Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/babel.po
Languages: he_il, ja

# ui:locale_config|button:force|label
source: Toggle Force
he_il: הפעל כוח

# ui:locale_config|embed|title
source: Language Configuration Panel
he_il: תפריט שפה
ja: 言語設定パネル

# dash:locale|title
source: Server Language Configuration ({commands[configure language]})
he_il: ניהול שפת שרת ({commands[configure language]})

# dash:locale|dropdown|placeholder
source: Server Language Panel
he_il: לוח שפות של השרת
ja: サーバー言語パネル

# cmd:configure_language
source: language
he_il: שפה
ja: 言語

# cmd:configure_language|desc
source: Configure the default language I will use in this server.
he_il: קבעו באיזו שפה אשתמש בשרת
ja: このサーバーで使用するディフォルト言語を設定

# cmd:configure_language|error
source: You cannot enable `{force_setting}` without having a configured language!
he_il: אתם לא יכולים להשתמש ב `{force_setting}` מבלי לקבוע שפה לשרת!
ja: 言語が設定されていない状態で、 `{force_setting}` を有効にすることはできません!

# cmd:configure_language|success
source: Language settings updated!
he_il: הגדרות שפה עודכנו!
ja: 言語設定が更新されました！

# cmd:userconfig_language
source: language
he_il: שפה
ja: 言語

# cmd:userconfig_language|desc
source: Set your preferred interaction language.
he_il: קבעו את השפה המועדפת עליכם.
ja: お好みの言語を設定してください

# cmd:userconfig_language|param:language
source: language
he_il: שפה
ja: 言語

# cmd:userconfig_language|param:language|desc
source: Which language do you want me to respond in?
he_il: באיזו שפה תרצה שאגיב?
ja: どの言語で返答すればいいですか?

# cmd:userconfig_language|button:reset|label
source: Reset
he_il: אפס
ja: リセット

# acmpl:language|no_match
source: No supported languages matching {partial}
he_il: אין שפות שמתאימות {partial}
ja: {partial} に一致する言語はサポートされていません

# utils|months
source: January,February,March,April,May,June,July,August,September,October,November,December
he_il: ינואר,פבואר,מרץ,אפריל,מאי,יוני,יולי,אוגוסט,ספטמבר,אוקטובר,נובמבר,דצמבר
ja: 1月,2月,3月,4月,5月,6月,7月,8月,9月,10月,11月,12月

# utils|short_months
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
he_il: יאנ,פאב,מרץ,אפר,מאי,יונ,יולי,אוג,ספט,אוק,נוב,דצמ
ja: 1月,2月,3月,4月,5月,6月,7月,8月,9月,10月,11月,12月

# settype:locale|accepts
source: Enter a supported language (e.g. 'en-GB').
he_il: הכניסו שפה נתמכת (לדוגמא "en-GB")
ja: 対応言語を入力してください (例: 'en-GB').

# settype:locale|summary_table|field:supported|key
source: Supported
he_il: נתמך
ja: サポート済み

# settype:locale|formatted:unset
source: Unset
he_il: לא נקבע
ja: 設定を解除

# settype:locale|error
source: Sorry, we do not support the language `{lang}` at this time!
he_il: סליחה, עוד לא הוספנו את השפה `{lang}`! תרצו לעזור לנו להוסיף אותה? הצטרפו לשרת הראשי לעוד פרטים.
ja: 申し訳ありませんが、現在 `{lang}` という言語はサポートしておりません！

# userset:locale
source: language
he_il: שפה
ja: 言語

# userset:locale|desc
source: Your preferred language for interacting with me.
he_il: השפה המועדפת לאינטרקציה איתי
ja: Leoとの会話に使う言語

# userset:locale|long_desc
source: The language you would prefer me to respond to commands and interactions in. Servers may be configured to override this with their own language.
he_il: השפה שהייתם מעדיפים שאגיב לפקודות והאינטרקציות איתי. שרתים אחרים יכולים לבקש לשנות את השפה שלי לכל המשתמשים שלהם.
ja: コマンドや会話に応答する言語。 サーバーは、自分たちの言語でこれを上書きするように設定することができます。

# userset:locale|response
source: You have unset your language.
he_il: ביטלת את בחירת השפה שלך.
ja: 言語設定を解除しました。

# userset:locale|response
source: You have set your language to {lang}.
he_il: קבעת שהשפה שלך תהייה {lang}.
ja: 言語を{lang}に設定しました。

# guildset:force_locale
source: force_language
he_il: תכריח_שפה
ja: 強制言語

# guildset:force_locale|desc
source: Whether to force all members to use the configured guild language when interacting with me.
he_il: מאפשר להכריח את כל המשתמשים בשרת להשתמש בשפה אחת.
ja: 全メンバーが私を利用する時に、設定されたサーバー言語を使うように強制するかどうか。

# guildset:force_locale|long_desc
source: When enabled, commands in this guild will always use the configured guild language, regardless of the member's personally configured language.
he_il: כאשר מופעל, כל הפקודות בשרת תמיד יהיו בשפה של השרת, בלי קשר לשפה שהמשתמשים בחרו לעצמם.
ja: 有効にすると、このサーバーのコマンドはメンバー個人の設定言語に関係なく、常に設定されたサーバー言語を使用することになります。

# guildset:force_locale|output
source: Enabled (members will be forced to use the server language)
he_il: מופעל (המשתמשים חייבים להשתמש בשפה של השרת)
ja: 有効 (メンバーは強制的にサーバー言語を使用します)

# guildset:force_locale|output
source: Disabled (members may set their own language)
he_il: מבוטל (המשתמשים לא חייבים להשתמש בשפה של השרת)
ja: 無効（メンバーが個人で言語を設定可能）

# guildset:force_locale|response
source: I will always use the set language in this server.
he_il: אני תמיד אשתמש בשפה שהוגדרה לשרת.
ja: このサーバーでは常に設定された言語を使います。

# guildset:force_locale|response
source: I will now allow the members to set their own language here.
he_il: מעכשיו ארשה למשתמשים לקבוע לעצמם את השפה המועדפת עליהם.
ja: ここで、メンバーが自分の言語を設定することを許可します。

# guildset:locale
source: language
he_il: שפה
ja: 言語

# guildset:locale|desc
source: Your preferred language for interacting with me.
he_il: השפה המועדפת לאינטרקציה איתי
ja: 私との会話に使う言語。

# guildset:locale|long_desc
source: The default language to use for responses and interactions in this server. Member's own configured language will override this for their commands unless `force_language` is enabled.
he_il: הברירת מחדל בה אשתמש בפקודות ואניטרקציות בשרת. משתמשים יכולים להגדיר את השפה של עצמם, אלא אם "הכרח_שפה" מופעל.
ja: このサーバでの応答や対話に使用するデフォルトの言語。 `force_language` が有効になっていない限り、メンバー自身が設定した言語がコマンドに優先されます。

# guildset:locale|response
source: You have unset the guild language.
he_il: ביטלת את השפה של השרת.
ja: サーバー言語が設定されていません。

# guildset:locale|response
source: You have set the guild language to {lang}.
he_il: קבעת שהשפה של השרת תהייה {lang}.
ja: サーバー言語を{lang}に設定しました。

# localenames|locale:id
source: Indonesian
he_il: Bahasa Indonesia
ja: インドンネシア語

# localenames|locale:da
source: Danish
he_il: דנית
ja: デンマーク語

# localenames|locale:de
source: German
he_il: גרמנית
ja: ドイツ語

# localenames|locale:es-ES
source: Spanish
he_il: Español
ja: スペイン語

# localenames|locale:fr
source: French
he_il: צרפתית
ja: フランス語

# localenames|locale:hr
source: Croatian
he_il: קרואטית
ja: クロアチア語

# localenames|locale:it
source: Italian
he_il: איטלקית
ja: イタリア語

# localenames|locale:lt
source: Lithuanian
he_il: ליטאית
ja: リトアニア語

# localenames|locale:hu
source: Hungarian
he_il: הונגרית
ja: ハンガリー語

# localenames|locale:nl
source: Dutch
he_il: הולנדית
ja: オランダ語

# localenames|locale:no
source: Norwegian
he_il: נורווגית
ja: ノルウェー語

# localenames|locale:pl
source: Polish
he_il: פוליש
ja: ポーランド語

# localenames|locale:pt-BR
source: Portuguese, Brazilian
he_il: Português
ja: ポルトガル語, ブラジル

# localenames|locale:ro
source: Romanian, Romania
he_il: Romanian
ja: ルーマニア語, ルーマニア

# localenames|locale:fi
source: Finnish
he_il: פינית
ja: フィンランド語

# localenames|locale:sv-SE
source: Swedish
he_il: שוודית

# localenames|locale:vi
source: Vietnamese
he_il: ויאטנמית
ja: ベトナム語

# localenames|locale:tr
source: Turkish
he_il: טורקית

# localenames|locale:cs
source: Czech
he_il: צ'כית

# localenames|locale:el
source: Greek
he_il: יוונית

# localenames|locale:bg
source: Bulgarian
he_il: בולגרית

# localenames|locale:ru
source: Russian
he_il: רוסית

# localenames|locale:uk
source: Ukrainian
he_il: אוקראינית

# localenames|locale:hi
source: Hindi
he_il: הודית

# localenames|locale:th
source: Thai
he_il: תאילנדית

# localenames|locale:zh-CN
source: Chinese, China
he_il: 中国

# localenames|locale:ja
source: Japanese
he_il: יפנית

# localenames|locale:zh-TW
source: Chinese, Taiwan
he_il: 中国 TaIwan

# localenames|locale:ko
source: Korean
he_il: קוראנית

# localenames|locale:he
source: Hebrew
he_il: עברית

# localenames|locale:he-IL
source: Hebrew
he_il: עברית

# localenames|locale:en-GB
source: English, UK
ja: 英語, 英

# localenames|locale:en-US
source: English, US
ja: 英語, 米
