Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/config.po
Languages: fr, he_il, pt_br

# guildset:timezone
source: timezone
fr: fuseau horaire
he_il: אזור זמן
pt_br: fuso horário

# guildset:timezone|desc
source: Guild timezone for statistics display.
fr: Fuseau horaire de la guilde pour l'affichage de statistiques.
he_il: אזור הזמן של השרת להצגת סטטיסטיקות למשתמשים
pt_br: Fuso horário da comunidade para exibição das estatísticas.

# guildset:timezone|long_desc
source: Guild-wide timezone. Used to determine start of the day for the leaderboards, and as the default statistics timezone for members who have not set one.
fr: Fuseau horaire de la guilde. Utilisé pour déterminer le début de la journée pour les classements, et comme fuseau horaire par défaut pour les statistiques des membres qui ne l'ont pas configuré.
he_il: אזור זמן מועדף לכל המשתמשים בשרת. משומש כדי לקבוע זמן התחלה ללוח תוצאות, התחלת היום, ואזור זמן לאנשים שמשתמשים בשרת אבל לא קבעו לעצמם אזור זמן.
pt_br: Fuso horário para a comunidade inteira. Usado para definir o início do dia para as classificações e como fuso horário padrão para estatísticas no caso de membros que não tenham um fuso configurado.

# guildset:timezone|response
source: The guild timezone has been set to `{timezone}`.
fr: Le fuseau horaire de la guilde a été fixé à `{timezone}`.
he_il: אזור הזמן של השרת נקבע ל`{timezone}`.
pt_br: O fuso horário da comunidade foi definido como `{timezone}`.

# cmd:configure_general
source: general
fr: général
he_il: כללי
pt_br: geral

# cmd:configure_general|desc
source: General configuration panel
fr: Panel de configuration général
he_il: תפריט הגדרות כלליות
pt_br: Painel de configuração geral

# cmd:configure_general|parse_failure:timezone
source: Could not set the timezone!
fr: Le fuseau horaire n'a pas pu être configuré !
he_il: לא הצלחתי לקבוע אזור זמן!
pt_br: Não foi possível configurar o fuso horário!

# cmd:configure_general|success
source: Settings Updated!
fr: Les paramètres ont été mis à jour !
he_il: ההגדרות עודכנו!
pt_br: Configurações atualizadas!

# cmd:configure_general|panel|title
source: General Configuration Panel
fr: Panel de Configuration général
he_il: תפריט הגדרות כלליות
pt_br: Painel de Configuração Geral

# ui:dashboard|title
source: Guild Dashboard (Page {page}/{total})
he_il: תפריט שרת (עמוד {page}/{total})
pt_br: Painel do Servidor (Página {page}/{total})

# ui:dashboard|footer
source: Hover over setting names for a brief description
he_il: רחף מעל השמות כדי לקרוא את התיאור שלהם
pt_br: Posicione o mouse sobre as configurações para uma breve descrição da função.

# ui:dashboard|menu:config|placeholder
source: Open Configuration Panel
fr: Ouvrir le panel de configuration
he_il: פתח את התפריט הגדרות
pt_br: Abrir Painel de Configuração
