Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/economy.po
Languages: he_il, ja, pt_br

# ui:economy_config|embed|title
source: Economy Configuration Panel
he_il: תפריט ניהול כלכלה
ja: 経済設定パネル
pt_br: Painel de Configuração do Financeiro

# dash:economy|dropdown|placeholder
source: Economy Panel
he_il: תפריט כלכלה
ja: 経済パネル
pt_br: Painel do Financeiro

# cmd:economy
source: economy
he_il: כלכלה
ja: 経済
pt_br: financeiro

# cmd:economy_balance
source: balance
he_il: מאזן
ja: 残高
pt_br: saldo

# cmd:economy_balance|desc
source: Display or modify LionCoin balance for members and roles.
he_il: נהל מאזן מטבעות למשתמשים ספציפיים או רולים.
ja: メンバーおよびロールの LionCoin 残高を表示または変更します。
pt_br: Exiba ou modifique o saldo de LionCoin para membros e cargos.

# cmd:economy_balance|param:target
source: target
he_il: מטרה
ja: 対象
pt_br: selecionar

# cmd:economy_balance|param:add
source: add
he_il: הוסף
ja: 追加
pt_br: adicionar

# cmd:economy_balance|param:set
source: set
he_il: בחר
ja: 設定
pt_br: definir

# cmd:economy_balance|param:target|desc
source: Target user or role to view or update. Use @everyone to update the entire guild.
he_il: בחר משתמש או רול כדי לנהל. תשתמש ב@everyone כדי לעדכן את כל השרת בבת אחת.
ja: 対象のユーザーまたはロールを、表示または更新します。 @everyone を使用してギルド全体を更新します。
pt_br: Usuário, ou cargo, para visualizar ou atualizar. Use @everyone para atualizar todos do servidor.

# cmd:economy_balance|param:add|desc
source: Number of LionCoins to add to the target member's balance. May be negative to remove.
he_il: מספר מטבעות כדי להוסיף למטרה. בחר במספר שלילי כדי להחסיר מטבעות.
ja: 対象メンバーの残高に追加するLion Coins の数。削除にはマイナスにする必要があるよ。
pt_br: Quantidade de LionCoins adicionar ao saldo do membro. Pode ser negativo, para subtrair do saldo.

# cmd:economy_balance|param:set|set
source: New balance to set the target's balance to.
he_il: מאזן חדש שיקבע אצל המטרה.
ja: 対象メンバーの残高を更新します。
pt_br: Novo saldo a ser definido para o selecionado.

# cmd:economy_balance|error:no_target
source: There are no valid members in {role.mention}! It has a total of `0` LC.
he_il: אין משתמשים ישימים ב{role.mention}! יש להם 0 מטבעות.
ja: {role.mention} には有効なメンバーがいません！合計「0」LC があるよ。
pt_br: Não há membros válidos em {role.mention}! O total é de `0` LC.

# cmd:economy_balance|error:target_is_bot
source: Bots cannot have coin balances!
he_il: בוטים לא יכולים לקבל מטבעות.
ja: ボットにコインはあげません！
pt_br: Bots não podem ter saldos de moedas!

# cmd:economy_balance|error:args
source: You cannot simultaneously `set` and `add` member balances!
he_il: אתם לא יכולים להוסיף ולקבוע מאזנים בו זמנית.
ja: メンバー残高の「設定」と「追加」を同時に行うことはできませんよ！
pt_br: Você não pode `definir` e `adicionar` saldos de membro simultaneamente!

# cmd:economy_balance|embed:success|affected
source: One user was affected.
he_il: משתמש אחד שונה.
ja: **{count}** 人のユーザーが影響を受けました。
pt_br: Um usuário foi afetado.

# cmd:economy_balance|confirm|affected
source: One user will be affected.
he_il: משתמש אחד יעבור שינוי.
ja: **{count}** 人のユーザーが影響を受けます。
pt_br: Um usuário será afetado.

# cmd:economy_balance|confirm|button:confirm
source: Yes, adjust balances
he_il: כן, שנה מאזנים
ja: 残高を変更
pt_br: Sim, ajuste os saldos

# cmd:economy_balance|confirm|button:cancel
source: No, cancel
he_il: לא, בטל
ja: キャンセル
pt_br: Não, cancelar

# cmd:economy_balance|embed:success_set|desc
source: All members of **{guild_name}** have had their balance set to {coin_emoji}**{amount}**.
he_il: כל המשתמשים ב**{guild_name}** עברו שינוי ועכשיו המאזנים של כולם שווים ל {coin_emoji}**{amount}**.
ja: **{guild_name}** のメンバー全員の残高が {coin_emoji}**{amount}** に設定されています。
pt_br: Todos os membros de **{guild_name}** tiveram o saldo definido para {coin_emoji}**{amount}**.

# cmd:economy_balance|confirm_set|desc
source: Are you sure you want to set everyone's balance to {coin_emoji}**{amount}**?
he_il: אתם בטוחים שאתם רוצים לשנות את המאזנים של כולם ל{coin_emoji}**{amount}**?
ja: 全員の残高を {coin_emoji}**{amount}** に設定してもよろしいですか?
pt_br: Tem certeza que deseja ajustar o saldo de todos para {coin_emoji}**{amount}**?

# cmd:economy_balance|embed:success_set|desc
source: All members of {role_mention} have had their balance set to {coin_emoji}**{amount}**.
he_il: כל המאזנים של המשתמשים תחת הרול {role_mention} שונו ל {coin_emoji}**{amount}**.
ja: {role_mention} のメンバー全員の残高が {coin_emoji}**{amount}** に設定されています。
pt_br: Todos os membros {role_mention} tiveram seus saldos definidos para {coin_emoji}**{amount}**.

# cmd:economy_balance|confirm_set|desc
source: Are you sure you want to set the balance of everyone with {role_mention} to {coin_emoji}**{amount}**?
he_il: אתם בטוחים שאתם רוצים לקבוע את המאזנים של כל מי שיש לו את הרול {role_mention} ל{coin_emoji}**{amount}**?
ja: {role_mention} を持つ全員の残高を {coin_emoji}**{amount}** に設定してもよろしいですか?
pt_br: Tem certeza que quer definir o saldo de todos com o cargo {role_mention} para {coin_emoji}**{amount}**?

# cmd:economy_balance|embed:success_set|desc
source: {user_mention} now has a balance of {coin_emoji}**{amount}**.
he_il: ל{user_mention} יש עכשיו {coin_emoji}**{amount}**.
ja: {user_mention} の残高は {coin_emoji}**{amount}** になりました
pt_br: {user_mention} agora tem o saldo de {coin_emoji}**{amount}**.

# cmd:economy_balance|embed:success_add|desc
source: All members of **{guild_name}** have been given {coin_emoji}**{amount}**.
he_il: כל המשתמשים בשרת **{guild_name}** קיבלו {coin_emoji}**{amount}**.
ja: **{guild_name}** のメンバー全員に {coin_emoji}**{amount}** が与えられました。
pt_br: Todos os membros de **{guild_name}** receberam {coin_emoji}**{amount}**.

# cmd:economy_balance|confirm_add|desc
source: Are you sure you want to add **{amount}** to everyone's balance?
he_il: אתם בטוחים שאתם רוצים להוסיף **{amount}** מטבעות לכולם?
ja: **{amount}** を全員の残高に追加してもよろしいですか?
pt_br: Tem certeza que deseja adicionar **{amount}** para o saldo de todo mundo?

# cmd:economy_balance|embed:success_add|desc
source: All members of {role_mention} have been given {coin_emoji}**{amount}**.
he_il: כל המשתמשים עם הרול {role_mention} קיבלו {coin_emoji}**{amount}**.
ja: {role_mention} のメンバー全員に {coin_emoji}**{amount}** が与えられました。
pt_br: Todos os membros de {role_mention} receberam {coin_emoji}**{amount}**.

# cmd:economy_balance|confirm_add|desc
source: Are you sure you want to add {coin_emoji}**{amount}** to everyone in {role_mention}?
he_il: אתם בטוחים שאתם רוצים להוסיף {coin_emoji}**{amount}** לכל מי שיש לו את הרול {role_mention}?
ja: {role_mention} 内の全員に {coin_emoji}**{amount}** を追加してもよろしいですか?
pt_br: Tem certeza que quer adicionar {coin_emoji}**{amount}** para todos em {role_mention}?

# cmd:economy_balance|embed:success_add|desc
source: {user_mention} was given {coin_emoji}**{amount}**, and now has a balance of {coin_emoji}**{new_amount}**.
he_il: {user_mention} קיבל {coin_emoji}**{amount}**, ועכשיו יש להם {coin_emoji}**{new_amount}**.
ja: {user_mention} には {coin_emoji}**{amount}** が与えられ、現在 {coin_emoji}**{new_amount}** の残高があります。
pt_br: {user_mention} recebeu {coin_emoji}**{amount}**, e agora tem um saldo de {coin_emoji}**{new_amount}**.

# cmd:economy_balance|embed:success|title
source: Account successfully updated.
he_il: המשתמש עודכן בהצלחה.
ja: アカウントは正常に更新されました。
pt_br: A conta foi atualizada com sucesso!

# cmd:economy_balance|embed:role_lb|author
source: Balance sheet for {name}
he_il: מאזן של {name}
ja: {name} の通帳
pt_br: Extrato de saldos de {name}

# cmd:economy_balance|embed:role_lb|header
source: This server has a total balance of {coin_emoji}**{total}**.
he_il: לכל מהשתמשים בשרת יש ביחד {coin_emoji}**{total}**.
ja: このサーバーの合計残高は {coin_emoji}**{total}** です。
pt_br: Este servidor tem um saldo total de {coin_emoji}**{total}**.

# cmd:economy_balance|embed:role_lb|header
source: {role_mention} has `{count}` members with non-zero balance, with a total balance of {coin_emoji}**{total}**.
he_il: ל{role_mention} יש `{count}` משתמשים עם מאזן גדול מ-0, לכולם יחד יש {coin_emoji}**{total}**.
ja: {role_mention} には、残高が0ではないメンバーが `{count}` 人おり、合計残高は {coin_emoji}**{total}** です。
pt_br: {role_mention} tem ˋ{count}ˋ membros com saldo diferente de zero, e um saldo total de {coin_emoji}**{total}**.

# cmd:economy_balance|embed:role_lb|footer
source: Page {page}/{total}
he_il: עמוד {page}/{total}
ja: ページ {page}/{total}
pt_br: Página {page}/{total}

# cmd:economy_balance|embed:role_lb|header
source: This server has a total balance of {coin_emoji}**0**.
he_il: אין לאף אחד בשרת מטבעות.
ja: このサーバーの合計残高は {coin_emoji}**0** です。
pt_br: Este servidor tem o saldo total de {coin_emoji}**0**.

# cmd:economy_balance|embed:role_lb|header
source: The role {role_mention} has a total balance of {coin_emoji}**0**.
he_il: לרול {role_mention} אין מטבעות.
ja: ロール {role_mention} の合計残高は {coin_emoji}**0** です。
pt_br: O cargo {role_mention} tem o saldo total de {coin_emoji}**0**.

# cmd:economy_balance|embed:single|desc
source: {mention} currently owns {coin_emoji} {coins}.
he_il: ל{mention} יש כרגע {coin_emoji} {coins}.
ja: {mention} は現在 {coin_emoji} {coins} を所有しています。
pt_br: {mention} tem atualmente {coins_emoji} {coins}.

# cmd:economy_balance|embed:single|author
source: Balance statement for {user}
he_il: המאזן של {user}
ja: {user} の残高明細
pt_br: Extrato financeiro de {user}

# cmd:economy_reset
source: reset
he_il: אפס
ja: リセット
pt_br: resetar

# cmd:economy_reset|desc
source: Reset the coin balance for a target user or role. (See also "economy balance".)
he_il: אפס את מאזן המטבעות של משתמש ספציפי או של רול. (קרא עוד ב"מאזן כלכלה")
ja: 対象のユーザーまたはロールのコイン残高をリセットします。 （「LC残高」も参照）
pt_br: Reseta o saldo de moedas de um cargo, ou usuário. (Veja também o "saldo financeiro").

# cmd:economy_reset|param:target
source: target
he_il: מטרה
ja: 対象
pt_br: alvo

# cmd:economy_reset|param:target|desc
source: Target user or role to view or update. Use @everyone to reset the entire guild.
he_il: בחר משתמש או רול כדי לנהל. השתמש ב@everyone כדי לבחור את כל השרת בבת אחת.
ja: 表示または更新する、対象のユーザーまたはロール。 @everyone を使用してサーバー全体をリセットします。
pt_br: Usuário alvo, ou cargo, para ver ou alterar. Use @everyone para resetar todos os membros.

# cmd:economy_reset|confirm:reset_guild|desc
source: Are you sure you want to reset the coin balance for everyone in **{guild_name}**? *This is not reversible!*
he_il: אתם בטוחים שאתם רוצים לאפס את המטבעות של כולם בשרת **{guild_name}**? *המטבעות יאבדו לנצח ולא יהיה ניתן לשחזר אותם!*
ja: **{guild_name}** 内の、全員のコイン残高をリセットしてもよろしいですか? *この変更は元には戻せません!*
pt_br: Tem certeza que deseja resetar o saldo de moedas de todos de **{guild_name}**? *Isto não é reversível!*

# cmd:economy_reset|confirm:reset_guild|button:confirm
source: Yes, reset the economy
he_il: כן, אפס את הכלכלה
ja: コイン残高をリセット
pt_br: Sim, resetar o sistema de saldos.

# cmd:economy_reset|confirm:reset_guild|button:cancel
source: Cancel reset
he_il: בטל את האיפוס
ja: リセットをキャンセル
pt_br: Cancelar a ação de resetar.

# cmd:economy_reset|embed:success_guild|desc
source: Everyone in **{guild_name}** has had their balance reset to {coin_emoji}**{amount}**.
he_il: כולם בשרת **{guild_name}** עברו איפוס ל {coin_emoji}**{amount}**.
ja: **{guild_name}** の全員の残高が {coin_emoji}**{amount}** にリセットされました。
pt_br: Todos em **{guild_name}** tiveram o saldo atualizado para {coin_emoji}**{amount}**.

# cmd:economy_reset|error:no_target|desc
source: The role {mention} has no members to reset!
he_il: לרול {mention} אין משתמשים לאפס!
ja: ロール {mention} にはリセットするメンバーがいません！
pt_br: O cargo {mention} não possui membros para resetar.

# cmd:economy_reset|confirm:reset_role|desc
source: Are you sure you want to reset the balance for everyone in {mention}? **{count}** members will be affected.
he_il: אתם בטוחים שאתם רוצים לאפס את המאזנים של כולם תחת הרול {mention}? **{count}** יעברו שינוי.
ja: {mention} 内の全員の残高をリセットしてもよろしいですか? **{count}** 人のメンバーが影響を受けます。
pt_br: Tem certeza que quer resetar o saldo de todo mundo em {mention}? **{count}** membros serão afetados por isto.

# cmd:economy_reset|confirm:reset_role|button:confirm
source: Yes, complete economy reset
he_il: כן, השלם את איפוס הכלכלה
ja: 完全に残高をリセット
pt_br: Sim, restar completamente o sistema financeiro.

# cmd:economy_reset|confirm:reset_role|button:cancel
source: Cancel
he_il: בטל
ja: キャンセル
pt_br: Cancelar

# cmd:economy_reset|embed:success_role|desc
source: Everyone in {role_mention} has had their coin balance reset to {coin_emoji}**{amount}**.
he_il: כולם תחת הרול {role_mention} עברו איפוס ל{coin_emoji}**{amount}**.
ja: {role_mention} の全員のコイン残高が {coin_emoji}**{amount}** にリセットされました。
pt_br: Todos em {role_mention} tiveram seus saldos atualizados para {coin_emoji}**{amount}**.

# cmd:economy_reset|embed:success_user|desc
source: {mention}'s balance has been reset to {coin_emoji}**{amount}**.
he_il: המאזן של {mention} אופס ל {coin_emoji}**{amount}**.
ja: {mention} さんの残高は {coin_emoji}**{amount}** にリセットされました。
pt_br: O saldo de {mention} foi atualizado para {coin_emoji}**{amount}**.

# cmd:send
source: send
he_il: שלח
ja: 送金
pt_br: enviar

# cmd:send|desc
source: Gift the target user a certain number of LionCoins.
he_il: שלח מטבעות במתנה למטרה שתרצה
ja: 対象ユーザーに任意の数のLion Coinをプレゼントします。
pt_br: Presenteie um usuário com um certo valor em LionCoins.

# cmd:send|param:target
source: target
he_il: מטרה
ja: 対象
pt_br: alvo

# cmd:send|param:amount
source: amount
he_il: כמות
ja: 金額
pt_br: quantidade

# cmd:send|param:note
source: note
he_il: פתקית
ja: 注記
pt_br: nota

# cmd:send|param:target|desc
source: User to send the gift to
he_il: המשתמש שאליו תשלחו את המתנה
ja: ギフトを送る対象
pt_br: Usuário a ser presenteado

# cmd:send|param:amount|desc
source: Number of coins to send
he_il: כמות המטבעות שתרצו לשלוח
ja: 送るコインの数
pt_br: Número de moedas a enviar

# cmd:send|param:note|desc
source: Optional note to add to the gift.
he_il: פתקית שתרצו להוסיף למתנה.
ja: ギフトに追加するオプションのメモ。
pt_br: Recado opicional a enviar com o presente.

# cmd:send|error:not_allowed
source: Sorry, this server has disabled LionCoin transfers!
he_il: מצטערים, אבל מנהל השרת בחר שלא לאפשר מסחר מטבעות.
pt_br: Desculpe, este servidor desabilitou o sistema de tansferências de LionCoins!

# cmd:send|error:sending-to-self
source: What is this, tax evasion? (You can not send coins to yourself.)
he_il: מה זה? הלבנת מס? (אתם לא יכולים לשלוח מטבעות לעצמכם)
pt_br: O que é isto? Tentativa de sonegação de impostos? Vou chamar uma Seita de Auditores! (Você não pode enviar moedas para você mesmo.)

# cmd:send|error:sending-to-leo
source: I appreciate it, but you need it more than I do! (You cannot send coins to bots.)
he_il: תודה רבה שאתה חושב עלינו, אבל אין צורך. (אי אפשר לשלוח מטבעות לבוטים)
pt_br: Eu adoraria ser agraciado, mas você precisa disto mais do que eu! (Você não pode enviar moedas aos bots.)

# cmd:send|error:sending-to-bot
source: {target} appreciates the gesture, but said they don't have any use for {coin}. (You cannot send coins to bots.)
he_il: {target} מעריך את המחווה, אבל אין לא מה לעשות עם {coin}. (אי אפשר לשלוח מטבעות לבוטים)
pt_br: {target} agradece a gentileza, mas recusou. Deve estar com moedas sobrando e não precisa de {coin}. (Você não pode enviar moedas para os bots)

# cmd:send|error:insufficient
source: You do not have enough lioncoins to do this! `Current Balance:` {coin_emoji}{balance}
he_il: אין לך מספיק מטבעות כדי לעשות את זה! `מאזן נוכחי:` {coin_emoji}{balance}
pt_br: Você não tem LionCoins suficientes para fazer isto! ˋSaldo Atual:ˋ {coin_emoji}{balance}

# cmd:send|embed:gift|title
source: {user} sent you a gift!
he_il: {user} שלח לך מתנה!
pt_br: {user} te enviou um presente!

# cmd:send|embed:gift|desc
source: {mention} sent you {coin_emoji}**{amount}**.
he_il: {mention} שלח לך {coin_emoji}**{amount}**.
pt_br: {mention} te enviou {coin_emoji}**{amount}**.

# cmd:send|embed:ack|desc
source: **{coin_emoji}{amount}** has been deducted from your balance and sent to {mention}!
he_il: **{coin_emoji}{amount}** הוסרו מהמאזן שלך ונשלחו ל{mention}!
pt_br: **{coin_emoji}{amount}** foi retirado do seu saldo e enviado a {mention}!

# cmd:send|embed:ack|desc|error:unreachable
source: Unfortunately, I was not able to message the recipient. Perhaps they have me blocked?
he_il: לצערי לא הצלחתי לשלוח הודעה פרטית למטרה. סביר להניח שהם חסמו את ההודעות הפרטיות שלהם.
pt_br: Infelizmente, eu não estou habilitado para receber mensagens. Será que eles me bloquearam?

# cmd:configure_economy
source: economy
he_il: כלכלה
pt_br: financeiro

# cmd:configure_economy|desc
source: Configure LionCoin Economy
he_il: הגדרות כלכלה של מטבעות
pt_br: Configure o Sistema Financeiro de LionCoin

# guildset:coins_per_xp
source: coins_per_100xp
he_il: מטבעות_כל_100_נקודות_ניסיון
pt_br: moedas_cada_100exp

# guildset:coins_per_xp|desc
source: How many LionCoins to reward members per 100 XP they earn.
he_il: כמות המטבעות שאתן לכל משתמש שמשיג 100 נקודות ניסיון.
pt_br: Quantas LionCoins recompensar a cada 100 EXP que eles ganharem.

# guildset:coins_per_xp|long_desc
source: Members will be rewarded with this many LionCoins for every 100 XP they earn.
he_il: זו הכמות מטבעות שהמשתמשים בשרת יקבלו כל פעם שהם משיגים 100 נקודות ניסיון.
pt_br: Os membros receberão esta quantidade de LionCoins para cada 100 XP que ganharem.

# guildset:coins_per_xp|long_desc
source: The number of coins to reward per 100 XP.
he_il: כמות המטבעות שאתן כל 100 נקודות ניסיון.
pt_br: O número de moedas a recompensar por 100 xp.

# guildset:coins_per_xp|set_response
source: For every **100** XP they earn, members will now be given {coin}**{amount}**.
he_il: כל 100 נקודות ניסיון, המשתמשים יקבלו {coin}**{amount}**.
pt_br: Para cada **100** EXP acumuladas, os membros receberão {coin}**{amount}**.

# guildset:allow_transfers
source: allow_transfers
he_il: הרשה_מסחר
pt_br: permitir_transferências

# guildset:allow_transfers|desc
source: Whether to allow members to transfer LionCoins to each other.
he_il: האם להרשות מסחר מטבעות או לא בשרת הזה.
pt_br: Se permitido aos membros transferirem LionCoins entre eles.

# guildset:allow_transfers|long_desc
source: If disabled, members will not be able to transfer LionCoins to each other.
he_il: אם האופציה הזו לא פעילה, משתמשים לא יוכלו להעביר בניהם מטבעות.
pt_br: Caso desabilitado, os membros não estarão permitidos a transferir LionCoins entre eles.

# guildset:allow_transfers|outputs:true
source: Enabled (Coin transfers allowed.)
he_il: מופעל (מסחר מטבעות אפשרי בשרת.)
pt_br: Habilitado (Transferência de moedas permitida).

# guildset:allow_transfers|outputs:false
source: Disabled (Coin transfers not allowed.)
he_il: מבוטל (לא ניתן לסחור במטבעות.)
pt_br: Desabilitado (Transferência de moedas não permitida).

# guildset:allow_transfers|set_response|set:true
source: Members will now be able to use {send_cmd} to transfer {coin}
he_il: המשתמשים יוכלו להשתמש ב{send_cmd} כדי לשלוח {coin}
pt_br: Membros estarão permitidos a usar {send_cmd} para transferência de {coin}

# guildset:allow_transfers|set_response|set:false
source: Members will not be able to use {send_cmd} to transfer {coin}
he_il: המשתמשים לא יוכלו להשתמש ב{send_cmd} כדי לשלוח {coin}
pt_br: Membros não estarão permitidos a usar {send_cmd} para transferência de {coin}

# dash:economy|title
source: Economy Configuration ({commands[config economy]})
ja: 経済設定 ({commands[config economy]})

# eventlog|event:economy_set|title
source: Moderator Set Economy Balance
ja: 運営がLC残高を設定

# eventlog|event:economy_set|desc
source: {moderator} set {target}'s balance to {amount}.
ja: {モデレーター} が {target} の残高を {amount} に設定しました。

# eventlog|event:economy_add|title
source: Moderator Modified Economy Balance
ja: 運営のLC残高の変更

# eventlog|event:economy_set|desc
source: {moderator} added {amount} to {target}'s balance.
ja: {moderator} が {target} の残高に {amount} を追加しました
