Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/exec.po
Languages: ko, pt_br, tr

# ward:sys_admin|failed
source: You must be a bot owner to do this!
ko: 봇 소유자만 할 수 있어요!
pt_br: Você precisa ser o dono do bot para fazer isto!
tr: Bunu yapabilmek için bot sahibi olmanız gerekiyor!

source: async
ko: 비동기

source: Execute arbitrary code with Exec
ko: 임의 코드 실행 `exec`
pt_br: Execute códigos arbitrários com Exec
tr: Exec ile isteğe bağlı kod yürüt

# command:eval
source: Execute arbitrary code with Eval
ko: 임의 코드 실행 `eval`
pt_br: Execute códigos arbitrários com Eval
tr: Eval ile isteğe bağlı kod yürütün

# command:eval|param:string
source: Code to evaluate.
ko: 실행할 코드
pt_br: Código a avaliar.
tr: Değerlendirmek istediğiniz kod.

# command
source: asyncall
ko: 비동기 콜

# command:asyncall|desc
source: Execute arbitrary code on all shards.
ko: 모든 샤드의 임의 코드 실행
pt_br: Executar código arbitrário em todos fragmentos.
tr: Tüm parçalarda isteğe bağlı kod yürütün.

# command:asyncall|param:string
source: Cross-shard code to execute. Cannot reference ctx!
ko: 샤드 간 교차로 코드 실행. ctx를 참고할 수는 없어요!
pt_br: Código Cross-Shard a executar. Não pode referenciar ctx!
tr: Yürütülecek çapraz parça kodu. Ctx'den referans alınamaz!

# command:asyncall|param:target
source: Target shard app name, see autocomplete for options.
ko: 타겟 샤드 앱 이름. 자동완성 옵션을 참고하세요.
pt_br: Nome do fragmento alvo do app. Escolha uma opção no auto-preenchimento.
tr: Hedeflenen parça uygulamasının adı; seçenekler için otomatik tamamlamaya bakın.

source: reload
ko: 다시 불러오기
pt_br: recarregar
tr: tekrar_yükle

source: Reload a given LionBot extension. Launches an ExecUI.
ko: 라이언봇 익스텐션을 다시 불러옵니다. ExecUI를 시작합니다.
pt_br: O LionBot recebeu uma extenção através de "recarregar". Lançar um ExecUI.
tr: Belirli bir LionBot uzantısını yeniden yükleyin. Bir ExecUI başlatır.

source: Name of the extension to reload. See autocomplete for options.
ko: 다시 불러올 익스텐션의 이름. 자동완성 옵션을 참고하세요.
pt_br: Nome da extensão para recarregar. Veja as opções que aparecem no auto-preenchimento.
tr: Yeniden yüklenecek uzantının adı. Seçenekler için otomatik tamamlamaya bakın.

source: Whether to force an extension reload even if it doesn't exist.
ko: 익스텍션 다시 불러오기가 없어도 강제 다시 불러오기 여부
pt_br: Se devo insistir em recarregar uma extensão, mesmo que ela não esteja existente.
tr: Varlıklarından bağımsız olarak eklentilerin yeniden yüklenip yüklenmemesi.

source: shutdown
pt_br: desligar
tr: kapat

source: Shutdown (or restart) the client.
pt_br: Desligar (ou reiniciar) o client.
tr: Botu kapat (ya da yeniden başlat).
