Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/goals-gui.po
Languages: he_il, ja

# skin:goals|goal:tasks|name
source: TASKS DONE
he_il: משימות שהשולמו
ja: タスク完了

# skin:goals|goal:tasks|goal
source: GOAL:
he_il: מטרה
ja: ゴール:

# skin:goals|goal:attendance|name
source: ATTENDANCE RATE
he_il: אחוז נוכחות
ja: 出席 レート

# skin:goals|mode:study|goal:middle|above
source: STUDIED
he_il: נלמד
ja: 学習

# skin:goals|mode:study|goal:middle|below
source: HOURS
he_il: שעות
ja: 時間

# skin:goals|mode:voice|goal:middle|above
source: CHATTED
he_il: הודעות
ja: チャット

# skin:goals|mode:voice|goal:middle|below
source: HOURS
he_il: שעות
ja: 時間

# skin:goals|mode:text|goal:middle|above
source: SENT
he_il: נשלחו
ja: 送信

# skin:goals|mode:text|goal:middle|below
source: MESSAGES
he_il: הודעות
ja: メッセージ

# skin:goals|mode:anki|goal:middle|above
source: REVIEWED
he_il: הושלמו
ja: 審査

# skin:goals|mode:anki|goal:middle|below
source: CARDS
he_il: קלפים
ja: カード

# skin:goals|footer
source: As of {day} {month} • {name}
he_il: נכון ליום {day} {month} • {name}
ja: {day} {month}時点 • {name}

# ui:goals|weekly|title
source: WEEKLY STATISTICS
he_il: סטטיסטיקות שבועיות
ja: 週間の統計

# ui:goals|weekly|task_header
source: GOALS OF THE WEEK
he_il: מטרות שבועיות
ja: 週の目標

# ui:goals|monthly|title
source: MONTHLY STATISTICS
he_il: סטטיסטיקה חודשית
ja: 月間の統計

# ui:goals|monthly|task_header
source: GOALS OF THE MONTH
he_il: מטרות חודשיות
ja: 月の目標
