Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/leaderboard-gui.po
Languages: he_il

# skin:leaderboard|mode:study|header_text
source: STUDY TIME LEADERBOARD
he_il: זמן למידה לוח השגים

# skin:leaderboard|mode:text|header_text
source: MESSAGE LEADERBOARD
he_il: הודעות לוח השגים

# skin:leaderboard|mode:voice|header_text
source: VOICE LEADERBOARD
he_il: זמן בחדרי קול לוח השגים

# skin:leaderboard|mode:anki|header_text
source: ANKI REVIEW LEADERBOARD
he_il: אנקי לוח השגים

# skin:leaderboard|field:subheader_text
source: SERVER:
he_il: שרת:

# skin:leaderboard|mode:study|top_hours_text
source: {amount} hours
he_il: {amount} שעות

# skin:leaderboard|mode:text|top_hours_text
source: {amount} XP
he_il: {amount} נקודות

# skin:leaderboard|mode:voice|top_hours_text
source: {amount} hours
he_il: {amount} שעות

# skin:leaderboard|mode:anki|top_hours_text
source: {amount} cards
he_il: {amount} קלפים

# skin:leaderboard|mode:text|entry_hours_text
source: {amount} XP
he_il: {amount} נקודות

# skin:leaderboard|mode:anki|entry_hours_text
source: {amount} cards
he_il: {amount} קלפים
