Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/lion-core.po
Languages: he_il, pt_br

# settype:coin|accepts
source: A positive integral number of coins.
he_il: מספר מלא וחיובי של מספר מטבעות.
pt_br: Um número inteiro e positivo de moedas.

# settype:coin|parse|error:notinteger
source: The coin quantity must be a positive integer!
he_il: כמות המטבעות חייבת להיות מספר שלם וחיובי!
pt_br: O número de moedas precisa ser inteiro e positivo!

# settype:coin|parse|error:too_large
source: You cannot set this to more than {coin}**{max}**!
he_il: לא ניתן לבחור יותר מ{coin}**{max}**!
pt_br: Você não pode cobrar mais do que {coin}**{max}**!

# settype:coin|parse|error:too_small
source: You cannot set this to less than {coin}**{min}**!
he_il: לא ניתן לבחור פחות מ{coin}**{min}**!
pt_br: Você não pode cobrar menos do que {coin}**{min}**!

# settype:message|accepts
source: JSON formatted raw message data
he_il: מסמך נא בפורמט JSON
pt_br: Dados das mensagens formatados como JSON

# settype:message|download|error:not_json
source: The attached message data is not a JSON file!
he_il: המסמך שהוספת הוא לא בפורמט JSON!
pt_br: A mensagem anexada não é um dado JSON!

# settype:message|download|error:size
source: The attached message data is too large!
he_il: המסמך שהוספת גדול מידי!
pt_br: A mensagem anexada é muito grande!

# settype:message|download|error:decoding
source: Could not decode the message data. Please ensure it is saved with the `UTF-8` encoding.
he_il: לא הצלחתי לקרוא את המסמך שלך. אתה בטוח ששמרת אותו בתור `UTF-8` encoding?
pt_br: Não consegui descompilar os dados da mensagem. Por favor, confirme que está codificada como ˋUTF-8ˋ.

# settype:message|error_suffix
source: You can view, test, and fix your embed using the online [embed builder]({link}).
he_il: אתה יכול לראות, לערוץ ולתקן את הembed באמצעות [embed builder]({link}).
pt_br: Você pode ver, testar e corrigir sua incorporação usando o sistema online [embed builder]({link}).

# settype:message|error:invalid_json
source: The provided message data was not a valid JSON document! `{error}`
he_il: המסמך שהוצמד אינו מסמך JSON `{error}`
pt_br: Os dados informados não são um documento JSON válido. ˋ{error}ˋ

# settype:message|error:json_missing_keys
source: Message data must be a JSON object with at least one of the following fields: `content`, `embed`, `embeds`
he_il: המסמך חייב להיות JSON אם לפחות אחד מהאזורים הבאים: `content`, `embed`, `embeds`
pt_br: Os dados da mensagem precisam ser um objeto JSON com pelo menos os seguintes campos: ˋconteúdoˋ, ˋintegraçãoˋ, ˋintegraçõesˋ.

# settype:message|error:json_embed_type
source: `embed` field must be a valid JSON object.
he_il: הembed חייב להיות מסמך JSON
pt_br: O campo ˋintegraçõesˋ precisa ser um objeto JSON válido.

# settype:message|error:json_embeds_type
source: `embeds` field must be a list.
he_il: הembed חייב להיות רשימה.
pt_br: Os campos ˋintegraçõesˋ precisam ser uma lista.

# settype:message|error:json_embed_embeds
source: Message data cannot include both `embed` and `embeds`.
he_il: תוכן ההודעה לא יכול להכיל `embed` וגם `embeds`.
pt_br: Os dados de mensagem não podem incluir ambos ˋintegraçãoˋ e ˋintegraçõesˋ.

# settype:message|error:json_content_type
source: `content` field must be a string.
he_il: האזור של התוכן חייב להכין טקסט.
pt_br: O campo ˋconteúdoˋ precisa ser do tipo string.

# ui:settype:message|error:embed_conversion
source: Could not parse the message embed data. **Error:** `{exception}`
he_il: לא הצלחתי להבין את הembed **Error:** `{exception}`
pt_br: Não pude analisar os dados incorporados da mensagem. **Erro:** ˋ{exception}ˋ

# settype:message|format:too_long
source: Too long to display! See Preview.
he_il: ארוך מידי כדי להראות! בדוק תצוגה מקדימה.
pt_br: Muito longo para mostrar! Veja uma prévia.
