Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/member_admin.po
Languages: he_il, ja, pt_br, tr

# ui:memberadmin|menu:greetch|placeholder
source: Select Greeting Channel
he_il: בחר ערוץ שלומות
ja: 挨拶チャンネルの選択
pt_br: Selecione o Canal de Saudações
tr: Karşılama Kanalını Seç

# ui:memberadmin|menu:autoroles|placeholder
source: Select Autoroles
he_il: בחר רולים אוטומטיים
ja: オートロールの選択
pt_br: Selecione os Cargos Automáticos
tr: Otomatik Rolleri Seç

# ui:memberadmin|menu:bot_autoroles|placeholder
source: Select Bot Autoroles
he_il: בחר רולים אוטומטיים של בוטים
ja: ボットのオートロールの選択
pt_br: Selecione os Cargos Automáticos de Bot
tr: Botlar Için Otomatik Rolleri Seç

# ui:member_admin|button:greet_msg|label
source: Greeting Msg
he_il: הודעת ברוכים הבאים
ja: 挨拶メッセージ
pt_br: Mensagem de Saudação
tr: Karşılama Mesajı

# ui:memberadmin|button:return_msg|label
source: Returning Msg
he_il: הודעת חזרה לשרת
ja: 返信メッセージ
pt_br: Mensagem Retornando
tr: Geri Dönüş Mesajı

# ui:memberadmin|embed|title
source: Greetings and Initial Roles Panel
he_il: לוח בקרה של "ברוכים הבאים" ורולים ראשונים
ja: 挨拶と初期ロールパネル
pt_br: Painel de Saudações e Cargos Iniciais

# dash:member_admin|title
source: Greetings and Initial Roles ({commands[config welcome]})
ja: 挨拶と初期ロール ({commands[config welcome]})

# dash:member_admin|dropdown|placeholder
source: Greetings and Initial Roles Panel
he_il: לוח בקרה של "ברוכים הבאים" ורולים ראשונים
ja: 挨拶と初期ロールパネル
pt_br: Painel de Boas Vindas com Cargos Iniciais
tr: Karşılama ve Başlangıç Rolleri Paneli

# dash:member_admin|section:greeting_messages|name
source: Greeting Messages ({commands[admin config welcome]})
ja: 挨拶メッセージ ({commands[admin config welcome]})

# dash:member_admin|section:initial_roles|name
source: Initial Roles ({commands[admin config welcome]})
ja: 初期ロール ({commands[admin config welcome]})

# cmd:admin_data|param:data_type|choice:voice_leaderboard
source: Voice Leaderboard
ja: Voice リーダーボード

# cmd:admin_data|param:data_type|choice:msg_leaderboard
source: Message Leaderboard
ja: メッセージリーダーボード

# cmd:admin_data|param:data_type|choice:xp_leaderboard
source: XP Leaderboard
ja: XP リーダーボード

# cmd:admin_data|param:data_type|choice:rolemenu_equip
source: Rolemenu Roles Equipped
ja: 付与されているロールメニュー

# cmd:admin_data|param:data_type|choice:transactions
source: Economy Transactions (Incomplete)
ja: 経済取引 (未完了)

# cmd:admin_data|param:data_type|choice:balances
source: Economy Balances
ja: 経済残高

# cmd:admin_data|param:data_type|choice:voice_sessions
source: Voice Sessions
ja: ボイスセッション

# eventlog|event:welcome|title
source: New Member Joined
ja: 新しいメンバーが参加しました

# eventlog|event:welcome|desc
source: {member} joined the server for the first time.
ja: {member} が初めてサーバーに参加しました。

# eventlog|event:returning|title
source: Member Rejoined
ja: メンバーが再加入しました

# eventlog|event:returning|desc
source: {member} rejoined the server.
ja: {member} がサーバーに再参加しました。

# eventlog|event:returning|field:first_joined
source: First Joined
ja: 初めての参加

# eventlog|event:returning|field:last_seen
source: Last Seen
ja: 最後に見たのは

# eventlog|event:left|title
source: Member Left
ja: メンバーが脱退しました

# eventlog|event:left|desc
source: {member} left the server.
ja: {member} がサーバーを脱退しました。

# eventlog|event:left|field:stored_roles
source: Stored Roles
ja: 保存されたロール

# eventlog|event:left|field:first_joined
source: First Joined
ja: 初めての参加

# cmd:resetmember
source: resetmember
he_il: אפס משתמש
ja: メンバーリセット
pt_br: resetarmembro
tr: üyeyisıfırla

# cmd:resetmember|desc
source: Reset (server-associated) member data for the target member or user.
he_il: אפס נתוני שרת עבור משתמש ספציפי
ja: 対象のメンバー、またはユーザーの (サーバーに関連付けられた) メンバーデータをリセットします。
pt_br: Resetar dados (associados a este servidor) de membro para determinado usuário ou membro.
tr: Hedef kullanıcının veya üyenin (sunucu-bağlantılı) kullanıcı verisini sıfırla.

# cmd:resetmember|param:target
source: member_to_reset
he_il: משתמשים_לאיפוס
ja: リセットするメンバー
pt_br: membro_a_resetar
tr: sıfırlanacak_üye

# cmd:resetmember|param:saved_roles
source: saved_roles
he_il: רולים_שמורים
ja: 保存されたロール
pt_br: cargos_salvos
tr: kaydedilen_roller

# cmd:resetmember|param:target|desc
source: Choose the member (current or past) you want to reset.
he_il: בחר את המשתמש (עכשווי או בעבר) שאתה רוצה לאפס.
ja: リセットしたいメンバー (現在または過去) を選択します。
pt_br: Escolha o membro(atual ou passado) que você quer resetar.
tr: Sıfırlamak istediğiniz üyeyi seçiniz (eski veya yeni).

# cmd:resetmember|param:saved_roles|desc
source: Clear the saved roles for this member, so their past roles are not restored on rejoin.
he_il: מחק את הרולים השמורים עבור המשתמש הזה, הרולים הקודמים שלהם לא ישוחזרו כשהוא יצטרך מחדש.
ja: このメンバーの保存されたロールをクリアして、再参加時に過去のロールが復元されないようにします。
pt_br: Limpar os cargos salvos deste membro. Assim, os cargos não serão restaurados caso ele retorne.
tr: Üyenin kaydedilmiş rollerini temizleyin bu sayede geçmiş roller tekrardan katılmada verilmeyecektir.

# cmd:resetmember|reset:saved_roles|success
source: The saved roles for {target} have been reset. They will not regain their roles if they rejoin.
he_il: הרולים השמורים עבור {target} אופסו. הם לא יקבלו את הרולים שלהם שוב בחזרה לשרת.
ja: {target} に保存されているロールがリセットされました。再参加してもロールは戻りません。
pt_br: Os cargos salvos de {target} foram resetados. Eles não irão recuperar os cargos caso retornem.
tr: {target} için kaydedilen roller sıfırlanmıştır. Eğer tekrar katılırlarsa rollerini alamayacaklar.

# cmd:resetmember|error:nothing_to_do
source: No reset operation selected, nothing to do.
he_il: איפוס לא נבחר, אין לי מה לעשות.
ja: リセット操作が選択されていないため、何も行いません。
pt_br: Nenhuma operação de resetar foi selecionada. Não tenho o que fazer.
tr: Sıfırlama işlemi seçilmedi, yapılacak bir şey yok.

# cmd:admin_data
source: data
ja: データ

# cmd:admin_data|desc
source: Download various raw data for external analysis and backup.
ja: 外部分析やバックアップ用に各種rawデータをダウンロードします。

# cmd:admin_data|param:data_type
source: type
ja: タイプ

# cmd:admin_data|param:target
source: target
ja: 対象

# cmd:admin_data|param:start
source: after
ja: 後

# cmd:admin_data|param:end
source: before
ja: 前

# cmd:admin_data|param:limit
source: limit
ja: リミット

# cmd:admin_data|param:data_type|desc
source: Select the type of data you want to download
ja: ダウンロードしたいデータの種類を選択してください

# cmd:admin_data|param:target|desc
source: Filter the data by selecting a user or role
ja: ユーザーまたはロールを選択して、データをフィルタリングする

# cmd:admin_data|param:start|desc
source: Retrieve records created after this date and time in server timezone (YYYY-MM-DD HH:MM)
ja: この日時以降に作成されたrecordsをサーバーのタイムゾーン (YYYY-MM-DD HH:MM) で取得します。

# cmd:admin_data|param:end|desc
source: Retrieve records created before this date and time in server timezone (YYYY-MM-DD HH:MM)
ja: この日時より前に作成されたrecordsをサーバーのタイムゾーン (YYYY-MM-DD HH:MM) で取得します。

# cmd:admin_data|param:limit|desc
source: Maximum number of records to retrieve.
ja: 取得するrecordsの最大数。

# cmd:admin_data|error:ratelimited
source: Too many requests! Please wait a few minutes before using this command again.
ja: リクエストが多すぎます！このコマンドを再度使用する前に、数分待ってください。

# cmd:admin_data|error:no_results
source: Your query had no results! Try relaxing your filters.
ja: 探しましたが、何の成果も得られませんでした！フィルターを緩めてみてください。

# cmd:admin_data|acmpl:time|error:parse
source: Cannot parse "{partial}" as a time. Try the format YYYY-MM-DD HH:MM
ja: 「{partial}」を時刻として解析できません。 YYYY-MM-DD HH:MM の形式を試してください。

# cmd:configure_welcome
source: welcome
he_il: ברוכים הבאים
ja: ようこそ
pt_br: bem_vindo
tr: hoş_geldin

# cmd:configure_welcome|desc
source: Configure new member greetings and roles.
he_il: הגדר רולים והודעת שלומות למשתמש חדש
ja: 新しいメンバーへの挨拶とロールを設定します。
pt_br: Configure as saudações e cargos do novo membro.
tr: Yeni üye karşılaması ve rollerini ayarla.

# guildset:greeting_message|formatkey:mention
source: Mention the new member.
he_il: מתייג את המשתמש החדש.
ja: 新しいメンバーをメンション
pt_br: Mencione o novo membro.
tr: Yeni üyeden bahset.

# guildset:greeting_message|formatkey:user_name
source: Display name of the new member.
he_il: הצג את השם של המשתמש החדש.
ja: 新しいメンバーの表示名。
pt_br: Mostrar o nome do novo membro.
tr: Yeni üyenin ismini görüntüle.

# guildset:greeting_message|formatkey:user_avatar
source: Avatar url of the new member.
he_il: הלינק של המשתמש החדש.
ja: 新しいメンバーのアイコンの URL。
pt_br: Link do avatar do novo membro.
tr: Yeni üyenin avatar url'si.

# guildset:greeting_message|formatkey:guild_name
source: Name of this server.
he_il: השם של השרת.
ja: このサーバーの名前
pt_br: Nome deste servidor.
tr: Bu sunucunun adı.

# guildset:greeting_message|formatkey:guild_icon
source: Server icon url.
he_il: לינק לתמונת השרת.
ja: サーバーアイコンのURL。
pt_br: Link do ícone do servidor.
tr: Sunucu sembolü url'si.

# guildset:greeting_message|formatkey:studying_count
source: Number of current voice channel members.
he_il: משתמש אנשים בערוצי קול ברגע נתון.
ja: 現在の音声チャンネルにいるメンバーの数。
pt_br: Número atual de membros de canais de voz.
tr: Ses kanalındaki anlık üyelerin sayısı.

# guildset:greeting_message|formatkey:member_count
source: Number of members in the server.
he_il: מספר משתמשים בשרת.
ja: サーバー内のメンバーの数。
pt_br: Número de membros neste servidor.
tr: Bu sunucudaki toplam üye sayısı.

# guildset:greeting_channel
source: welcome_channel
he_il: ערוץ_שלומות
ja: 挨拶チャンネル
pt_br: canal_de_boas_vindas
tr: hoşgeldin_kanalı

# guildset:greeting_channel|desc
source: Channel in which to welcome new members to the server.
he_il: ערוץ שבו אשלח "שלומות" (ברוכים הבאים) לאנשים שיצטרפו לשרת.
ja: 新しいメンバーをサーバーに歓迎するチャンネル。
pt_br: Canal em que será recebido o novo membro no servidor.
tr: Sunucuya yeni gelen kullanıcılara hoş geldin mesajı atılacak kanal.

# guildset:greeting_channel|long_desc
source: New members will be sent the configured `welcome_message` in this channel, and returning members will be sent the configured `returning_message`. Unset to send these message via direct message.
he_il: משתמשים חדשים יקבלו את ההודעה שערכתם בערוץ הזה, ואנשים שחזרו יקבלו את הודעה החזרה שערכתם (אם ערכתם אחת). ניתן לבטל את הערוץ ואז ההודעות ישלחו למשתמשים בפרטי.
ja: 新しいメンバーにはこのチャンネルで、設定された 「ウェルカムメッセージ」 が送信され、復帰メンバーには設定された「復帰メッセージ」が送信されます。これらのメッセージをダイレクトメッセージで送信するには設定を解除します。
pt_br: Novos membros irão receber a ˋmensagem_de_boas_vindasˋ neste canal. Membros que estão voltando após um tempo fora, receberão ˋmensagem_de_retornoˋ. Desative para que a mensagem seja enviada por Mensagem Direta.
tr: Yeni üyeler için ayarlanmış `hoşgeldin_mesajı` ve tekrardan gelen üyeler için ayarlanmış `geridönüş_mesajı` bu kanala gelecektir. Direkt Mesaj olarak göndermek için ayarlamadan bırakınız.

# guildset:greeting_channel|accepts
source: Name or id of the greeting channel, or 0 for DM.
he_il: שם או מספר מזהה של הערוץ ברוכים הבאים, או 0 ואשלח להם את ההודעה בפרטי.
ja: 挨拶チャンネルの名前またはID、 DMの場合は 0。
pt_br: Nome ou ID do canal de boas vindas. Ou 0 para Mensagens Diretas.
tr: Karşılama kanalının isim ya da ID 'si, DM için 0.

# guildset:greeting_channel|set_response:unset
source: Welcome messages will now be sent via direct message.
he_il: הודעות ברוכים הבאים ישלחו עכשיו בפרטי.
pt_br: Mensagens de boas vindas serão enviadas por Mensagem Direta.
tr: Hoş geldin mesajı artık direkt mesaj aracılığıyla gönderilecektir.

# guildset:greeting_channel|set_response:set
source: Welcome messages will now be sent to {channel}
he_il: הערוץ ברוכים הבאים נקבע ל{channel}
pt_br: Mensagens de boas vindas serão enviadas para {channel}
tr: Hoş geldin mesajı artık {channel} kanalına gönderilecektir.

# guildset:greeting_channel|formmatted:unset
source: Direct Message
he_il: הודעת פרטית
pt_br: Mensagem Direta
tr: Direkt Mesaj

# guildset:greeting_message
source: welcome_message
he_il: הודעת_ברוכים_הבאים
pt_br: mensagem_de_boas_vindas
tr: hoşgeldin_mesajı

# guildset:greeting_message|desc
source: Custom message used to greet new members when they join the server.
he_il: הודעה מותאמת אישית שהמטרה שלה לקבל בברכה אנשים חדשים בשרת שלכם.
pt_br: Mensagem personalizada usada para saudar novos membros quando eles entram no servidor.
tr: Yeni gelen üyeleri karşılamak için gönderilecek özel mesaj.

# guildset:greeting_message|long_desc
source: When set, this message will be sent to the `welcome_channel` when a *new* member joins the server. If not set, no message will be sent.
he_il: כאשר מופעל, ההודעה תשלח לערוץ הודעות ברוכים הבאים כאשר משתמש חדש מצטרף לשרת.
pt_br: Quando configurada, esta mensagem será enviada ao ˋcanal_de_boas_vindasˋ sempre que um *novo* membro entrar no servidor. Se não configurado, nenhuma mensagem será enviada.
tr: Ayarlandığında, bu mesaj `hoşgeldin_kanalı` kanalına *yeni* üye geldiğinde gönderilecektir. Ayarlanmadığında, mesaj gönderilmeyecektir.

# guildset:greeting_message|accepts
source: JSON formatted greeting message data
he_il: הודעת הברוכים הבאים בפורמט JSON
pt_br: Mensagem de boas vindas formatada como dados JSON
tr: JSON biçimindeki hoş geldin mesaj verisi

# guildset:greeting_message|default
source: { "embed": { "title": "Welcome {user_name}!", "thumbnail": {"url": "{user_avatar}"}, "description": "Welcome to **{guild_name}**!", "footer": { "text": "You are the {member_count}th member!" }, "color": 15695665 } }
pt_br: { "embed": { "title": "Bem Vindo, {user_name}!", "thumbnail": {"url": "{user_avatar}"}, "description": "Bem vindo ao **{guild_name}**!", "footer": { "text": "Você é o {member_count} membro!" }, "color": 15695665 } }
tr: { "embed": { "title": "Hoş geldin {user_name}!", "thumbnail": {"url": "{user_avatar}"}, "description": **{guild_name}** sunucusuna hoş geldin!", "footer": { "text": "Bu sunucunun {member_count}. üyesisin." }, "color": 15695665 } }

# guildset:greeting_message|set_response:unset
source: Welcome message unset! New members will not be greeted.
he_il: הודעת הברוכים הבאים בוטלה! לא אגיד שלום לאנשים חדשים.
pt_br: Mensagem de boas vindas desabilitada! Novos membros não receberão saudações.
tr: Hoş geldin mesajı kaldırıldı! Yeni üyeler karşılanmayacak.

# guildset:greeting_message|set_response:set
source: The welcome message has been updated.
he_il: הודעת הברוכים הבאים עודכנה
pt_br: A mensagem de boas vindas foi atualizada.
tr: Hoş geldin mesajı güncellendi.

# guildset:greeting_message|formmatted:unset
source: Not set, members will not be welcomed.
he_il: לא נקבע, משתמשים חדשים לא יקבלו הודעת ברוכים הבאים.
pt_br: Não configurado. Membros não receberão boas vindas.
tr: Ayarlanmadı, üyeler karşılanmayacak.

# guildset:greeting_message|embed_field|formatkeys|explanation
source: The following placeholders will be substituted with their values.
he_il: תופסי המקום הבאים יוחלפו עם הערך האמיתי שלהם.
pt_br: Os seguintes espaços serão substituídos por seus valores.
tr: Aşağıdaki yer tutucular kendi değerleriyle değiştirilecektir.

# guildset:greeting_message|embed_field|formatkeys|name
source: Placeholders
he_il: תופסי מקום
pt_br: Espaços reservados
tr: Yer Tutucular

# guildset:returning_message
source: returning_message
he_il: הודעת_ברוכים_השבים
pt_br: mensagem_de_retorno
tr: geridönüş_mesajı

# guildset:returning_message|desc
source: Custom message used to greet returning members when they rejoin the server.
he_il: הודעה מותאמת אישית שהמטרה שלה לקבל בברכה אנשים שחזרו לשרת שלכם.
pt_br: Mensagem personalizada de boas vindas usada quando um membro que saiu voltar a entrar no servidor.
tr: Geri dönen üyeleri karşılamak için gönderilecek özel mesaj.

# guildset:returning_message|long_desc
source: When set, this message will be sent to the `welcome_channel` when a member *returns* to the server. If not set, no message will be sent.
he_il: כאשר מופעל, אני אשלח הודעה לערוץ שקבעתם כשמשתמש *ישן* חוזר לשרת. אם לא הפעלתם את האופציה הזאתי, לא אשלח שום הודעה.
pt_br: Quando configurada, esta mensagem será enviada para o ˋcanal_de_boas_vindasˋ assim que um membro *voltar a entrar* no servidor. Se não for configurada, nenhuma mensagem será enviada.
tr: Ayarlandığında, bu mesaj `hoşgeldin_kanalı` kanalına üye sunucuya *geri döndüğünde* gönderilecektir. Ayarlanmadığında, mesaj gönderilmeyecektir.

# guildset:returning_message|accepts
source: JSON formatted returning message data
he_il: הודעת הברוכים השבים בפורמט JSON
pt_br: Mensagem de retorno em formato de dados JSON.
tr: JSON biçiminde geri dönüş mesaj verisi

# guildset:returning_message|default
source: { "embed": { "title": "Welcome Back {user_name}!", "thumbnail": {"url": "{User_avatar}"}, "description": "Welcome back to **{guild_name}**!\nYou were last seen <t:{last_time}:R>.", "color": 15695665 } }
pt_br: { "embed": { "title": "Bem vindo de volta {user_name}!", "thumbnail": {"url": "{User_avatar}"}, "description": "Bem vindo de novo ao **{guild_name}**!\n Você estava desaparecido desde <t:{last_time}:R>.", "color": 15695665 } }
tr: { "embed": { "title": "Tekrar Hoş Geldin {user_name}!", "thumbnail": {"url": "{User_avatar}"}, "description": "**{guild_name}** sunucusuna tekrardan hoş geldin!\nEn son <t:{last_time}:R> göründün.", "color": 15695665 } }

# guildset:returning_message|formatkey:last_time
source: Unix timestamp of the last time the member was seen in the server.
he_il: חותמת זמן שבה המשתמש נראה לאחרונה בשרת.
pt_br: Data/hora que o membro havia sido visto pela última vez.
tr: Üyenin sunucuda göründüğü son zamanın Unix timestamp cinsinden ifadesi.

# guildset:returning_message|set_response:unset
source: Returning member greeting unset! Will use `welcome_message` if set.
he_il: הודעת "ברוכים השבים" הוסרה! אשתמש בהודעה הרגילה של "ברוכים הבאים"
pt_br: Mensagem para saudar membros que retornam não foi configurada! Usaremos ˋmensagem_de_boas_vindasˋ se configurada.
tr: Geri dönen üye karşılaması kaldırıldı! Eğer ayarlandıysa `hoşgeldin_mesajı` kullanılacak.

# guildset:greeting_message|set_response:set
source: The returning member greeting has been updated.
he_il: הודעת ה"ברוכים השבים" עודכנה בהצלחה.
pt_br: A mensagem de saudação ao membro que estiver retornarnando foi atualizada.
tr: Geri dönen üye karşılaması güncellendi.

# guildset:greeting_message|formmatted:unset
source: Not set, will use the `welcome_message` if set.
he_il: לא נקבע, אני אשתמש ב"הודעת ברוכים הבאים" אם קבעתם אחת.
pt_br: Não foi configurada. Usarei a ˋmensagem_de_boas_vindasˋ se esta estiver.
tr: Ayarlanmadı, eğer ayarlandıysa `hoşgeldin_mesajı` kullanılacak.

# guildset:returning_message|embed_field|formatkeys|explanation
source: In *addition* to the placeholders supported by `welcome_message`
he_il: בנוסף לתופסי המקום שנתמכים בהודעת הברוכים הבאים
pt_br: Em *adição* aos espaços reservados, suportados pela ˋmensagem_de_boasvindasˋ
tr: `hoşgeldin_mesajı` tarafından desteklenen yer tutuculara *ek olarak*

# guildset:returning_message|embed_field|formatkeys|
source: Placeholders
he_il: תופסי מקום
pt_br: Espaços reservados
tr: Yer Tutucular

# guildset:autoroles
source: autoroles
he_il: רולים אוטומטיים
pt_br: cargos_automáticos
tr: otomatik_roller

# guildset:autoroles|desc
source: Roles given to new members when they join the server.
he_il: רולים שמשתמש חדש יקבל כשהוא יצטרף לשרת.
pt_br: Cargos a serem designados aos novos membros quando entrarem no servidor.
tr: Yeni üyeler sunucuya katıldıklarında verilecek roller.

# guildset:autoroles|long_desc
source: These roles will be given when a member joins the server. If `role_persistence` is enabled, these roles will *not* be given to a returning member.
he_il: אלו הרולים שניתנים לכל משתמש חדש שמצטרף לשרת. אם הצמדת_רולים פעיל, אני לא אתן את הרולים האלו לאנשים שעזבו וחזרו לשרת, אלא אשחזר את הרולים המקוריים שלהם.
pt_br: Estes cargos serão dados aos novos membros que entrarem ao servidor. Caso ˋcargo_persistenteˋ esteja ativado, estes cargos *não* serão dados para um membro que retorne ao servidor.
tr: Bir üye sunucuya katıldığında bu roller verilecek. Eğer `rol_kalıcılığı` aktifse, bu roller geri dönen üyeye *verilmeyecektir.*

# guildset:bot_autoroles
source: bot_autoroles
he_il: רולים_אוטומטיים_בוט
pt_br: cargos_automáticos_bots
tr: bot_otomatikrolleri

# guildset:bot_autoroles|desc
source: Roles given to new bots when they join the server.
he_il: רולים שבוטים יקבלו אוטומטית כשתוסיפו אותם לשרת.
pt_br: Cargos dados aos novos bots quando entrarem ao servidor.
tr: Yeni botlara sunucuya katıldıklarında verilecek roller.

# guildset:bot_autoroles|long_desc
source: These roles will be given when a bot joins the server.
he_il: הרולים האלו יתנו לבוט כאשר הוא מצורף לשרת.
pt_br: Estes cargos serão dados quando um bot entrar no servidor.
tr: Bir bot sunucuya katıldığında bu roller verilecek.

# guildset:role_persistence
source: role_persistence
he_il: הצמדת_רולים
pt_br: cargo_persistente
tr: rol_kalıcılığı

# guildset:role_persistence|desc
source: Whether member roles should be restored on rejoin.
he_il: האם או לא להשאיר את הרולים אצל משתמש גם אם הם עזבו וחזרו לשרת.
pt_br: Definir se os cargos de um membro devem ser restaurados em seu retorno.
tr: Üyelerin sunucuya tekrar katıldıklarında rollerinin verilip verilmeyeceği.

# guildset:role_persistence|long_desc
source: If enabled, member roles will be stored when they leave the server, and then restored when they rejoin (instead of giving `autoroles`). Note that this may conflict with other bots who manage join roles.
he_il: אם אופציה זו עובדת, שאשר משתמש עוזר וחוזר לשרת, במקום לאפס את הרולים שלו, אני אחזיר לו את הרולים שהיו לו בעבר ואצמיד אותם חזרה אליו.
pt_br: Caso habilitado, os cargos dos membros serão salvos quando eles deixarem o servidor, e restaurados em seu retorno (ao invés de receberem os cargos_automáticos). Perceba que talvez isto entre em confilto com outros bots que também configurem cargos de boas vindas.
tr: Aktifleştirildiğinde, üyeler sunucudan çıktıklarında rolleri kaydedilecek ve tekrar girmeleri durumunda geri verilecek. (`otomatik_roller` yerine kullanılabilir) Katılma rollerini düzenleyen diğer botlarla karışıklık yaratabileceğini unutmayın.

# guildset:role_persistence|set_response:off
source: Roles will not be restored when members rejoin.
he_il: רולים לא ישוחזרו כאשר משתמש חזור לשרת.
pt_br: Os cargos não serão restaurados no retorno de antigos membros ao servidor.
tr: Üyeler tekrar katıldıklarında rolleri eklenmeyecek.

# guildset:greeting_message|set_response:on
source: Roles will now be restored when members rejoin.
he_il: הרולים מעכשיו ישוחזרו למשתמשים שעזבו וחזרו לשרת.
pt_br: A partir de agora. os cargos serão restaurados quando um membro antigo retorna ao servidor.
tr: Artık üyeler tekrardan katıldıklarında rolleri eklenecek.
