Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/moderation.po
Languages: es_419, fr, he_il, pt_br, tr

# ui:moderation_config|menu:ticket_log|placeholder
source: Select Ticket Log
es_419: Seleccione Ticket Log
fr: Sélectionner le salon de logs des tickets
he_il: בחר ערוץ מעקב כרטיסים
pt_br: Selecione o Registro de Logs
tr: Talep kayıt kanalını seç

# ui:moderation_config|menu:alert_channel|placeholder
source: Select Alert Channel
es_419: Seleccionar canal de alerta
fr: Sélectionner le salon de alertes
he_il: בחר ערוץ התראות
pt_br: Selecione o Canal de Alertas
tr: Uyarı kanalını seç

# ui:moderation_config|menu:modrole|placeholder
source: Select Moderator Role
es_419: Seleccione la función de moderador
fr: Sélectionner le rôle de modérateur
he_il: בחר רול למנהלים
pt_br: Selecione o cargo de Moderador
tr: Moderatör rolünü seç

# ui:moderation_config|menu:adminrole|placeholder
source: Select Admin Role
es_419: Seleccione el rol de administrador
fr: Sélectionner le rôle d'administrateur

# ui:moderation_config|embed|title
source: Moderation Configuration Panel
es_419: Panel de configuración de la moderación
fr: Panel de configuration de la modération
he_il: תפריט הגדרות ניהול שרת
pt_br: Painel de Configuração da Moderação
tr: Moderatör Konfigürasyon Paneli

# dash:moderation|title
source: Moderation Settings ({commands[admin config moderation]})
es_419: Configuración de la moderación ({commands[admin config moderation]})
fr: Paramètres de modération ({commands[admin config moderation]})

# dash:moderation|dropdown|placeholder
source: Moderation Panel
es_419: Grupo de moderación
fr: Panel de modération
he_il: תפריט ניהול
pt_br: Painel de Moderação
tr: Moderasyon Paneli

# cmd:modnote|desc
source: Add a note to the target member's moderation record.
es_419: Añade una nota al registro de moderación del miembro en cuestión.
fr: Ajouter une note au dossier de modération du membre visé.

# cmd:modnote|param:target
source: target
es_419: objetivo
fr: cible

# cmd:modnote|param:note
source: note
es_419: nota

# cmd:modnote|param:target|desc
source: Target member or user to add a note to.
es_419: Miembro o usuario de destino al que añadir una nota.
fr: Cibler un membre ou un utilisateur pour lui ajouter aussi une note.

# cmd:modnote|param:note|desc
source: Contents of the note.
es_419: Contenido de la nota.
fr: Contenu de la note.

# cmd:modnote|modal:enter_note|title
source: Moderation Note
es_419: Nota de moderación
fr: Note de modération

# cmd:modnote|modal:enter_note|field|label
source: Note Content
es_419: Nota Contenido
fr: Contenu de la note

# cmd:modnote|embed:success|desc
source: Moderation note created as [Ticket #{ticket}]({jump_link})
es_419: Nota de moderación creada como [Ticket #{ticket}]({jump_link})
fr: Note de modération créée en tant que [Ticket #{ticket}]({jump_link})

# cmd:warning
source: warning
es_419: advertencia
fr: attention

# cmd:warning|desc
source: Warn a member for a misdemeanour, and add it to their moderation record.
es_419: Advertir a un miembro por una falta y añadirla a su historial de moderación.
fr: Donner un avertissement à un membre pour un manquement, et l'ajouter à ses antécédents de modération.

# cmd:warning|param:target
source: target
es_419: objetivo
fr: cible

# cmd:warning|param:reason
source: reason
es_419: motivo
fr: motif

# cmd:warning|param:target|desc
source: Target member to warn.
es_419: Miembro objetivo a avisar.
fr: Choisissez le membre à qui donner un avertissement.

# cmd:warning|param:reason|desc
source: The reason why you are warning this member.
es_419: La razón por la que advierte a este miembro.
fr: Le motif pour lequel vous avez averti ce membre.

# cmd:warning|modal:reason|title
source: Moderation Warning
es_419: Aviso de moderación
fr: Avertissement de la modération

# cmd:warning|modal:reason|field|label
source: Reason for the warning (visible to user).
es_419: Motivo de la advertencia (visible para el usuario).
fr: Motif de l'avertissement (visible par l'utilisateur).

# cmd:warning|embed:user_alert|title
source: You have received a warning!
es_419: Ha recibido una advertencia.
fr: Vous avez reçu un avertissement!

# cmd:warning|embed:user_alert|field:note|name
source: Note
es_419: Nota

# cmd:warning|embed:user_alert|field:note|value
source: *Warnings appear in your moderation history. Continuing failure to comply with server rules and moderator directions may result in more severe action.
es_419: *Las advertencias aparecen en tu historial de moderación. El incumplimiento continuado de las normas del servidor y de las indicaciones de los moderadores puede dar lugar a acciones más severas.
fr: Les avertissements apparaissent dans votre historique de modération. Continuer de manquer au règlement du serveur, vous conduira à de plus sévères sanctions.

# cmd:warning|embed:success|line:count
source: This their first warning.
es_419: Esta es su primera advertencia.
fr: C'est son premier avertissement.

# cmd:warning|embed:success|desc
source: [Ticket #{ticket}]({jump_link}) {user} has been warned.
es_419: [Ticket #{ticket}]({jump_link}) {user} ha sido avisado.
fr: [Ticket #{ticket}]({jump_link}) {user} a reçu un avertissement.

# cmd:warning|embed:success|field:no_alert|name
source: Note
es_419: Nota

# cmd:warning|embed:success|field:no_alert|value
source: *Could not deliver warning to the target.*
es_419: *No se pudo entregar la advertencia al objetivo.*
fr: *Impossible de délivrer l'avertissement au membre cible.*

# cmd:pardon
source: pardon
es_419: Perdonar
fr: pardonner

# cmd:pardon|desc
source: Pardon moderation tickets to mark them as no longer in effect.
es_419: Perdone las entradas de moderación para marcarlas como no vigentes.
fr: Pardonner un ticket de modération pour le marquer comme n'ayant plus d'effet.

# cmd:pardon|param:ticketids
source: tickets
es_419: entradas

# cmd:pardon|param:reason
source: reason
es_419: motivo
fr: motif

# cmd:pardon|param:ticketids|desc
source: Comma separated list of ticket numbers to pardon.
es_419: Lista separada por comas de los números de ticket a perdonar.
fr: Liste séparé par des virgules de numéros de ticket à pardonner.

# cmd:pardon|param:reason
source: Why these tickets are being pardoned.
es_419: Por qué se perdonan estos tickets.
fr: Pourquoi ces tickets vont être pardonnés.

# cmd:pardon|modal:reason|title
source: Pardon Tickets
es_419: Perdonar Tickets
fr: Pardonner les tickets.

# cmd:pardon|modal:reason|field|label
source: Why are you pardoning these tickets?
es_419: ¿Por qué perdonas estoas tickets?
fr: Pourquoi vous pardonnez ces tickets?

# cmd:pardon|error:parse_ticketids
source: Could not parse provided tickets as a list of ticket ids! Please enter tickets as a comma separated list of ticket numbers, for example `1, 2, 3`.
es_419: No se han podido analizar las entradas proporcionadas como una lista de ID de entradas. Por favor, introduzca los tickets como una lista de números de tickets separados por comas, por ejemplo `1, 2, 3`.
fr: Impossible d'identifier les tickets fournis comme une liste d'identifiants de tickets ! Veuillez saisir les tickets sous la forme d'une liste de numéros de tickets séparés par des virgules, par exemple `1, 2, 3`.

# cmd:pardon|error:no_matching
source: No matching moderation tickets found to pardon!
es_419: ¡No se han encontrado entradas de moderación que coincidan con perdonar!
fr: Aucun ticket de modération à pardonenr trouvé!

# cmd:pardon|embed:success|title
source: Ticket {ticketstr} has been pardoned.
es_419: El ticket {ticketstr} ha sido perdonado.
fr: Le ticket {ticketstr} a été pardonné.

# cmd:tickets|desc
source: View moderation tickets in this server.
es_419: Ver los tickets de moderación en este servidor.
fr: Voir les tickets de modération dans ce serveur.

# cmd:tickets|param:target
source: target
es_419: objetivo
fr: cible

# cmd:tickets|param:type
source: type
es_419: tipo

# cmd:tickets|param:state
source: ticket_state
es_419: estado_ticket

# cmd:tickets|param:pardoned
source: include_pardoned
es_419: incluir_perdonados

# cmd:tickets|param:moderator
source: acting_moderator
es_419: moderador_actuante

# cmd:tickets|param:after
source: after
es_419: después de
fr: après

# cmd:tickets|param:before
source: before
es_419: antes de
fr: avant

# cmd:tickets|param:target|desc
source: Filter by tickets acting on a given user.
es_419: Filtrar por tickets que actúan sobre un usuario determinado.
fr: Filtrer par tickets à propos d'un utilisateur.

# cmd:tickets|param:type|desc
source: Filter by ticket type.
es_419: Filtrar por tipo de ticket.
fr: Filtrer par type de ticket.

# cmd:tickets|param:state|desc
source: Filter by ticket state.
es_419: Filtrar por estado del ticket.
fr: Filtrer par état de ticket.

# cmd:tickets|param:pardoned|desc
source: Whether to only show active tickets, or also include pardoned.
es_419: Si desea mostrar sólo los tickets activos, o incluir también los indultados.
fr: Affichier uniquement les fautes, ou également les fautes pardonnées.

# cmd:tickets|param:moderator|desc
source: Filter by moderator responsible for the ticket.
es_419: Filtrar por moderador responsable del ticket.
fr: Filtrer par modérateur responsable de ticket.

# cmd:tickets|param:after|desc
source: Only show tickets after this date (YYY-MM-DD HH:MM)
es_419: Mostrar sólo tickets después de esta fecha (AAAA-MM-DD HH:MM)
fr: Afficher uniquement les tickets après cette date (YYY-MM-DD HH:MM)

# cmd:tickets|param:before|desc
source: Only show tickets before this date (YYY-MM-DD HH:MM)
es_419: Mostrar sólo tickets antes de esta fecha (AAAA-MM-DD HH:MM)
fr: Afficher uniquement les tickets avant cette date (YYY-MM-DD HH:MM)

# cmd:configure_moderation
source: moderation
es_419: moderación
fr: modération
he_il: ניהול
pt_br: moderação
tr: moderasyon

# cmd:configure_moderation|desc
source: Configure general moderation settings.
es_419: Configure las opciones generales de moderación.
fr: Configurer les paramètres généraux de modération.
he_il: בחר הגדרות ניהול כלליות.
pt_br: Configurações gerais de moderação.
tr: Genel moderasyon ayarlarını ayarla

# ticketfilter|field:after|name
source: Created After
es_419: Creado después de
fr: Créé après

# ticketfilter|field:before|name
source: Created Before
es_419: Creado antes de
fr: Créé avant

# ticketfilter|field:targetids|name
source: Targets
es_419: Objetivos
fr: Cibles

# ticketfilter|field:moderatorids|name
source: Moderators
es_419: Moderadores
fr: Modérateurs

# ticketfilter|field:types|name
source: Ticket Types
es_419: Tipos de tickets
fr: Types de ticket

# ticketfilter|field:states|name
source: Ticket States
es_419: Estados del ticket
fr: Etats des tickets

# ui:tickets|button:edit_filter|label
source: Edit Filters
es_419: Editar filtros
fr: Editer les filtres

# ui:tickets|button:select_ticket|label
source: Select Ticket
es_419: Seleccionar ticket
fr: Sélectionner un ticket

# ui:tickets|button:pardon|error:no_tickets
source: Not tickets matching the given criterial! Nothing to pardon.
es_419: No hay tickets que coincidan con el criterio dado. No hay nada que perdonar.
fr: Aucun ticket ne correspond à vos critères! Rien à pardonner.

# ui:tickets|button:pardon|modal:reason|title
source: Pardon Tickets
es_419: Perdonar Tickets
fr: Pardonner les tickets

# ui:tickets|button:pardon|modal:reason|field|label
source: Why are you pardoning these tickets?
es_419: ¿Por qué perdonas estos tickets?
fr: Pourquoi pardonnez-vous ces tickets?

# ui:tickets|button:pardon|label
source: Pardon All
es_419: Perdonar a todos
fr: Tout pardonner

# ui:tickets|menu:filter_type|placeholder
source: Select Ticket Types
es_419: Seleccione el tipo de ticket
fr: Sélectionner les types de ticket

# ui:tickets|menu:filter_state|placeholder
source: Select Ticket States
es_419: Seleccione el estado del ticket
fr: Sélectionner les états de ticket

# ui:tickets|menu:filter_target|placeholder
source: Select Ticket Targets
es_419: Seleccionar Tickets objetivos
fr: Sélectionner les cibles de ticket

# ui:tickets|menu:tickets|placeholder
source: Select Ticket
es_419: Seleccionar Ticket
fr: Sélectionner un ticket

# ui:tickets|button:jump|input:title
source: Jump to page
es_419: Ir a la página
fr: Aller à la page

# ui:tickets|button:jump|input:question
source: Page number to jump to
es_419: Número de página al que saltar
fr: Numéro de page où aller

# ui:tickets|button:jump|error:invalid_page
source: Invalid page number, please try again!
es_419: Número de página no válido, inténtelo de nuevo.
fr: Numéro de page invalide, réessayez!

# ui:tickets|embed|title
source: Moderation Tickets in {guild}
es_419: Entradas de moderación en {guild}
fr: Tickets de modération dans {guild}

# ui:tickets|embed|desc:no_tickets
source: No tickets matching the given criteria!
es_419: No hay entradas que coincidan con los criterios indicados.
fr: Aucun ticket ne correspond aux critères donnés

# ui:tickets|embed|field:filters|name
source: Filters
es_419: Filtros
fr: Filtres

# ui:ticket|button:pardon|modal:reason|title
source: Pardon Moderation Ticket
es_419: Perdonar Ticket de Moderación
fr: Pardonner le ticket de modération

# ui:ticket|button:pardon|modal:reason|field|label
source: Why are you pardoning this ticket?
es_419: ¿Por qué perdonas este ticket?
fr: Pourquoi vous pardonnez ce ticket ?

# ui:ticket|button:pardon|label
source: Pardon
es_419: Perdonar
fr: Pardonner

# ticket|field:target|name
source: Target
es_419: Objetivo
fr: Cible
he_il: מטרה
pt_br: Alvo
tr: Hedef

# ticket|field:moderator|name
source: Moderator
es_419: Moderador
fr: Modérateur
he_il: מנהל
pt_br: Moderador
tr: Moderatör

# ticket|field:expiry|mode:expiring|name
source: Expires At
es_419: Caduca en
fr: Expire le
he_il: תקף עד
pt_br: Expira em
tr: Süre dolma zamanı

# ticket|field:expiry|mode:expiring|value
source: {timestamp} Duration: `{duration}`
es_419: {timestamp} Duración: `{duration}`
fr: {timestamp} Durée: `{duration}`
he_il: {timestamp} זמן `{duration}`
pt_br: {timestamp} Duração: `{duration}`
tr: {timestamp} Süre: `{duration}`

# ticket|field:expiry|mode:expired|name
source: Expired
es_419: Caducado
fr: Expiré
he_il: פג תוקף
pt_br: Expirado
tr: Süresi doldu

# ticket|field:expiry|mode:open|name
source: Expiry
es_419: Caducidad
he_il: תוקף
pt_br: Fim
tr: Geçerlilik

# ticket|field:context|name
source: Context
es_419: Contexto
fr: Contexte
he_il: קונטקסט
pt_br: Contexto
tr: Bağlam

# ticket|field:notes|name
source: Notes
es_419: Notas
he_il: פתקיות
pt_br: Notas
tr: Notlar

# ticket|field:pardoned|name
source: Pardoned
es_419: Perdonado
fr: Pardonné
he_il: נסלחו
pt_br: Perdoado
tr: Affedildi

# ticket|field:pardoned|value
source: Pardoned by <@{moderator}> at {timestamp}. {reason}
es_419: Perdonado por <@{moderator}> en {timestamp}. {reason}
fr: Pardonné par <@{moderator}> at {timestamp}. {reason}

# guildset:ticket_log|desc
source: Private moderation log to send tickets and moderation events.
es_419: Registro privado de moderación para enviar tickets y eventos de moderación.
he_il: לוח כרטיסים פרטי כדי לעדכן את כל המנהלים בנוגע לאירועים האחרונים שבוצעו על ידי מנהלים אחרים.
pt_br: Lugar privado, da moderação, para onde enviar registro de tickets e eventos da moderação.
tr: Talep gönderilen ve moderasyon etkinliklerini kaydeden özel moderasyon kayıtları .

# guildset:ticket_log|long_desc
source: Warnings, notes, video blacklists, and other moderation events will be posted as numbered tickets with context to this log.
es_419: Las advertencias, notas, listas negras de vídeos y otros eventos de moderación se publicarán como entradas numeradas con contexto en este registro.
fr: Attention, les notes, les blacklists de vidéo, et autres actes de modération vont être postés comme des tickets numérotés avec leur contexte dans ce journal.
he_il: אזהרות, פתקיות, רשימות שחורות של וידאו, ואירועי ניהול אחרים יפורסמו בלוח הזה.
pt_br: Avisos, notas, inscritos na lista negra, e outros eventos da moderação serão postados em tíckets numerados de acordo com o contexto deste registro.
tr: Uyarılar, notlar, video kara listesi ve diğer moderasyon etkinlikleri bu bağlamda numaralı talepler olarak gönderilerek kaydedilecektir.

# guildset:ticket_log|accepts
source: Ticket channel name or id.
es_419: Nombre o identificador del canal de tickets.
fr: Nom ou ID du salon du ticket.
he_il: שם או מספר זהות של לוח הכרטיסים.
pt_br: Nome, ou ID, do canal de tickets.
tr: Talep kanal adı ya da ID'si.

# guildset:ticket_log|set_response:set
source: Moderation tickets will be sent to {channel}
es_419: Los tickets de moderación se enviarán a {channel}
fr: Les tickets de modération on été envoyé dans {channel}
he_il: כרטיסי ניהול ישלחו אל {channel}
pt_br: Tickets de moderação serão enviados para {channel}
tr: Moderasyon talepleri {channel} kanalına gönderilecektir.

# guildset:ticket_log|set_response:unset
source: Moderation tickets will not be logged to a channel.
es_419: Los tickets de moderación no se registrarán en un canal.
fr: Les tickets de modération ne seront pas dans loggés dans un salon.
he_il: כרטיסי ניהול יפסיקו להישלח אל הערוץ.
pt_br: Os tickets de moderação não serão registrados em um canal.
tr: Moderasyon talepleri herhangi bir kanalda kayıt edilmeyecektir.

# guildset:ticket_log|formatted:unset
source: Not Set.
es_419: No está configurado.
fr: Non défini.
he_il: לא נקבע.
pt_br: Não configurado.
tr: Ayarlanmadı.

# guildset:alert_channel
source: alert_channel
es_419: canal_alerta
he_il: ערוץ_התראות
pt_br: canal_alertas
tr: uyarı_kanalı

# guildset:alert_channel|desc
source: Moderation notification channel for members with DMs disabled.
es_419: Canal de notificación de moderación para miembros con DMs desactivados.
fr: Salon de notification de modération par méssage privé aux membres désactivé.
he_il: ערוץ התראות ציבורי למשתמשים שסגרו את ההודעות הפרטיות שלהם.
pt_br: Canal para o envio de notificações e avisos a membros com mensagem direta desabilitada.
tr: Direkt Mesajları kapalı olan kullanıcılar için moderasyon bildirimleri kanalı.

# guildset:alert_channel|long_desc
source: When I need to send a member a moderation-related notification (e.g. asking them to enable their video in a video channel) from this server, I will try to send it via direct messages. If this fails, I will instead mention the user in this channel.
es_419: Cuando tenga que enviar a un miembro una notificación relacionada con la moderación (por ejemplo, pedirle que habilite su vídeo en un canal de vídeo) desde este servidor, intentaré enviársela a través de mensajes directos. Si esto falla, en su lugar mencionaré al usuario en este canal.
fr: Lorsque je dois envoyer à un membre une notification liée à la modération (ex, lui demander d'activer sa vidéo dans un salon vidéo) à partir de ce serveur, j'essaierai de l'envoyer en messages privés. En cas d'échec, je mentionnerai l'utilisateur dans ce salon.
he_il: כשאני צריך לשלוח למשתמש התראות ניהול (לדוגמא כשאני צריך לבקש מהם לפתוח את המצלמה בערוץ קולי), אנסה לשלוח להם הודעות בפרטי. אם לא אצליח, אשלח להם הודעות לערוץ הזה.
pt_br: Quando for preciso enviar uma mensagem de alerta a um membro deste servidor (ex. pedindo a ele que habilite o vídeo em um canal de vídeo), eu tentarei enviar por mensagem direta. Caso esta mensagem direta falhe, eu irei mencionar o usuário neste canal.

# guildset:alert_channel|accepts
source: Alert channel name or id.
es_419: Nombre o id del canal de alerta.
fr: Nom ou ID du salon des alertes.
he_il: שם או מספר זהות של לוח התראות.
pt_br: Nome, ou ID, do canal de alertas.
tr: Uyarı kanalı adı ya da ID'si.

# guildset:alert_channel|set_response:set
source: Moderation alerts will be sent to {channel}
es_419: Las alertas de moderación se enviarán a {channel}.
fr: Les alertes de modération seront envoyées dans {channel}
he_il: התראות ניהול ישלחו אל {channel}
pt_br: Alertas de moderação serão enviados para {channel}
tr: Moderasyon uyarıları {channel} kanalına gönderilecektir.

# guildset:alert_channel|set_response:unset
source: Moderation alerts will be ignored if the member cannot be reached.
es_419: Las alertas de moderación se ignorarán si no se puede contactar con el miembro.
fr: Les alertes de modération seront ignorées si le membre ne peut être contacté.
he_il: התראות ניהול יתעלמו אם לא יהיה ניתן להגיע אל המשתמש.
pt_br: Alertas de moderação serão ignorados, caso o membro não puder ser contatado.

# guildset:alert_channel|formatted:unset
source: Not Set (Only alert via direct message.)
es_419: No configurado (Sólo alerta por mensaje directo.)
fr: Non défini (Alerte uniquement par message privé.)
he_il: לא נקבע (התראות ישלחו רק בהודעה פרטית)
pt_br: Não configurado (somente alertar via mensagem direta)
tr: Ayarlanmadı (Direkt mesaj üzerinden uyarılar yapılacaktır.)

# guildset:mod_role|desc
source: Server role permitted to perform moderation and minor bot configuration.
es_419: Rol de servidor autorizado para realizar tareas de moderación y configuración menor de bots.
fr: Rôle de serveur autorisé à effectuer de la modération et configuration mineure du bot.

# guildset:mod_role|long_desc
source: Members with the moderator role are considered moderators, and are permitted to use moderator commands, such as viewing and pardoning moderation tickets, creating moderation notes, and performing minor reconfiguration through the `/config` command. Moderators are never permitted to perform actions (such as giving roles) that they do not already have the Discord permissions for. Members with the 'Manage Guild' permission are always considered moderators.
es_419: Los miembros con el rol de moderador son considerados moderadores, y se les permite usar comandos de moderador, como ver y perdonar tickets de moderación, crear notas de moderación, y realizar reconfiguraciones menores a través del comando `/config`. A los moderadores nunca se les permite realizar acciones (como dar roles) para las que no tengan ya los permisos de Discord. Los miembros con el permiso `Administrar Gremio` siempre son considerados moderadores.
fr: Les membres ayant le rôle de modérateur sont considérés comme des modérateurs, et sont autorisés à utiliser les commandes de modération, telles que la visualisation et le pardon des tickets de modération, la création de notes de modération, et l'exécution de reconfigurations mineures par le biais de la commande `/config`. Les modérateurs ne sont jamais autorisés à effectuer des actions (telles que donner des rôles) pour lesquelles ils n'ont pas déjà les permissions Discord. Les membres disposant de la permission "Gérer le serveur" sont toujours considérés comme des modérateurs.

# guildset:mod_role|accepts
source: Moderation role name or id.
es_419: Nombre o id del rol de moderación.
fr: Nom ou ID du rôle de modérateur.
he_il: רול את מספר זהות של מנהלים.
pt_br: Nome, ou ID, do cargo de moderador.

# guildset:mod_role|set_response:set
source: Members with {role} will be considered moderators. You may need to grant them access to view moderation commands via the server integration settings.
es_419: Los miembros con {role} serán considerados moderadores. Es posible que tengas que concederles acceso para ver los comandos de moderación a través de la configuración de integración del servidor.
fr: Les membres avec le rôle {role} sont considérés comme des modérateurs. Vous devez leur donner leurs accès pour qu'ils voient les commandes de modérations via les paramètres d'intégration du serveur.

# guildset:mod_role|set_response:unset
source: Only members with the 'Manage Guild' permission will be considered moderators.
es_419: Sólo los miembros con el permiso 'Manage Guild' serán considerados moderadores.
fr: Uniquement les membres avec la permission "Gérer le serveur" sont considérés comme des modérateurs.

# guildset:mod_role|formatted:unset
source: Not Set.
es_419: No está configurado.
fr: Non défini.
he_il: לא נקבע.
pt_br: Não Configurado.

# guildset:admin_role
source: admin_role
es_419: rol_admin
