Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/moderation.po
Languages: es_419, fr, he_il, pt_br, tr

# guildset:admin_role|desc
source: Server role allowing access to all administrator level functionality in Leo.
es_419: Función de servidor que permite acceder a todas las funciones de nivel de administrador en Leo.

# guildset:admin_role|long_desc
source: Members with this role are considered to be server administrators, allowing them to use all of my interfaces and commands, except for managing roles that are above them in the role hierachy. This setting allows giving members administrator-level permissions over my systems, without actually giving the members admin server permissions. Note that the role will also need to be given permission to see the commands through the Discord server integrations interface.
es_419: Los miembros con este rol son considerados administradores del servidor, permitiéndoles usar todas mis interfaces y comandos, excepto para administrar roles que están por encima de ellos en la jerarquía de roles. Esta configuración permite dar a los miembros permisos de administrador sobre mis sistemas, sin darles permisos de administrador del servidor. Ten en cuenta que el rol también necesitará permiso para ver los comandos a través de la interfaz de integración del servidor Discord.

# guildset:admin_role|accepts
source: Admin role name or id.
es_419: Nombre o id del rol de administrador.

# guildset:admin_role|set_response:set
source: Members with {role} will now be considered admins, and have access to my full interface.
es_419: Los miembros con {role} serán ahora considerados admins, y tendrán acceso a mi interfaz completa.

# guildset:admin_role|set_response:unset
source: The admin role has been unset. Only members with administrator permissions will be considered admins.
es_419: El rol de administrador ha sido desactivado. Sólo los miembros con permisos de administrador serán considerados administradores.

# cmd:modnote
source: modnote
fr: Note de modération

# dash:moderation|title
source: Moderation Settings ({commands[configure moderation]})
he_il: הגדרות ניהול ({commands[configure moderation]})
pt_br: Configurações de Moderação ({commands[configure moderation]})
tr: Moderasyon Ayarları ({commands[configure moderation]})

# ticket|title:auto
source: Ticket #{ticketid} | {state} | {type}[Auto] | {name}
he_il: כרטיס #{ticketid} | {state} | {type}[Auto] | {name}
tr: Talep #{ticketid} | {state} | {type}[Auto] | {name}

# ticket|title:manual
source: Ticket #{ticketid} | {state} | {type} | {name}
he_il: כרטיס #{ticketid} | {state} | {type} | {name}
pt_br: Registro #{ticketid} | {state} | {type} | {name}
tr: Talep #{ticketid} | {state} | {type} | {name}

# ticket|field:pardoned|value
source: Pardoned by <&{moderator}> at {timestamp}. {reason}
he_il: נסלח על ידי <&{moderator}> at {timestamp}. {reason}
pt_br: Perdoado por <&{moderator}> em {timestamp}. {reason}
tr: <&{moderator}> tarafından {timestamp} zamanında affedildi. {reason}

# guildset:ticket_log
source: ticket_log
he_il: לוג_כרטיסים
pt_br: registro_de_logs
tr: talep_log

# guildset:mod_role
source: mod_role
he_il: רול_מנהלים
pt_br: cargo_moderador

# guildset:mod_role|desc
source: Guild role permitted to view configuration and perform moderation tasks.
he_il: רול שמאפשר למשתמשים לראות את התפריט הזה ולבצע פעולות ניהול שונות.
pt_br: Cargos com permissão para administrar comunidade, ver a configuração e realizar tarefas de moderação.

# guildset:mod_role|long_desc
source: Members with the set role will be able to access my configuration panels, and perform some moderation tasks, such as setting up pomodoro timers. Moderators cannot reconfigure most bot configuration, or perform operations they do not already have permission for in Discord.
he_il: משתמשים עם הרול הזה יוכלו לגשת תפריטים השונים, ולבצע פעולות ניהול כמו להקים טיימרים. מנהלים לא יכולים לשנות את ההגדרות הבסיסיות של הבוט עצמו. הם בגדול יכולים לבצע פעולות שהם גם ככה יכולים לעשות בדיסקורד בתור המנהלים שלכם.
pt_br: Membros com o cargo configurado estarão autorizados a acessar meus painéis de configuração, e realizar algumas tarefas, como criar Temporizadores Pomodoro. Os moderadores não podem reconfigurar todos os comandos do bot, ou o fazer algo que não entre as permissões do seu cargo no Discord.

# guildset:mod_role|set_response:set
source: Members with the {role} will be considered moderators.
he_il: משתמשים עם {role} יחשבו מנהלי שרת.
pt_br: Membros com o cargo {role} serão considerados moderadores.

# guildset:mod_role|set_response:unset
source: No members will be given moderation privileges.
he_il: שום משתמש יקבל הרשאות מנהלים.
pt_br: Nenhum membro ganhará privilégios de moderação.
