Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/monthly-gui.po
Languages: he_il, pt_br

# skin:monthlystats|mode:study|title
source: STUDY HOURS
he_il: שעות למידה
pt_br: HORAS DE ESTUDO

# skin:monthlystats|mode:voice|title
source: VOICE CHANNEL ACTIVITY
he_il: פעילות בחדרי קול
pt_br: ATIVIDADE EM CANAL DE VOZ

# skin:monthlystats|mode:text|title
source: MESSAGE ACTIVITY
he_il: פעילות הודעות
pt_br: ATIVIDADE EM CONVERSAS

# skin::monthlystats|mode:anki|title
source: CARDS REVIEWED
he_il: קלפים שנעשו
pt_br: CARTÕES REVISADOS

# ui:monthlystats|mode:study|bar_value
source: {value} H
he_il: {value}

# ui:monthlystats|mode:voice|bar_value
source: {value} H
he_il: {value}

# ui:monthlystats|mode:text|bar_value
source: {value} M
he_il: {value}

# ui:monthlystats|mode:anki|bar_value
source: {value} C
he_il: {value}

# skin:monthlystats|weekdays
source: M,T,W,T,F,S,S
he_il: ש,ש,ר,ח,ש,ש,ר
pt_br: S,T,Q,Q,S,S,D

# skin:monthlystats|mode:study|summary:this_month
source: THIS MONTH: {amount} HOURS
he_il: החודש הנוכחי: {amount} שעות
pt_br: ESTE MÊS: {amount} HORAS

# skin:monthlystats|mode:voice|summary:this_month
source: THIS MONTH: {amount} HOURS
he_il: החודש הנוכחי: {amount} שעות
pt_br: ESTE MÊS: {amount} HORAS

# skin:monthlystats|mode:text|summary:this_month
source: THIS MONTH: {amount} MESSAGES
he_il: החודש הנוכחי: {amount} הודעות
pt_br: ESTE MÊS: {amount} MENSAGENS

# skin:monthlystats|mode:text|summary:this_month
source: THIS MONTH: {amount} CARDS
he_il: החודש הנוכחי {amount} קלפים
pt_br: ESTE MÊS: {amount} CARTÕES

# skin:monthlystats|mode:study|summary:last_month
source: LAST MONTH: {amount} HOURS
he_il: החודש הקודם {amount} שעות
pt_br: MÊS PASSADO: {amount} HORAS

# skin:monthlystats|mode:voice|summary:last_month
source: LAST MONTH: {amount} HOURS
he_il: החודש הקודם {amount} שעות
pt_br: MÊS PASSADO: {amount} HORAS

# skin:monthlystats|mode:text|summary:last_month
source: LAST MONTH: {amount} MESSAGES
he_il: החודש הקודם {amount} הודעות
pt_br: MÊS PASSADO: {amount} MENSAGENS

# skin:monthlystats|mode:text|summary:last_month
source: LAST MONTH: {amount} CARDS
he_il: החודש הקודם {amount} קלפים
pt_br: MÊS PASSADO: {amount} CARTÕES

# ui:monthlystats|stats:current_streak|key
source: Current Streak:
he_il: רצף נוכחי
pt_br: Sequência atual:

# ui:monthlystats|stats:current_streak|value
source: {count} days
he_il: {count} ימים
pt_br: {count} dias

# ui:monthlystats|stats:longest_streak|key
source: Longest Streak:
he_il: רצף שיא
pt_br: Maior sequência:

# ui:monthlystats|stats:longest_streak|value
source: {count} days
he_il: {count} ימים
pt_br: {count} dias

# ui:monthlystats|stats:daily_average|key
source: Daily Average:
he_il: ממוצע יומי
pt_br: Média Diária:

# ui:monthlystats|stats:days_active|key
source: Days Active:
he_il: פעילות
pt_br: Dias Ativos:

# ui:monthlystats|stats:days_active|value
source: {count} days
he_il: {count} ימים
pt_br: {count} dias

# skin:monthlystats|footer
source: Monthly Statistics • As of {day} {month} • {name} {discrim}
he_il: סטטיסטיקה חודשית • מתאריך {day} {month} • {name} {discrim}
pt_br: Estatísticas Mensais • A partir de {day} {month} • {name} {discrim}

# ui:monthlystats|stats:daily_average|value
source: {count} hours
pt_br: {count} horas
