Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/Pomodoro.po
Languages: he_il, pt_br, tr

# timerset:channel_name_format|error:too_long
source: The provided name is too long! Channel names can be at most `100` characters.
he_il: השם שננתם לי ארוך מידי! השתמשו בפחות מ `100` תווים.
pt_br: O nome indicado é muito comprido! Os nomes de canais podem ter, no máximo, ˋ100ˋ caracteres.

# timerset:focus_length
source: focus_length
he_il: אורך_פוקוס
pt_br: duração_foco
tr: odak_süresi

# timerset:focus_length|desc
source: Length of the focus stage of the timer in minutes.
he_il: האורך של הזמן למידה בדקות.
pt_br: Duração, em minutos, do estágio de ˋFocoˋ do temporizador.
tr: Dakika cinsinden odak oturumlarının uzunluğu.

# timerset:focus_length|accepts
source: A positive integer number of minutes.
he_il: מספר שלם עבור מספר דקות.
pt_br: Um número positivo e inteiro, em minutos.
tr: Dakikanın tam sayı cinsinden değeri.

# timerset:focus_length|desc
source: Please enter a positive number of minutes.
he_il: אנא ציין מספר שלם של דקות.
pt_br: Por favor, preencha um número positivo de minutos.
tr: Lütfen pozitif sayı cinsinden dakikayı giriniz.

# timerset:break_length
source: break_length
he_il: אורך_הפסקה
pt_br: duração_pausa
tr: ara_süresi

# timerset:break_length|desc
source: Length of the break stage of the timer in minutes.
he_il: האורך של הזמן הפסקה בדקות.
pt_br: Duração, em minutos, do estágio de ˋPausaˋ do temporizador.
tr: Dakika cinsinden ara oturumlarının uzunluğu.

# timerset:break_length|accepts
source: A positive integer number of minutes.
he_il: מספר שלם של דקות.
pt_br: Um número positivo e inteiro, em minutos.
tr: Dakikanın tam sayı cinsinden değeri.

# timerset:break_length|desc
source: Please enter a positive number of minutes.
he_il: אנא ציין מספר שלם של דקות.
pt_br: Por favor, preencha um número positivo de minutos.
tr: Lütfen pozitif sayı cinsinden dakikayı giriniz.

# guildset:pomodoro_channel
source: pomodoro_channel
he_il: ערוץ_פומודורו
pt_br: canal_pomodoro
tr: pomodoro_kanalı

# guildset:pomodoro_channel|desc
source: Default central notification channel for pomodoro timers.
he_il: ערוץ התראות מרכזי לטיימרים של הפומודורו.
pt_br: Canal padrão de notificações do temporizador pomodoro.
tr: Pomodoro sayaçları için varsayılan ana bildirim kanalı.

# guildset:pomodoro_channel|long_desc
source: Pomodoro timers which do not have a custom notification channel set will send timer notifications in this channel. If this setting is not set, pomodoro notifications will default to the timer voice channel itself.
he_il: טיימרים שאין להם ערוץ ספציפי שמוגדר להם ישלחו את ההתראות שלהם לערוץ הזה. אם ההגדרה הזו לא הופעלה, ההתראות ישלחו לצאט של הערוץ הקולי עצמו (מומלץ להפעיל).
pt_br: Temporizadores pomodoro, sem um canal próprio para as notificações, irão enviar as notificações neste canal. Se não estiver configurado, o temporizador pomodoro irá enviar as notificações no próprio canal em que o temporizador está.
tr: Özel bir bildirim kanalı ayarı olmayan Pomodoro zamanlayıcılarının bildirimleri bu kanala gönderilecektir. Bu ayar yapılmazsa pomodoro bildirimleri varsayılan olarak zamanlayıcı ses kanalının kendisini kullanır.

# guildset:pomodoro_channel|formatted|notset
source: Not Set (Will use timer voice channel.)
he_il: לא מופעל (התראות ישלחו לערוץ עצמו)
pt_br: Não Configurado (Irá usar o canal em que está o temporizador).
tr: Ayarlanmadı (Sayaç ses kanalını kullanacağım)

# guildset:pomodoro_channel|accepts
source: Timer notification channel name or id.
he_il: שם או מספר זהות של הערוץ התראות
pt_br: Nome ou ID do canal para enviar as notificações do temporizador.
tr: Sayaç bildirim kanalı adı ya da ID'si.

# guildset:pomodoro_channel|set_response|set
source: Pomodoro timer notifications will now default to {channel}
he_il: ההתראות ברירת מחדל עכשיו יופנו אל {channel}
pt_br: As notificações do Pomodoro irão, a partir de agora, ser enviadas para {channel}.
tr: Pomodoro sayaç bildirimleri varsayılan olarak {channel} kanalına ayarlandı

# guildset:pomodoro_channel|set_response|unset
source: Pomodoro timer notifications will now default to their voice channel.
he_il: ההתראות ברירת מחדל עכשיו יופנו אל הערוץ הקולי שלהם.
pt_br: As notificações do Pomodoro irão, a partir de agora, ser enviada para o próprio canal em que está o temporizador.
tr: Pomodoro sayaç bildirimleri kendi ses kanallarına varsayılan olarak ayarlandı.

# guildset:pomdoro_channel|set_using
source: {cmd} or channel selector below.
he_il: {cmd} או בחירת ערוצים בתחתית.
pt_br: {cmd} ou seletor de canais abaixo.
tr: {cmd} ya da aşağıdaki kanal seçici.

# modal:timer_editor|title
source: Timer Option Editor
he_il: עורך הגדרות טיימר
pt_br: Editor das Opções do Temporizador
tr: Sayaç Seçenekleri Düzenleyicisi

# ui:timer_status|button:present|ack
source: Thank you for marking your presence. Good luck and stay productive!
he_il: תודה שסימת נוכחות! בהצלחה ותישאר פרודקטיבי!
pt_br: Obrigado por marcar sua presença. Boa sorte, e se mantenha produtivo.
tr: Burada olduğunuzu bildirdiğin için teşekkürler. İyi şanslar ve verimli kal!

# ui:timer_status|button:present|error:not_in_timer
source: You are not in this timer! Join the timer channel by pressing {channel}.
he_il: אתה לא בטיימר הזה! תצטרף אליו על ידי לחיצה על: {channel}.
pt_br: Você não faz parte deste temporizador! Você pode entrar nele pressionando aqui {channel}.
tr: Bu sayaçta değilsin! {channel} kanalına basarak sayaç kanalına katılabilirsin.

# ui:timer_status|button:present|label
source: Present
he_il: נוכח
pt_br: Presente
tr: Burada

# ui:timer_status|button:edit|error:no_permissions
source: Configuring this timer requires `MANAGE_CHANNEL` permissions on the timer channel, or the configured manager role!
he_il: כדי לערוך את הטיימר הזה נדרשות הרשאות מנהל או אדמין.
pt_br: Para configurar este temporizador, é necessário ter permissão de ˋGERENCIAR_CANALˋ no canal do temporizador, ou estar configurado nesse sistema como autorizado a isto.
tr: Bu sayacı konfigüre etmek sayaç kanalında `KANALI_YÖNET` yetkisi ya da ayarlanmış bir idareci rolü gerektirmektedir!

# ui:timer_status|button:edit|label
source: Options
he_il: הגדרות
pt_br: Opções
tr: Seçenekler

# ui:timer_status|button:start|error:already_running
source: Cannot start a timer that is already running!
he_il: לא ניתן להתחיל טיימר שכבר רץ!
pt_br: Não posso começar um temporizador que já está rodando!
tr: Halihazırda çalışan bir sayacı başlatamam!

# ui:timer_status|button:start|error:not_manager|title
source: Insufficient permissions!
he_il: אין לי או לך מספיק הראשות בשרת כדי לעשות את זה!
pt_br: Premissões insuficientes!
tr: Yetersiz izin!

# ui:timer_status|button:start|error:not_manager|desc
source: Starting this timer requires `MANAGE_CHANNEL` permissions on the timer channel, or the configured `manager_role`!
he_il: כדי לערוך את הטיימר הזה נדרשות הרשאות מנהל או אדמין.
pt_br: Para iniciar este temporizador, é necessário ter permissão de ˋGERENCIAR_CANALˋ no canal do temporizador, ou estar configurado neste sistema como autorizado a isto.
tr: Bu sayacı başlatmak sayaç kanalında `KANALI_YÖNET` yetkisi ya da ayarlanmış bir idareci rolü gerektirmektedir!

# ui:timer_status|button:start|label
source: Start
he_il: התחל
pt_br: Iniciar
tr: Başlat

# ui:timer_status|button:stop|error:not_manager|title
source: Insufficient permissions!
he_il: אין לי או לך מספיק הראשות בשרת כדי לעשות את זה!
pt_br: Permissões insuficientes!
tr: Yetersiz izin!

# ui:timer_status|button:stop|error:not_manager|desc
source: Stopping this timer requires `MANAGE_CHANNEL` permissions on the timer channel, or the configured `manager_role`!
he_il: כדי לערוך את הטיימר הזה נדרשות הרשאות מנהל או אדמין.
pt_br: Para Pausar o temporizador, é necessário permissão de ˋGERENCIAR_CANALˋ no canal do temporizador, ou estar configurado neste sistema como autorizado a isto.
tr: Bu sayacı durdurmak sayaç kanalında `KANALI_YÖNET` yetkisi ya da ayarlanmış bir idareci rolü gerektirmektedir!

# ui:timer_status|button:stop|label
source: Stop
he_il: עצור
pt_br: Parar
tr: Durdur

# ui:timer_options|error:timer_destroyed
source: This timer no longer exists! Closing option menu.
he_il: הטיימר כבר לא קיים! אני סוגר את התפריט.
pt_br: Este temporizador não existe! Fechando menu de opção.

# ui:timer_options|button:edit|label
source: Edit
he_il: ערוך
pt_br: Editar
tr: Düzenle

# ui:timer_options|button:voice_alerts|label
source: Voice Alerts
he_il: התראות קוליות
pt_br: Alertas Sonoros
tr: Ses Uyarıları

# ui:timer_options|button:delete|success|title
source: Timer Deleted
he_il: הטיימר נמחק
pt_br: Temporizador Deletado
tr: Sayaç Silindi

# ui:timer_options|button:delete|success|description
source: The timer in {channel} has been removed.
he_il: הטיימר של החדר {channel} נמחק.
pt_br: O temporizador em {channel} foi removido.
tr: {channel} kanalındaki sayaç kaldırıldı.

# ui:timer_options|button:delete|label
source: Delete
he_il: מחק
pt_br: Deletar
tr: Sil

# ui:timer_options|menu:voice_channel|placeholder
source: Set Voice Channel
he_il: בחר ערוץ קולי
pt_br: Configurar Canal de Voz
tr: Ses Kanalını Ayarla

# ui:timer_options|menu:notification_channel|placeholder
source: Set Notification Channel
he_il: בחר ערוץ התראות
pt_br: Configurar Canal de Notificações
tr: Bildirim Kanalını Ayarla

# ui:timer_options|menu:manager_role|placeholder
source: Set Manager Role
he_il: בחר רול מנהל
pt_br: Configurar Cargo de Gerenciador
tr: İdareci Rolünü Ayarla

# ui:timer_options|embed|title
source: Timer Control Panel for {channel}
he_il: לוח שליטה של הטיימר של {channel}
pt_br: Painel de Controle do Temporizador em {channel}
tr: {channel} kanalı için sayaç kontrol paneli

# ui:timer_options|embed|footer
source: Hover over the option names to view descriptions.
he_il: רחף מעל השמות כדי לקרוא את התיאור שלהם
pt_br: Passe o mouse sobre o nome para ver as descrições.
tr: Açıklamaları görüntülemek için seçenek adlarının üzerine gelin.

# ui:timer_options|embed|field:pattern|name
source: Pattern
he_il: תבנית
pt_br: Padrão
tr: Model

# ui:timer_options|embed|field:pattern|value
source: **`{focus_len} minutes`** focus **`{break_len} minutes`** break
he_il: **`{focus_len} דקות`** פוקוס **`{break_len} דקות`** הפסקה
pt_br: **ˋ{focus_len} minutosˋ** Foco **ˋ{break_len} minutosˋ** Pausa
tr: **`{focus_len} dakika`** odak **`{break_len} dakika`** ara

# ui:timer_options|embed|field:channel_name|name
source: Channel Name Preview
he_il: תצוגה מקדימה של השם ערוץ
pt_br: Prévia do Nome do Canal
tr: Kanal Adı Önizlemesi

# ui:timer_options|embed|field:channel_name|value
source: **`{name}`** (The actual channel name may not match due to ratelimits.)
he_il: **`{name}`** (השם של החדר לא ישונה בזמן אמת מאחר ודיסקורד מגבילים אותנו מלעשות יותר מידי שינויים)
pt_br: **ˋ{name}ˋ** (O nome do canal atual talvez não corresponda exatamente devido a limites de taxa).
tr: **`{name}`** (Sınırlayıcılar nedeniyle gerçek kanal adı ile eşleşmeyebilir.)

# ui:timer_options|embed|field:issues|name
source: Issues
he_il: בעיות
pt_br: Problemas
tr: Sorunlar

# ui:timer_options|issue:no_voice_channel
source: The configured voice channel does not exist! Please update it below.
he_il: הערוץ הקולי לא קיים! אנא עדכנו אותו בתחתית
pt_br: O canal de voz configurado não existe! Por favor atualize ele abaixo.
tr: Ayarlanmış ses kanalı bulunmamaktadır! Lütfen aşağıdan güncelle.

# ui:timer_options|issue:cannot_speak
source: Voice alerts are on, but I don't have speaking permissions in {channel}
he_il: הגדרות קוליות הופעלו, אבל אין לי הרשאות לדבר ב{channel}
pt_br: Os alertas de voz estão ativados, mas eu não tenho permissão para falar em {channel}.
tr: Ses uyarıları açık fakat {channel} kanalında konuşma iznim bulunmuyor.

# ui:timer_options|issue:cannot_change_name
source: I cannot update the name of {channel}! (Needs `MANAGE_CHANNELS` permission)
he_il: אין לי הרשאות עבור {channel} על מנת לשנות את השם שלו. אני צריך `MANAGE_CHANNELS`
pt_br: Eu não posso atualizar o nome do {channel}! (É preciso permissão de ˋGERENCIAR_CANAISˋ)
tr: {channel} kanalının adını düzenleyemiyorum! (`KANALLARI_YÖNET` iznine ihtiyacım var!)

# ui:timer_options|issue:notif_channel_dne
source: Configured notification channel does not exist!
he_il: ערוץ ההתראות לא קיים!
pt_br: O canal de notificações configurado não existe!
tr: Ayarlanmış bildirim kanalı bulunmamaktadır!

# ui:timer_options|issue:notif_channel_write
source: I cannot attach files (`ATTACH_FILES`) or send embeds (`EMBED_LINKS`) in {channel}
he_il: אני לא יכול להעלות תמונות ל{channel}, אין לי את ההרשאות הנכונות ! (`ATTACH_FILES, EMBED_LINKS`)
pt_br: Eu não pude anexar os arquivos (ˋANEXAR_ARQUIVOSˋ), ou enviar as integrações (ˋINSERIR_LINKSˋ) em {channel}
tr: {channel} kanalına dosya ekleyemiyorum (`DOSYA_EKLE`) veya gömülü içerik (`BAĞLANTI_YERLEŞTİR`) gönderemiyorum.

# ui:timer_options|issues:cannot_make_webhooks
source: I cannot create the notification webhook (`MANAGE_WEBHOOKS`) in {channel}
he_il: אני לא יכול לשלוח התראות בערוץ {channel}, חסרה לי ההרשאה `MANAGE_WEBHOOKS`
pt_br: Eu não posso criar a notificação por Webhook (ˋINSERIR_LINKSˋ) em {channel}.
tr: {channel}'da bildirim webhook'u (`WEBHOOK'LARI!_YÖNET`) oluşturamıyorum.
