Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/Pomodoro.po
Languages: he_il, pt_br, tr

# timer|stage:break|name
source: BREAK
he_il: הפסקה
pt_br: PAUSA
tr: ARA

# timer|stage:focus|name
source: FOCUS
he_il: פוקוס
pt_br: FOCO
tr: ODAK

# timer|webhook|name
source: {bot_name} Pomodoro
he_il: {bot_name} פומודורו

# timer|webhook|audit_reason
source: Pomodoro Notifications
he_il: התראות פומודורו
pt_br: Notificações do Pomodoro
tr: Pomodoro Bildirimleri

# timer|webhook|error:insufficient_permissions
source: I require the `MANAGE_WEBHOOKS` permission to send pomodoro notifications here!
he_il: אני צריך את ההרשאה `MANAGE_WEBHOOKS` כדי לשלוח התראות פומודורו פה!
pt_br: Eu preciso de permissão ˋMANAGE_WEBHOOKSˋ para enviar notificações do pomodoro aqui!
tr: Buraya pomodoro bildirimlerini gönderebilmek için `WEBHOOK'LARI_YÖNET` iznine ihtiyacım var!

# timer|default_base_name
source: Timer {pattern}
he_il: טיימר {pattern}
pt_br: Temporizador {pattern}
tr: Sayaç {pattern}

# timer|kicked_message
source: {mentions} was removed from {channel} because they were inactive! Remember to press {tick} to register your presence every stage.
he_il: {mentions} הוסר מ {channel} מאחר והם לא היו פעילים! זכרו ללחוץ על {tick} על מנת לרשום נוכחות בכל שלב.
pt_br: {mentions} foi removida de {channel} pois elas estavam inativas! Se lembre de clickar {tick} para registrar sua presença em todos os ciclos.
tr: {mentions} aktif olmadıklarından dolayı {channel} kanalından çıkartıldılar! Burada olduğunuzu belirtmek için her oturumda {tick} butonuna basmayı unutmayın!

# timer|status|stage:focus|statusline
source: {channel} is now in **FOCUS**! Good luck, **BREAK** starts {timestamp}
he_il: {channel} עכשיו בפוקוס! בהצלחה! ההפסקה תתחיל ב {timestamp}
pt_br: {channel} agora esta em **FOCO**! Boa sorte, **PAUSA** começa em {timestamp}
tr: {channel} şu anda **ODAKTA**! İyi şanslar, **ARA** {timestamp} başlayacak.

# timer|status|stage:break|statusline
source: {channel} is now on **BREAK**! Take a rest, **FOCUS** starts {timestamp}
he_il: {channel} עכשיו בהפסקה! הסשן יתחיל ב {timestamp}
pt_br: {channel} está agora em **PAUSA**! Tire um descanso, o **FOCO** começa em {timestamp}
tr: {channel} şu anda **ARADA**! İyi şanslar, **ODAK** {timestamp} başlayacak.

# timer|status|warningline
source: **Warning:** {mentions}, please press {tick} to avoid being removed on the next stage.
he_il: **זהירות:** {mentions}, אל תשכחו ללחוץ על ה{tick} על מנת להימנע מלהתנתק בשלב הבא.
pt_br: **Atenção:** {mentions}, por favor, aperte {tick} para evitar ser removido no próximo estágio.
tr: **UYARI:** {mentions}, bir sonraki oturumda atılmamak için lütfen {tick} butonuna basınız.

# timer|status|stopped:auto
source: Timer stopped! Join {channel} to start the timer.
he_il: השעון נעצר! הצטרף אל {channel} על מנת להתחיל את השעון מחדש.
pt_br: Temporizador parado! Entre {channel} para iniciar o timer.
tr: Sayaç durduruldu! Sayacı başlatmak için {channel} kanalına katılın.

# timer|status|stopped:manual
source: Timer stopped! Press `Start` to restart the timer.
he_il: השעון נעצר! לחץ על "התחל" כדי להתחיל את השעון מחדש.
pt_br: Temporizador parado! Pressione ˋStartˋ para reiniciar o temporizador.
tr: Sayaç durduruldu! `Başlat` butonuna basarak sayacı tekrar başlatabilirsiniz.

# ui:timer_config|menu:channels|placeholder
source: Select Pomodoro Notification Channel
he_il: בחר ערוץ התראות לטיימרים של הפומודורו
pt_br: Selecione o Canal de Notificações do Pomodoro
tr: Pomodoro Bildirim Kanalını Seçin

# ui:timer_config|embed|title
source: Timer Configuration Panel
he_il: תפריט הגדרות טיימרים פומודורו
pt_br: Painel de Configurações do Pomodoro
tr: Sayaç Konfigürasyon Paneli

# dash:pomodoro|title
source: Pomodoro Configuration ({commands[configure pomodoro]})
he_il: תפריט הגדרות טיימרים ({commands[configure pomodoro]})
pt_br: Configurações do Pomodoro ({commands[configure pomodoro]})

# dash:stats|dropdown|placeholder
source: Pomodoro Timer Panel
he_il: תפריט טיימרים
pt_br: Painel do Temporizador Pomodoro
tr: Pomodoro Sayaç Paneli

# cmd_check:ready|failed
source: I am currently restarting! The Pomodoro timers will be unavailable until I have restarted. Thank you for your patience!
he_il: אני כרגע מתחיל מחדש, מצטער, עוד כמה דקות והטיימרים יחזרו מבטיחים! תודה על הסבלנות.
pt_br: Eu estou reiniciando! O temporizador Pomodoro estará inacessível enquanto eu reinicio. Agradeço por sua paciência!
tr: Şu anda tekrardan başlatılmaktayım! Tekrar başlatılana kadar pomodoro sayaçlarım kullanımda olmayacak. Anlayışınız için teşekkürler!

# cmd:timer
source: timer
he_il: טיימר
pt_br: temporizador

# cmd:timer|desc
source: Show your current (or selected) pomodoro timer.
he_il: הצג את החדר פומודורו טיימר הנוכחי.
pt_br: Mostra o seu temporizador Pomodoro atual (ou o selecionado).

# cmd:timer|param:channel
source: timer_channel
he_il: ערוץ_טיימר
pt_br: temporizador_canal

# cmd:timer|param:channel|desc
source: Select a timer to display (by selecting the timer voice channel)
he_il: בחר בטיימר להצגה (על ידי בחירה של ערוץ הקול שקשור לטיימר)
pt_br: Selecione um temporizador a mostrar (selecionando a sala correspondente a ele).

# cmd:timer|error:no_timers|desc
source: **This server has no timers set up!** Ask an admin to set up and configure a timer with {create_cmd} first, or rent a private room with {room_cmd} and create one yourself!
he_il: לשרת הזה אין טיימרים מוגדרים! בקש מאדמין להפעיל את הטיימר באמצעות {create_cmd}, או שכור חדר פרטי עם {room_cmd} והכן אחד לעצמך!
pt_br: **Este servidor não tem nenhum temporizador Pomodoro configurado!** Peça que um administrador crie um, e configure usando {create_cmd}. Ou você pode alugar uma sala usando {room_cmd} e criar o seu próprio temporizador!

# cmd:timer|error:no_channel|desc
source: **I don't know what timer to show you.** No channel selected and you are not in a voice channel! Use {timers_cmd} to list the available timers in this server.
he_il: **אני לא יודע איזה טיימר להראות לך** אין ערוצים שנבחרו ואתה לא בערוץ קול! הששתמש ב {timers_cmd} כדי לציג את כל הטיימרים בשרת.
pt_br: **Eu não sei qual temporizador devo monstrar a você.** Você não selecionou nenhum temporizador, e também não está em um canal que tenha um. Use {timers_cmd} para ver a lista de temporizadores disponíveis no servidor.

# cmd:timer|error:no_timer_in_channel
source: The channel {channel} is not a pomodoro timer room! Use {timers_cmd} to list the available timers in this server.
he_il: הערוץ {channel} הוא לא חדר פומודורו! השתמש ב {timers_cmd} כדי להציג את הטיימרים שקיימים בשרת הזה.
pt_br: O canal {channel} não é um canal usado com o temporizador pomodoro. Use {timers_cmd} para visualizar a lista de temporizadores disponíveis no servidor.

# cmd:timers
source: timers
he_il: טיימרים
pt_br: temporizadores

# cmd:timers|desc
source: List the available pomodoro timer rooms.
he_il: הצג את הטיימרי פומודורו הזמינים.
pt_br: Mostra a lista salas com temporizadores pomodoro.

# cmd:timer|error:no_visible_timers|desc
source: **There are no available pomodoro timers!** Ask an admin to set up a new timer with {create_cmd}, or rent a private room with {room_cmd} and create one yourself!
he_il: לשרת הזה אין טיימרים מוגדרים! בקש מאדמין להפעיל את הטיימר באמצעות {create_cmd}, או שכור חדר פרטי עם {room_cmd} והכן אחד לעצמך!
pt_br: **Não há temporizadores pomodoro disponíveis!** Peça que um administrador crie e configure um novo temporizador através de {create_cmd}, ou alugue uma sala particular com {room_cmd}, e crie o seu próprio!

# cmd:timers|embed:timer_list|title
source: Pomodoro Timer Rooms in **{guild}**
he_il: טיימרי פומודורו בשרת **{guild}**
pt_br: Salas de Temporizadores Pomodoro em **{guild}**

# cmd:timers|status:stopped_auto
source: `{pattern}` timer is stopped with no members! Join {channel} to restart it.
he_il: `{pattern}` נעצר ללא משתמשים! הצטרף אל {channel} על מנת לאפס אותו.
pt_br: Temporizador ˋ{pattern}ˋ está parado por falta de membros! Entre em {channel} para recomeçá-lo.

# cmd:timers|status:stopped_manual
source: `{pattern}` timer is stopped with `{members}` members! Join {channel} and press `Start` to start it!
he_il: `{pattern}` נעצר עם `{members}` משתמשים! הצטרף אל {channel} ולחץ "התחל" על מנת לאפס אותו.
pt_br: Temporizador ˋ{pattern}ˋ está parado, com ˋ{members}ˋ membros! Entre em {channel} e clique em ˋIniciarˋ para começá-lo!

# cmd:timers|status:running_focus
source: `{pattern}` timer is running with `{members}` members! Currently **focusing**, with break starting {timestamp}
he_il: `{pattern}` טיימר רץ עם `{members}` משתמשים! כרגע בפוקוס, עם הפסקה שתתחיל ב{timestamp}
pt_br: Temporizador ˋ{pattern}ˋ está ativo, com ˋ{members}ˋ membros! Agora, no estágio **Foco**. A pausa começa em {timestamp}

# cmd:timers|status:running_break
source: `{pattern}` timer is running with `{members}` members! Currently **resting**, with focus starting {timestamp}
he_il: `{pattern}` טיימר רץ עם `{members}` משתמשים! כרגע בהפסקה, עם פוקוס שיתחיל ב{timestamp}
pt_br: Temporizador ˋ{pattern}ˋ está ativo, com ˋ{members}ˋ membros! Agora, no estágio **Pausa**. O estágio de Foco começa em {timestamp}

# cmd:pomodoro
source: pomodoro
he_il: פומודורו

# cmd:pomodoro|desc
source: Create and configure pomodoro timer rooms.
he_il: הגדר וצור חדרי פומודורו.
pt_br: Crie e configure salas com temporizadores pomodoro.

# cmd:pomodoro_create
source: create
he_il: צור
pt_br: criar
tr: oluştur

# cmd:pomodoro_create|desc
source: Create a new Pomodoro timer. Requires manage channel permissions.
he_il: צור שעון פומודורו חדש. הרשאות ניהול ערוץ נחוצות על מנת לעשות זאת.
pt_br: Crie um novo Temporizador Pomodoro. É necessário ter permissão de gerenciar canais.

# cmd:pomodoro_create|param:channel
source: timer_channel
he_il: ערוץ_טיימר
pt_br: canal_do_temporizador
tr: sayaç_kanalı

# cmd:pomodoro_create|param:channel|desc
source: Voice channel to create the timer in. (Defaults to your current channel, or makes a new one.)
he_il: הערוץ הקולי שתרצו ליצור בו טיימר. (ברירת מחדל היא הערוץ שאתם נמצאים בו כרגע.)
pt_br: Canal de voz em que será criado o temporizador. (Por padrão, será seu canal atual, ou escolha um outro)
tr: Sayacın kurulacağı ses kanalı. (Varsayılan olarak şuanki kanalı kullanır ya da yenisini oluşturur.)

# cmd:pomodoro_create|new_channel|error:your_insufficient_perms|title
source: Could not create pomodoro voice channel!
he_il: לא הצלחתי ליצור ערוץ פומודורו!
pt_br: Não pude criar o canal de voz dedicado ao Pomodoro!

# cmd:pomodoro_create|new_channel|error:your_insufficient_perms
source: No `timer_channel` was provided, and you lack the 'Manage Channels` permission required to create a new timer room!
he_il: אין ערוץ טיימר שהוגדר, וגם חסרים לי הרשאות כדי ליצור אחד, אנא הוסף אותי לשרת שוב עם ההרשאות הנכונות (`MANAGE_CHANNELS`)
pt_br: Nenhum ˋtemporizador_canalˋ foi indicado, e me falta permissão de 'Gerenciar Canais', necessária para que eu possa criar uma sala para o temporizador.

# cmd:pomodoro_create|new_channel|error:my_insufficient_perms|title
source: Could not create pomodoro voice channel!
he_il: לא הצלחתי ליצור ערוץ פומודורו!
pt_br: Não pude criar um canal de voz para o Pomodoro!

# cmd:pomodoro_create|new_channel|error:my_insufficient_perms|desc
source: No `timer_channel` was provided, and I lack the 'Manage Channels' permission required to create a new voice channel.
he_il: אין ערוץ טיימר שהוגדר, וגם חסרים לי הרשאות כדי ליצור אחד, אנא הוסף אותי לשרת שוב עם ההרשאות הנכונות (`MANAGE_CHANNELS`)
pt_br: Nenhum ˋtemporizador_canalˋ foi indicado, e me falta permissão de 'Gerenciar Canais', necessária para que eu possa criar um novo canal de voz.

# cmd:pomodoro_create|new_channel|default_name
source: Timer
he_il: טיימר
pt_br: Temporizador

# cmd:pomodoro_create|new_channel|audit_reason
source: Creating Pomodoro Voice Channel
he_il: יוצר ערוץ פומודורו
pt_br: Criando um Canal de Voz com Temporizador Pomodoro

# cmd:pomodoro_create|new_channel|error:channel_create_failed|title
source: Could not create pomodoro voice channel!
he_il: לא הצלחתי ליצור ערוץ פומודורו!
pt_br: Não pude criar o canal de voz com o temporizador pomodoro!

# cmd:pomodoro_create|new_channel|error:channel_create_failed|desc
source: Failed to create a new pomodoro voice channel due to an unknown Discord communication error. Please try creating the channel manually and pass it to the `timer_channel` argument of this command.
he_il: נכשל ביצירת טיימר בעקבות שגיאה בצד של דיסקורד. אנא נסה שוב.
pt_br: Falha desconhecida, ao criar um novo canal com Temporizador Pomodoro. Por favor, tente criar o canal manualmente, e o atribua ao Pomodoro atravéz do item ˋtemporizador_canalˋ deste comando.

# cmd:pomodoro_create|add_timer|error:timer_exists
source: A timer already exists in {channel}! Reconfigure it with {edit_cmd}.
he_il: טיימר כבר קיים בערוץ {channel}! השתמש ב {edit_cmd} כדי לערוך אותו.
pt_br: Já há um temporizador em {channel}! Edite suas configurações através de {edit_cmd}.

# cmd:pomodoro_create|add_timer|error:your_insufficient_perms
source: You must have the 'Manage Channel' permission in {channel} in order to add a timer there!
he_il: חייבת להיות לך ההרשאה 'Manage Channel' בערוץ {channel} על מנת להוסיף את הטיימר לכאן!
pt_br: Você precisa ter permissão de 'Gerenciar Canal' em {channel} para que possa adicionar um temporizador lá.

# cmd:pomodoro_create|response:success|content
source: Timer created successfully! Use the panel below to reconfigure.
he_il: הטיימר נבנה בהצלחה! השתמש בפאנל בתחתית כדי לשנות אותו.
pt_br: Temporizador criado com sucesso! Use o painel abaixo para reconfigurá-lo.
tr: Sayaç başarıyla oluşturuldu! Tekrardan konfigüre etmek için aşağıdaki paneli kullanabilirsin!

# cmd:pomodoro_destroy
source: destroy
he_il: השמד
pt_br: desativar
tr: yok_et

# cmd:pomodoro_destroy|desc
source: Remove a pomodoro timer from a voice channel.
he_il: הסר את הטיימר מערוץ קולי.
pt_br: Remova um Temporizador Pomodoro de um canal de voz.

# cmd:pomodoro_destroy|param:channel
source: timer_channel
he_il: ערוץ_טיימר
pt_br: canal_do_temporizador
tr: sayaç_kanalı

# cmd:pomodoro_destroy|param:channel
source: Select a timer voice channel to remove the timer from.
he_il: בחר את הערוץ הקולי שתרצה להסיר את הטיימר ממנו.
pt_br: Selecione um canal com Temporizador Pomodoro para remover o cronômetro dele.

# cmd:pomodoro_destroy|error:no_timer
source: This channel doesn't have an attached pomodoro timer!
he_il: בערוץ הזה לא קיימים שום טיימרים!
pt_br: Este canal não tem um temporizador Pomodoro.
tr: Bu kanala bağlı bir pomodoro sayacı bulunmuyor!

# cmd:pomodoro_destroy|error:insufficient_perms|owned
source: You need to be an administrator or own this channel to remove this timer!
he_il: אתם צריכים הרשאות אדמין או להיות הבעלים של הערוץ הקולי הזה כדי למחוק את הטיימר הזה!
pt_br: Você precisa ser um administrador, ou dono do seu próprio canal, para remover este temporizador.
tr: Bu kanaldaki sayacı kaldırmak için yönetici ya da bu kanalın sahibi olman gerekiyor!

# cmd:pomodoro_destroy|error:insufficient_perms|notowned
source: You need to have the `Manage Channels` permission in {channel} to remove this timer!
he_il: חייבת להיות לך ההרשאה 'Manage Channel' בערוץ {channel} על מנת להסיר את הטיימר מכאן!
pt_br: Você precisa ter permissão de 'Gerenciar Canais' em {channel} para remover o temporizador.

# cmd:pomdoro_destroy|response:success|description
source: Timer successfully removed from {channel}.
he_il: הטיימר הוסר בהצלחה מ {channel}.
pt_br: O temporizador foi removido de {channel} com sucesso.
tr: {channel} kanalından sayaç başarıyla kaldırıldı.

# cmd:pomodoro_edit
source: edit
he_il: ערוך
pt_br: editar
tr: düzenle

# cmd:pomodoro_edit|desc
source: Reconfigure a pomodoro timer.
he_il: הגדר את הטיימר מחדש.
pt_br: Edite a configuração de um Temporizador Pomodoro.

# cmd:pomodoro_edit|param:channel
source: timer_channel
he_il: ערוץ_טיימר
pt_br: canal_do_temporizador
tr: sayaç_kanalı

# cmd:pomodoro_edit|param:channel|desc
source: Select a timer voice channel to reconfigure.
he_il: בחר את הערוץ הקולי שתרצה להגדיר מחדש את הטיימר.
pt_br: Selecione um canal de voz com Temporizador Pomodoro para editar a configuração.

# cmd:pomodoro_edit|error:no_timer
source: This channel doesn't have an attached pomodoro timer to edit!
he_il: בערוץ הזה לא קיימים שום טיימרים!
pt_br: Este canal não possui um temporizador Pomodoro para ser editado!
tr: Bu kanala bağlı düzenlenebilecek bir pomodoro sayacı bulunmamaktadır.

# cmd:pomodoro_edit|error:insufficient_perms|role:other
source: Insufficient permissions to modifiy this timer! You need to be a server administrator, own this channel, or have the timer manager role.
he_il: הרשאות לא מספקות כדי לערוך את הטיימר! אתה צריך להיות סרבר אדמין, להיו תהבעלים של הערוץ או להיות בעל רול של ניהול טיימרים בשרת כדי לגשת לטיימר הזה.
pt_br: Você não possui permissões suficientes para modificar este temporizador! Você precisa ser um administrador do servidor, dono deste canal, ou ter um cargo que gerencie temporizadores.
tr: Bu sayacı düzenlemek için yetersiz izin! Sunucu yöneticisi, bu kanalın sahibi olmanız ya da sayaç idarecisi rolünüzün olması gerekiyor.

# cmd:pomodoro_edit|error:insufficient_permissions|role_needed:admin
source: You need to be a guild admin to modify this option!
he_il: אתה צריך להיות האדמין של השרת כדי לערוך את האופציה הזו!
pt_br: Você precisa ser um administrador do servidor para modificar esta opção.
tr: Bu seçeneği düzenleyebilmek için sunucu yöneticisi olman gerekiyor!

# cmd:pomodoro_edit|error:insufficient_permissions|role_needed:owner
source: You need to be a channel owner or guild admin to modify this option!
he_il: אתה צרריך להיות הבעלים של הערוץ או האדמין של השרת כדי לערוך את האופציה הזו!
pt_br: Você precisa ser o dono de canal ou administrador do servidor para modificar esta opção!
tr: Bu seçeneği düzenleyebilmek için kanal sahibi ya da sunucu yöneticisi olman gerekiyor!

# cmd:pomodoro_edit|error:insufficient_permissions|role_needed:manager
source: You need to be a guild admin or have the manager role to modify this option!
he_il: אתה צריך להיות האדמין של השרת או להיות מנהל כדי לערוך את האופציה הזו!
pt_br: Você precisa ser um administrador do servidor ou ter um cargo que te permita modificar esta opção!
tr: Bu seçeneği düzenleyebilmek için sunucu yöneticisi ya da idareci rolünün olması gerekiyor!

# cmd:configure_pomodoro
source: pomodoro
he_il: פומודורו

# cmd:configure_pomodoro|desc
source: Configure Pomodoro Timer System
he_il: נהל את מערכת הטיימרים
pt_br: Configure o Sistema de Temporizador Pomodoro
tr: Pomodoro Sayaç Sistemi Konfigürasyonu

# formatstring:channel_name|key:remaining
source: {remaining}
he_il: {נותר}
tr: {kalan}

# formatstring:channel_name|key:stage
source: {stage}
he_il: {שלב}
tr: {oturum}

# formatstring:channel_name|key:members
source: {members}
he_il: {משתמשים}
tr: {üyeler}

# formatstring:channel_name|key:name
source: {name}
he_il: {שם}
tr: {isim}

# formatstring:channel_name|key:pattern
source: {pattern}
he_il: {תבנית}
tr: {model}

# timerset:voice_channel
source: channel
he_il: ערוץ
pt_br: canal
tr: kanal

# timerset:voice_channel|desc
source: Channel in which to track timer members and send alerts.
he_il: הערוץ שבו אשלח התראות בנוגע לטיימרים.
pt_br: Canal em que os membros do temporizador serão monitorados e alertados.
tr: Sayaç üyelerinin takip edileceği ve uyarıların gönderileceği kanal.

# timerset:notification_channel
source: notification_channel
he_il: ערוץ_התראות
pt_br: canal_de_notificação
tr: bildirim_kanalı

# timerset:notification_channel|desc
source: Channel to which to send timer status cards and notifications.
he_il: ערוץ שבו אשלח את הטיימרים והתראות.
pt_br: Canal para onde será enviado o painel do temporizador, e também as notificações dos ciclos.
tr: Sayaç durum kartlarının ve bildirimlerin gönderileceği kanal.

# timerset:notification_channel|format:notset
source: Not Set (Using {channel})
he_il: לא הופעל (Using {channel})
pt_br: Não configurado (Usando {channel})
tr: Ayarlanmadı ({channel} kullanılıyor)

# timerset:inactivity_threshold|inactivity_threshold
source: inactivity_threshold
he_il: מגבלת_חוסר_פעילות
pt_br: tolerância_de_inatividade
tr: aktifsizlik_eşiği

# timerset:inactivity_threshold|desc
source: Number of inactive focus+break stages before a member is removed from the timer.
he_il: מספר הסבבים (פוקוס+הפסקה) לפני שמשתמש מוסר מהטיימר
pt_br: Número de ciclos Foco+Pausa que um membro pode deixar de marcar presença sem que seja retirado do canal.
tr: Bir üye zamanlayıcıdan çıkarılmadan önce aktif olmadığı odaklanma+ara oturumları sayısı.

# timerset:inactivity_threshold|desc
source: How many timer cycles before kicking inactive members.
he_il: כמה סבבים לפני שאנתק משתמשים לא פעילים.
pt_br: Quantidade de ciclos do temporizador antes de retirar um membro que não esteja marcando presença.
tr: Aktif olmayan üyeleri atmadan önce kaç sayaç döngüsü bekleneceği.

# timerset:inactivity_length|desc
source: The inactivity threshold must be a positive whole number!
he_il: המגבלה חייבת להיות מספר שלם חיובי!
pt_br: A tolerância de inatividade precisa ser um número positivo e inteiro!

# timerset:manager_role
source: manager_role
he_il: רול_מנהל
pt_br: cargo_gerenciador
tr: idareci_rolü

# timerset:manager_role|desc
source: Role allowed to start, stop, and edit the focus/break lengths.
he_il: הרול רשאי להתחיל, לעצור, ולערוך טיימרים.
pt_br: Cargo autorizado a começar, parar, e editar os intervalos do temporizador pomodoro.
tr: Odak/ara uzunluklarını başlatmaya, durdurmaya ve düzenleme yapmasına izin verilen rol.

# timerset:manager_role|format:notset
source: Not Set (Only Admins may start/stop or edit pattern)
he_il: לא הופעל (רק אדמינים יכולים לערוך טיימרים)
pt_br: Não Configurado (Apenas Administradores poderão iniciar/pausar ou editar o padrão)
tr: Ayarlanmadı (Sadece yöneticiler başlat/durdur ya da düzenle işlemlerini yapabilirler)

# timerset:voice_alerts
source: voice_alerts
he_il: התראות_קוליות
pt_br: alertas_sonoros
tr: ses_uyarıları

# timerset:voice_alerts|desc
source: Whether to join the voice channel and announce focus and break stages.
he_il: האם תרצה שאצטרף לערוץ להכריז את ההפסקות והפוקוס
pt_br: Se devo entrar no canal do temporizador para emitir um alerta sonoro das mudanças de estágio entre foco, e pausa.
tr: Odak ve ara oturumlarının ses kanalında duyurulup duyurlmayacağı.

# timerset:base_name
source: name
he_il: שם
pt_br: nome
tr: isim

# timerset:base_name|desc
source: Timer name, as shown on the timer card.
he_il: השם של הטיימר שיהיה כתוב על הכרטיס עצמו.
pt_br: Título que será mostrado no painel do temporizador.
tr: Sayaç adı, sayaç kartında görünen şeklinde

# timerset:base_name|accepts
source: Any short name, shown on the timer card.
he_il: שם קצר שיהיה כתוב על הכרטיס עצמו.
pt_br: Um nome curto, a ser visto no painel de exibição do temporizador.
tr: Herhangi bir kısa ad, sayaç kartında görünecek.

# timerset:channel_name_format
source: channel_name
he_il: שם_ערוץ
pt_br: nome_do_canal
tr: kanal_adı

# timerset:channel_name_format|desc
source: Auto-updating voice channel name, accepting {remaining}, {name}, {pattern}, and {stage} keys.
he_il: השם של הערוץ שמתעדכן אוטומטית ביחד עם הטיימר עצמו, השתמשו ב {remaining}, {name}, {pattern}, {stage} בשם.
pt_br: Configuração de atualização automática do nome do canal. Use o nome do canal intercalado com as chaves {remaining}, {name}, {pattern} e {stage} para formar o nome adequado.
tr: Ses kanalı adı otomatik olarak güncelleniyor; {kalan}, {isim}, {model} ve {oturum} kodları kabul ediliyor.

# timerset:channel_name|accepts
source: Timer channel name, with keys {remaining}, {name}, {pattern}, and {stage}.
he_il: השם של הערוץ שמתעדכן אוטומטית ביחד עם הטיימר עצמו, השתמשו ב {remaining}, {name}, {pattern}, {stage} בשם.
pt_br: Nome do canal do temporizador. Adicione as chaves {remaining}, {name}, {pattern} e {stage} para personalizar.
tr: Sayaç kanal adı, {kalan}, {isim}, {model} ve {oturum} kodlarıyla.
