Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/ranks.po
Languages: es_419, he_il, pt_br, tr

# ui:rank_editor|type:message|input:requires|placeholder
source: Number of messages needed before awarding rank
es_419: Número de mensajes necesarios antes de conceder el rango
he_il: מספר הודעות נחוצות לפני שמקבלים את הדרגה הזו
pt_br: Número, de mensagens enviadas, necessário para alcançar este nível de classificação.
tr: Rütbe ödülü verilmeden önce gereken mesaj sayısı

# ui:rank_editor|type:voice|input:requires|error:parse
source: `requires`: Could not parse provided minimum time! Please write a number of hours.
es_419: `requires`: No se ha podido analizar el tiempo mínimo proporcionado. Por favor, escriba un número de horas.
he_il: `דרוש`: לא הצלחתי להבין את הזמן המינימלי! אנא ציין את מספר השעות.
pt_br: ˋrequerˋ: Não pude analisar o tempo mínimo informado! Por favor, informe o número de horas.
tr: 'gerektirir': Elde edilen en düşük zaman ayrıştırılamadı! Lütfen tam sayı girin.

# ui:rank_editor|type:message|input:requires|error:parse
source: `requires`: Could not parse provided minimum message count! Please enter an integer.
es_419: `requires`: No se ha podido analizar el número mínimo de mensajes. Por favor, introduzca un número entero.
he_il: `דרוש`: לא הצלחתי להבין את כמות ההודעות המינימלית! אנא ציין את המספר.
pt_br: ˋrequerˋ: Não pude analisar o número mínimo de "mensagens enviadas" informado. Por favor, use um valor inteiro.
tr: 'gerektirir': Elde edilen en düşük mesaj sayısı ayrıştırılamadı! Lütfen tam sayı girin.

# ui:rank_editor|type:xp|input:requires|error:parse
source: `requires`: Could not parse provided minimum XP! Please enter an integer.
es_419: `requires`: No se ha podido analizar la XP mínima proporcionada. Por favor, introduzca un número entero.
he_il: `דרוש`: לא הצלחתי להבין את כמות נקודות הניסיון המינימליות! אנא ציין את המספר.
pt_br: ˋrequerˋ: Não pude analisar o valor mínimo de XP informado! Por favor, use um número inteiro.
tr: 'gerektirir': Elde edilen en düşük XP ayrıştırılamadı! Lütfen tam sayı girin.

# ui:rank_editor|input:reward|label
source: LionCoins awarded upon achieving this rank
es_419: LionCoins concedidos al alcanzar este rango
he_il: מטבעות יתנו כשמגיעים לדרגה הזו
pt_br: Prêmio de LionCoins a ser pago quando atingirem este nível de classificação.
tr: Bu rütbeye ulaşıldığında verilen LionCoins

# ui:rank_editor|input:reward|placeholder
source: LionCoins awarded upon achieving this rank
es_419: LionCoins concedidos al alcanzar este rango
he_il: מטבעות יתנו כשמגיעים לדרגה הזו
pt_br: Prêmio de LionCoins a ser pago quando atingirem este nível de classificação.
tr: Bu rütbeye ulaşıldığında verilen LionCoins

# ui:rank_editor|input:reward|error:parse
source: `reward`: Please enter an integer number of LionCoins.
es_419: `reward`: Introduce un número entero de LionCoins.
he_il: `פרס`: אנא הכנס מספר שלם של מטבעות.
pt_br: ˋrequerˋ: Por favor, informe um número inteiro de LionCoins.
tr: 'ödül': Lütfen LionCoin'lerin tam sayısını girin.

# ui:rank_editor|input:message|label
source: Rank Message
es_419: Mensaje de rango
he_il: דרגה הודעות
pt_br: Níveis de Classificação em Mensagens
tr: Rütbe Mesajı

# ui:rank_editor|input:message|placeholder
source: Congratulatory message sent to the user upon achieving this rank.
es_419: Mensaje de felicitación enviado al usuario al alcanzar este rango.
he_il: הודעת איחולים תישלח למשתמש כשהוא יגיע לדרגה הזו.
pt_br: Mensagem de comemoração enviada ao usuário quando atingir este nível de classificação.
tr: Kullanıcı bu rütbeye ulaştığında gönderilecek tebrik mesajı.

# ui:rank_editor|mode:edit|title
source: Rank Editor
es_419: Editor de rango
he_il: עורך דרגה
pt_br: Editor de Níveis
tr: Rütbe Düzenleyici

# ui:rank_editor|mode:create|title
source: Rank Creator
es_419: Creador de Rangos
he_il: יוצר דרגה
pt_br: Criador de Níveis
tr: Rütbe Oluşturucu

# cmd:configure_ranks|param:rank_type|choice:xp
source: XP
he_il: נקודות ניסיון

# formatstring:rank_message|key:role_name
source: {role_name}
he_il: {שם_רול}

# formatstring:rank_message|key:guild_name
source: {guild_name}
he_il: {שם_שרת}

# formatstring:rank_message|key:user_name
source: {user_name}
he_il: {שם_משתמש}

# formatstring:rank_message|key:role_id
source: {role_id}
he_il: {רול_מספרזהות}

# formatstring:rank_message|key:guild_id
source: {guild_id}
he_il: {מספרזהות_שרת}

# formatstring:rank_message|key:user_id
source: {user_id}
he_il: {מספרזהות_משתמש}

# formatstring:rank_message|key:role_mention
source: {role_mention}
he_il: {תיוג_רול}

# formatstring:rank_message|key:user_mention
source: {user_mention}
he_il: {תיוג_משתמש}

# formatstring:rank_message|key:requires
source: {rank_requires}
he_il: {דרגה_דרושה}

# guildset:rank_type|output:voice
source: `Voice`
he_il: `קול`
pt_br: ˋVozˋ
tr: `Ses`

# guildset:rank_type|output:xp
source: `Exp`
he_il: נקודות ניסיון
pt_br: ˋExpˋ

# guildset:rank_type|output:message
source: `Messages`
he_il: הודעות
pt_br: ˋMensagensˋ
tr: `Mesajlar`

# guildset:rank_type|input_format:xp
source: Exp
he_il: נקודות ניסיון
