Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/ranks.po
Languages: es_419, he_il, pt_br, tr

# ui:rank_preview|menu:roles|error:not_assignable|suberror:no_permissions
source: I do not have the `MANAGE_ROLES` permission in this server, so I cannot manage ranks!
es_419: No tengo el permiso `MANAGE_ROLES` en este servidor, ¡así que no puedo gestionar rangos!
he_il: אין לי את ההרשאה `MANAGE_ROLES` בשרת הזה. אנא הוסף אותי שוב עם ההרשאות הנכונות.
pt_br: Eu não tenho a permissão para ˋGERENCIAR_CARGOSˋ neste servidor, então eu não posso gerenciar os níveis.
tr: Bu sunucuda 'ROLLERİ_DÜZENLE' iznine sahip değilim, bu yüzden rütbeleri yönetemiyorum!

# ui:rank_preview|menu:roles|error:not_assignable|suberror:above_me
source: This role is above my top role in the role hierarchy, so I cannot add or remove it!
es_419: Este rol está por encima de mi rol superior en la jerarquía de roles, por lo que no puedo añadirlo ni eliminarlo.
he_il: הרול הזה נמצא מעליי ברשימה של הרולים של השרת אז אין לי איך לגשת אליו.
pt_br: Este é um cargo acima do meu cargo mais elevado, então eu não posso adiciona-lo ou removê-lo.
tr: Bu rol rol hiyerarşisinde en baştaki rolümden daha yukarıda olduğundan ekleyemiyor veya kaldıramıyorum!

# ui:rank_preview|menu:roles|error:not_assignable|suberror:other
source: I am not able to manage the selected role, so it cannot be a rank!
es_419: No puedo gestionar el rol seleccionado, por lo que no puede ser un rango.
he_il: אני לא יכול לגשת לרול שבחרת, ולכן הוא לא יכול להיות דרגה בשרת.
pt_br: Eu não posso gerenciar este cargo, então não posso colocá-lo como nível.
tr: Seçilen rolü yönetemedim, bu yüzden bir rütbe olamaz!

# ui:rank_preview|menu:roles|error:not_assignable|title
source: Could not update rank!
es_419: ¡No se puede actualizar el rango!
he_il: לא הצלחתי לעדכן את הדרגה!
pt_br: Não pude atualizar as classificações.
tr: Rütbe güncellenemedi!

# ui:rank_preview|menu:roles|placeholder
source: Update Rank Role
es_419: Actualizar el rol de rango
he_il: עדכון רול דרגה
pt_br: Atualizar Cargos de Nível
tr: Rütbe Rolünü Güncelle

# ui:rank_preview|embed|title
source: Rank Information
es_419: Información de rango
he_il: מידע על דרגה
pt_br: Informação das Cassificações
tr: Rütbe Bilgisi

# ui:rank_preview|embed|field:role|name
source: Role
es_419: Rol
he_il: רול
pt_br: Cargo
tr: Rol

# ui:rank_preview|embed|field:required|name
source: Required
es_419: Requerido
he_il: נחוץ
pt_br: Necessário
tr: Gereken

# ui:rank_preview|embed|field:reward|name
source: Reward
es_419: Recompensa
he_il: פרס
pt_br: Recompensa
tr: Ödül

# ui:rank_preview|embed|field:message
source: Congratulatory Message
es_419: Mensaje de felicitación
he_il: הודעה מברכת
pt_br: Mensagem de Comemoração
tr: Tebrik Mesajı

# ui:refresh_ranks|embed|title:errored
source: Could not refresh the server ranks!
es_419: No se han podido actualizar los rangos del servidor.
he_il: לא הצלחתי לרענן את הדרגות בשרת הזה!
pt_br: Não pude atualizar os níveis classificatórios do servidor.
tr: Sunucu rütbeleri yenilenemedi!

# ui:refresh_ranks|embed|title:done
source: Rank refresh complete!
es_419: ¡Actualización de rangos completada!
he_il: הרענון דרגות הושלם בהצלחה!
pt_br: Atualização dos níveis classificatórios foi feita!
tr: Rütbe yenilenmesi tamamlandı!

# ui:refresh_ranks|embed|title:working
source: Refreshing your server ranks, please wait.
es_419: Actualizando los rangos de su servidor, por favor espere.
he_il: מרענן את הדרגות למשתמשים בשרת, חכו בסבלנות.
pt_br: Atualizando os níveis classificatórios, aguarde um momento.
tr: Sunucu rütbelerinizi yeniliyorum, lütfen bekleyin.

# ui:refresh_ranks|embed|line:ranks
source: **Loading server ranks:** {emoji}
es_419: **Cargando rangos del servidor:** {emoji}
he_il: **טוען דרגות:**{emoji}
pt_br: **Atualizando níveis de classificação:** {emoji}
tr: **Sunucu rütbeleri yükleniyor:** {emoji}

# ui:refresh_ranks|embed|line:members
source: **Loading server members:** {emoji}
es_419: **Cargando miembros del servidor:** {emoji}
he_il: **טוען משתמשים:** {emoji}
pt_br: **Atualizando membros do servidor:** {emoji}
tr: **Sunucu üyeleri yükleniyor:** {emoji}

# ui:refresh_ranks|embed|line:roles
source: **Loading rank roles:** {emoji}
es_419: **Cargando roles de rango:** {emoji}
he_il: **טוען רולים שקשורים לדרגות:** {emoji}
pt_br: **Atualizando cargos de nível:** {emoji}
tr: **Rütbe rolleri yükleniyor:** {emoji}

# ui:refresh_ranks|embed|line:compute
source: **Computing correct ranks:** {emoji}
es_419: **Calculando rangos correctos:** {emoji}
he_il: **מחשב דרגות נכונות:**{emoji}
pt_br: **Calculando os níveis adequados:** {emoji}
tr: **Doğru rütbeler hesaplanıyor:** {emoji}

# ui:refresh_ranks|embed|field:remove|name
source: Removing invalid rank roles from members
es_419: Eliminar roles de rango inválidos de los miembros
he_il: מוחק דרגות לא זמינות ממשתמשים בשרת.
pt_br: Removendo os cargos de níveis inexistentes dos membros.
tr: Üyelerden geçersiz rütbe rolleri kaldırılıyor

# ui:refresh_ranks|embed|field:remove|value
source: {progress} {done}/{total} removed
es_419: {progress} {done}/{total} eliminado
he_il: {progress} {done}/{total} הוסר
pt_br: {progress} {done}/{total} removidos
tr: {progress} {done}/{total} çıkarıldı

# ui:refresh_ranks|embed|line:remove
source: **Removed invalid ranks:** {done}/{target}
es_419: **Remover rangos inválidos:** {done}/{target}
he_il: **דרגות לא קשורות שנמחקו:** {done}/{target}
pt_br: **Cargos inválidos removidos:** {done}/{target}
tr: **Geçersiz rütbeler kaldırıldı:** {done}/{target}

# ui:refresh_ranks|embed|field:add|name
source: Giving members their rank roles
es_419: Dar a los miembros sus roles de rango
he_il: נותן למשתמשים את הרולי דרגות שלהם
pt_br: Atribuindo os cargos de acordo com os níveis de classificação dos membros.
tr: Üyelere rütbe rolleri veriliyor

# ui:refresh_ranks|embed|field:add|value
source: {progress} {done}/{total} given
es_419: {progress} {done}/{total} dado
he_il: {progress} {done}/{total} ניתן
pt_br: {progress} {done}/{total} dados
tr: {progress} {done}/{total} verildi

# ui:refresh_ranks|embed|line:add
source: **Updated member ranks:** {done}/{target}
es_419: **Rangos de miembros actualizados:** {done}/{target}
he_il: **דרגות שעודכנו:** {done}/{target}
pt_br: **Níveis dos membros atualizados:** {done}/{target}
tr: **Güncellenen üye rütbeleri:** {done}/{target}

# ui:rankconfigui|check|not_permitted
source: You have insufficient server permissions to use this UI!
es_419: No tiene permisos suficientes para utilizar esta interfaz.
he_il: אין לך הרשאות מתאימות בשרת עצמו כדי להשתמש בתפריט הזה!
pt_br: Você não tem permissões suficientes no servidor para usar isto!
tr: Bu kullanıcı arayüzünü kullanmak için yeterli sunucu izniniz yok!

# ui:rank_config|button:overview|label
source: Edit Ranks
es_419: Editar rangos
he_il: ערוך דרגות
pt_br: Editar Níveis
tr: Rütbeleri Düzenle

# ui:rank_config|menu:types|placeholder
source: Select Statistic Type
es_419: Seleccione el tipo de estadística
he_il: בחר סוג סטטיסטיקה
pt_br: Selecione o Tipo de Estatística
tr: İstatistik Tipini Seç

# ui:rank_config|menu:types|option:voice
source: Voice Activity
es_419: Actividad de voz
he_il: פעילות חדרי קול
pt_br: Atividade em Canal de Voz
tr: Ses Aktivitesi

# ui:rank_config|menu:types|option:xp
source: XP Earned
es_419: XP ganada
he_il: רווח נקודות ניסיון
pt_br: EXP Acumulada
tr: Kazanılan XP

# ui:rank_config|menu:types|option:messages
source: Messages Sent
es_419: Mensajes enviados
he_il: הודעות שנשלחו
pt_br: Mensagens Enviadas
tr: Gönderilen Mesajlar

# ui:rank_config|menu:channels|placeholder
source: Select Rank Notification Channel
es_419: Seleccionar canal de notificación de rango
he_il: בחר בערוץ התראות לעדכוני דרגות
pt_br: Selecione o Canal de Notificações dos Níveis de Classificação
tr: Rütbe Bildirim Kanalını Seç

# ui:rank_config|embed|title
source: Ranks Configuration Panel
es_419: Panel de configuración de rangos
he_il: תפריט עריכת דרגות
pt_br: Painel de Configuração dos Níveis de Classificação
tr: Rütbe Konfigürasyon Paneli

# dash:rank|title
source: Rank Configuration ({commands[admin config ranks]})
es_419: Configuración de rangos ({commands[admin config ranks]})

# dash:rank|dropdown|placeholder
source: Activity Rank Panel
es_419: Panel de clasificación de la actividad
he_il: תפריט דרגות פעילות
pt_br: Painel de Classificação dos Membros
tr: Aktivite Rütbe Paneli

# ui:rank_editor|input:message|default|type:voice
source: Congratulations {user_mention}! For working hard for **{requires}**, you have achieved the rank of **{role_name}** in **{guild_name}**! Keep up the good work.
es_419: ¡Enhorabuena {user_mention}! Por trabajar duro para **{requires}**, ¡has alcanzado el rango de **{role_name}** en **{guild_name}**. Sigue trabajando así de bien.
he_il: כל הכבוד על העבודה הקשה {user_mention}! עבדתם קשה והצלחתם להגיע אל **{requires}**, מאחר ועבדתם כל כך קשה, הצלחתם להשיג את **{role_name}** בשרת **{guild_name}**! בהצלחה בהמשך!
pt_br: Parabéns, {user_mention}! Por ter dado duro por **{requires}**, você atingiu o nível de **{role_name}** em **{guild_name}**! Continue com esse empenho!
tr: Tebrikler {user_mention}! **{requires}** için çok çalıştığınızdan dolayı **{guild_name}**'de **{role_name}* rütbesine ulaştınız. İyi çalışmalar.

# ui:rank_editor|input:message|default|type:xp
source: Congratulations {user_mention}! For earning **{requires}**, you have achieved the guild rank of **{role_name}** in **{guild_name}**!
es_419: ¡Enhorabuena {user_mention}! Por haber conseguido **{requires}**, ¡has alcanzado el rango de gremio de **{role_name}** en **{guild_name}**!

# ui:rank_editor|input:message|default|type:msg
source: Congratulations {user_mention}! For sending **{requires}**, you have achieved the guild rank of **{role_name}** in **{guild_name}**!
es_419: ¡Enhorabuena {user_mention}! Por enviar **{requires}**, ¡has alcanzado el rango de gremio de **{role_name}** en **{guild_name}**!

# rank_autocreate|template|type:study_voice|level:1
source: Voice Level 1 (1h)
es_419: Nivel de Voz 1 (1h)

# rank_autocreate|template|type:study_voice|level:2
source: Voice Level 2 (3h)
es_419: Nivel de Voz 2 (3h)

# rank_autocreate|template|type:study_voice|level:3
source: Voice Level 3 (6h)
es_419: Nivel de Voz 3 (6h)

# rank_autocreate|template|type:study_voice|level:4
source: Voice Level 4 (10h)
es_419: Nivel de Voz 4 (10h)

# rank_autocreate|template|type:study_voice|level:5
source: Voice Level 5 (20h)
es_419: Nivel de Voz 5 (20h)

# rank_autocreate|template|type:study_voice|level:6
source: Voice Level 6 (40h)
es_419: Nivel de Voz 6 (40h)

# rank_autocreate|template|type:study_voice|level:7
source: Voice Level 7 (80h)
es_419: Nivel de Voz 7 (80h)

# rank_autocreate|template|type:general_voice|level:1
source: Voice Level 1 (1h)
es_419: Nivel de Voz 1 (1h)

# rank_autocreate|template|type:general_voice|level:2
source: Voice Level 2 (2h)
es_419: Nivel de Voz 2 (2h)

# rank_autocreate|template|type:general_voice|level:3
source: Voice Level 3 (4h)
es_419: Nivel de Voz 3 (4h)

# rank_autocreate|template|type:general_voice|level:4
source: Voice Level 4 (8h)
es_419: Nivel de Voz 4 (8h)

# rank_autocreate|template|type:general_voice|level:5
source: Voice Level 5 (16h)
es_419: Nivel de Voz 5 (16h)

# rank_autocreate|template|type:general_voice|level:6
source: Voice Level 6 (32h)
es_419: Nivel de Voz 6 (32h)

# rank_autocreate|template|type:general_voice|level:7
source: Voice Level 7 (64h)
es_419: Nivel de Voz 7 (64h)

# rank_autocreate|template|type:xp|level:1
source: XP Level 1 (2000)
es_419: XP Nivel 1 (2000)

# rank_autocreate|template|type:xp|level:2
source: XP Level 2 (4000)
es_419: XP Nivel 2 (4000)

# rank_autocreate|template|type:xp|level:3
source: XP Level 3 (8000)
es_419: XP Nivel 3 (8000)

# rank_autocreate|template|type:xp|level:4
source: XP Level 4 (16000)
es_419: XP Nivel 4 (16000)

# rank_autocreate|template|type:xp|level:5
source: XP Level 5 (32000)
es_419: XP Nivel 5 (32000)

# rank_autocreate|template|type:xp|level:6
source: XP Level 6 (64000)
es_419: XP Nivel 6 (64000)

# rank_autocreate|template|type:xp|level:7
source: XP Level 7 (128000)
es_419: XP Nivel 7 (128000)

# rank_autocreate|template|type:msg|level:1
source: Message Level 1 (200)
es_419: Mensaje Nivel 1 (200)

# rank_autocreate|template|type:msg|level:2
source: Message Level 2 (400)
es_419: Mensaje Nivel 2 (400)

# rank_autocreate|template|type:msg|level:3
source: Message Level 3 (800)
es_419: Mensaje Nivel 3 (800)

# rank_autocreate|template|type:msg|level:4
source: Message Level 4 (1600)
es_419: Mensaje Nivel 4 (1600)

# rank_autocreate|template|type:msg|level:5
source: Message Level 5 (3200)
es_419: Mensaje Nivel 5 (3200)

# rank_autocreate|template|type:msg|level:6
source: Message Level 6 (6400)
es_419: Mensaje Nivel 6 (6400)

# rank_autocreate|template|type:msg|level:7
source: Message Level 7 (12800)
es_419: Mensaje Nivel 7 (12800)

# ui:rank_overview|button:auto|error:already_created
source: The rank roles have already been created!
es_419: ¡Los roles de rango ya han sido creados!

# ui:rank_overview|button:auto|error:my_permissions
source: I lack the 'Manage Roles' permission required to create rank roles!
es_419: No dispongo del permiso "Gestionar funciones" necesario para crear funciones de rango.

# ui:rank_overview|button:auto|error:invalid_template
source: Unable to determine rank role template!
es_419: No se ha podido determinar la plantilla del rol de rango.

# ui:rank_overview|button:auto|label
source: Auto Create
es_419: Creación automática
he_il: צור באופן אוטומטי
pt_br: Criar Automaticamente
tr: Otomatik Oluştur

# ui:rank_overview|button:refresh|label
source: Refresh Member Ranks
es_419: Actualizar los rangos de los miembros
he_il: רענן דרגות משתמשים
pt_br: Atualizar Níveis dos Membros
tr: Üye Rütbelerini Yenile

# ui:rank_overview|button:clear|confirm
source: Are you sure you want to **delete all activity ranks** in this server?
es_419: ¿Estás seguro de que quieres **borrar todos los rangos de actividad** en este servidor?
he_il: אתה בטוח שאתה רוצה למחוק את **כל הפעילות של הדרגות** מהשרת הזה?
pt_br: Você tem certeza que quer **apagar todos os Níveis de Atividade** deste servidor?
tr: Bu sunucudaki **tüm aktivite rütbelerini** silmek istediğine emin misin?

# ui:rank_overview|button:clear|confirm|button:yes
source: Yes, clear ranks
es_419: Sí, resetea los rangos
he_il: כן, נקה דרגות
pt_br: Sim, apagar Níveis de Atividade
tr: Evet, rütbeleri sil

# ui:rank_overview|button:clear|confirm|button:no
source: Cancel
es_419: Cancelar
he_il: בטל
pt_br: Cancelar
tr: İptal

# ui:rank_overview|button:clear|label
source: Clear Ranks
es_419: Borrar rangos
he_il: אפס דרגות
pt_br: Limpar Níveis Classificatórios
tr: Rütbeleri Sil

# ui:rank_overview|button:create|label
source: Create Rank
es_419: Crear rango
he_il: צור דרגה!
pt_br: Criar Níveis Classificatórios
tr: Rütbe Oluştur

# ui:rank_overview|menu:roles|error:not_assignable|suberror:is_default
source: The @everyone role cannot be removed, and cannot be a rank!
es_419: El rol @everyone no puede ser eliminado, ¡y no puede ser un rango!
he_il: הרול @everyone לא יכול להיות דרגה ולא יכול להמחק.
pt_br: O cargo @everyone não pode ser removido, nem pode ser um cargo de nível de classificação.
tr: @everyone rolü kaldırılamaz ve bir rütbe olamaz!

# ui:rank_overview|menu:roles|error:not_assignable|suberror:is_managed
source: The role is managed by another application or integration, and cannot be a rank!
es_419: El rol es gestionado por otra aplicación o integración, ¡y no puede ser un rango!
he_il: הרול הזה מנוהל על ידי בוט אחר ואני לא יכול לגשת אליו.
pt_br: Este cargo é gerenciado por outra aplicação ou Integração, e não pode ser usado para um nível classificatório.
tr: Bu rol başka bir uygulama veya entegrasyon tarafından yönetiliyor ve bir rütbe olamaz!

# ui:rank_overview|menu:roles|error:not_assignable|suberror:no_permissions
source: I do not have the `MANAGE_ROLES` permission in this server, so I cannot manage ranks!
es_419: No tengo el permiso `MANAGE_ROLES` en este servidor, ¡así que no puedo gestionar rangos!
he_il: אין לי את ההרשאה `MANAGE_ROLES` בשרת הזה. אנא הוסף אותי שוב עם ההרשאות הנכונות.
pt_br: Eu não tenho permissão de ˋGERENCIAR_CARGOSˋ neste servidor, então não posso gerenciar uma classificação em níveis.
tr: 'ROLLERİ_YÖNET' iznine sahip olmadığımdan rütbeleri yönetemiyorum!

# ui:rank_overview|menu:roles|error:not_assignable|suberror:above_me
source: This role is above my top role in the role hierarchy, so I cannot add or remove it!
es_419: Este rol está por encima de mi rol superior en la jerarquía de roles, por lo que no puedo añadirlo ni eliminarlo.
he_il: הרול הזה נמצא מעליי ברשימה של הרולים של השרת אז אין לי איך לגשת אליו.
pt_br: Este cargo é acima do meu cargo mais elevado, então eu não posso atribuí-lo, ou removê-lo!
tr: Bu rol, rol hiyerarşisinde baştaki rolümden daha üstte yer aldığından onu ekleyemiyor veya kaldıramıyorum!

# ui:rank_overview|menu:roles|error:not_assignable|suberror:other
source: I am not able to manage the selected role, so it cannot be a rank!
es_419: No puedo gestionar el rol seleccionado, por lo que no puede ser un rango.
he_il: אני לא יכול לגשת לרול שבחרת, ולכן הוא לא יכול להיות דרגה בשרת.
pt_br: Eu não estou habilitado para gerenciar o cargo selecionado, então ele não poderá ser atribuído como um nível de classificação.
tr: Seçilen rolü yönetemiyorum bu yüzden bu bir rütbe olamaz!

# ui:rank_overview|menu:roles|error:not_assignable|title
source: Could not create rank!
es_419: No se ha podido crear el rango.
he_il: לא הצלחתי ליצור דרגה!
pt_br: Não pude criar o nível!
tr: Rütbe yaratılamıyor!

# ui:rank_overview|menu:roles|placeholder
source: Create from role
es_419: Crear a partir del rol
he_il: צור מרול ספציפי
pt_br: Criar por cargos
tr: Rolden yarat

# ui:rank_overview|menu:ranks|placeholder
source: View or edit rank
es_419: Ver o editar el rango
he_il: צפה או ערוך דרגה
pt_br: Ver ou editar níveis de classificação
tr: Rütbeyi gör veya editle

# ui:rank_overview|embed|title|type:voice
source: Voice Ranks in {guild_name}
es_419: Rangos de voz en {guild_name}
he_il: דרגות פעילות בחדרי קול ב {guild_name}
pt_br: Classificação em Canais de Voz em {guild_name}
tr: {guild_name} Sunucusunun Ses Rütbeleri

# ui:rank_overview|embed|title|type:xp
source: XP ranks in {guild_name}
es_419: Rangos XP en {guild_name}
he_il: דרגות לפי נקודות ניסיון ב {guild_name}
pt_br: Classificação em EXPˋs em {guild_name}
tr: {guild_name} Sunucusunun XP Rütbeleri

# ui:rank_overview|embed|title|type:message
source: Message ranks in {guild_name}
es_419: Rangos de mensajes en {guild_name}
he_il: דרגות לפי כמות הודעות ב {guild_name}
pt_br: Classificação em Mensagens em {guild_name}
tr: {guild_name} Sunucusunun Mesaj Rütbeleri

# ui:rank_overview|embed|field:note|name
source: Note
es_419: Nota
he_il: פתקית
pt_br: Nota
tr: Not

# ui:rank_overview|embed|field:note|value:with_season
source: Ranks are determined by activity since {timestamp}.
es_419: Los rangos se determinan por la actividad desde {timestamp}.
he_il: דרגות נקבעות על ידי פעילות מתאריך {timestamp}.
pt_br: Os níveis são determinados de acordo com a atividade desde {timestamp}.
tr: Rütbeler, {timestamp} tarihinden beri gözlenen aktiviteye göre hesaplanmıştır.

# ui:rank_overview|embed|field:note|value:without_season
source: Ranks are determined by *all-time* statistics. To reward ranks from a later time (e.g. to have monthly/quarterly/yearly ranks) set the `season_start` with {stats_cmd}
es_419: Los rangos se determinan por estadísticas *de todos los tiempos*. Para recompensar a los rangos de un momento posterior (por ejemplo, para tener rangos mensuales / trimestrales / anuales) establecer el `season_start` con {stats_cmd}
he_il: דרגות יקבעו על ידי פעילות *מכל הזמנים*. כדי לתת דרגה מזמן אחר (לדוגמא מחודש ספציפי או שנה וכו') השתמשו ב {stats_cmd} וקבעו את `התחלת_עונה`
pt_br: Os Níveis de Classificação são determinados pela estatística desde o começo da contagem. Para recompensar Níveis de uma classificação mais antiga, (ex. ter estatísticas de níveis mensalmente/semanalmente/anualmente), use ˋcomeço_estatísticasˋ em {stats_cmd}
tr: Rütbeler *tüm zamanların* istatistiklerine göre hesaplanmıştır. Rütbeleri daha sonraki bir zamandan vermek için (örn. aylık/yıllık rütbe için) {stats_cmd} komutu ile `sezon_başı` tarihini ayarla.

# ui:rank_overview|embed|field:note|value|voice_addendum
source: Also note that ranks will only be updated when a member leaves a tracked voice channel! Use the **Refresh Member Ranks** button below to update all members manually.
es_419: Ten en cuenta que los rangos sólo se actualizarán cuando un miembro abandone un canal de voz rastreado. Utiliza el botón **Refrescar rangos de miembros** para actualizar todos los miembros manualmente.
he_il: שימו לב גם שהדרגות יתעדכנו רק אחרי שמשתמש נכנס ויוצא מחדר קול. אם אתם רוצים לעדכן את כל המשתמשים כבר מעכשיו, השתמשו ב"רענן".
pt_br: Perceba também, que os Níveis somente serão atualizados quando um membro sair de um canal em que esteja contabilizando atividade. Para atualizar manualmente todos os níveis, use o botão **Atualizar Níveis dos Membros** abaixo.
tr: Dikkat! Rütbe, üye bir ses kanalından çıktığında güncellenir. Bütün üyelerin rütbelerini manuel olarak güncellemek için aşağıdaki **Üye Rütbelerini Yenile** butonunan bas.

# ui:rank_editor|input:role_name|label
source: Role Name
es_419: Nombre del rol
he_il: השם של הרול
pt_br: Nome do Cargo
tr: Rol İsmi

# ui:rank_editor|input:role_name|placeholder
source: Name of the awarded guild role
es_419: Nombre del rol del servidor otorgado
he_il: השם של הרול שניתן בתור פרס
pt_br: Nome do cargo concedido
tr: Ödüllendirilen sunucu rolünün ismi

# ui:rank_editor|input:role_colour|label
source: Role Colour
es_419: Color del Rol
he_il: הצבע של הרול
pt_br: Cor de Cargo
tr: Rol Rengi

# ui:rank_editor|input:role_colour|placeholder
source: Colour of the awarded guild role, e.g. #AB1321
es_419: Color del rol del servidor otorgado, por ejemplo #AB1321
he_il: הצבע באמצעות Hex של הרול שניתן למשתמש
pt_br: Cor do cargo concedido, Exemplo #AB1321
tr: Ödüllendirilen sunucu rolünün rengi, örn. #AB1321

# ui:rank_editor|input:role_colour|error:parse
source: `role_colour`: Could not parse colour! Please use `#<hex>` format e.g. `#AB1325`.
es_419: `role_colour`: No se ha podido entender el color. Por favor, utilice `#<hex>` formato ejemplo, `#AB1325`.
he_il: לא הבנתי! תוודאו שהערך שהכנסתם הוא בhex
pt_br: `cor_de_cargo`: Não consegui analisar a cor! Por favor, use o formato `#<hex>` Exemplo: `#AB1325`.
tr: 'rol_rengi': Renk ayrıştırılamadı! Lütfen `#<hex>` formatını kullanın. Örn. `#AB1325`.

# ui:rank_editor|type:voice|input:requires|label
source: Required Voice Hours
es_419: Horas de voz requeridas
he_il: שעות נחוצות בחדר הקולי
pt_br: Quantidade de Horas de Voz Necessárias
tr: Gereken Ses Saati

# ui:rank_editor|type:voice|input:requires|placeholder
source: Number of voice hours before awarding this rank
es_419: Número de horas de voz antes de conceder este rango
he_il: מספר שעות קוליות לפני שמקבלים את הדרגה
pt_br: Número de horas, em canal de voz, necessárias para alcançar este nível de classificação.
tr: Bu rütbeyi elde etmeden önce gereken ses saati

# ui:rank_editor|type:xp|input:requires|label
source: Required XP
es_419: XP requerida
he_il: נקודות ניסיון נחוצות
pt_br: EXP Necessária
tr: Gereken XP

# ui:rank_editor|type:xp|input:requires|placeholder
source: Amount of XP needed before obtaining this rank
es_419: Cantidad de XP necesaria para obtener este rango
he_il: כמות נקודות הניסיון הנחוצה כדי לקבל את הדרגה הזו
pt_br: Quantidade de XP necessárias para alcançar este nível de classificação
tr: Bu rütbeyi elde etmeden önce gereken XP miktarı

# ui:rank_editor|type:message|input:requires|label
source: Required Message Count
es_419: Recuento de mensajes requeridos
he_il: כמות הודעות נחוצה
pt_br: Quantidade de Mensagens Necessárias
tr: Gereken Mesaj Sayısı
