Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/ranks.po
Languages: es_419, he_il, pt_br, tr

# cmd:configure_ranks|param:rank_type|choice:voice
source: Voice
es_419: Voz
he_il: קול
pt_br: Em Canal de Voz
tr: Ses

# cmd:configure_ranks|param:rank_type|choice:message
source: Message
es_419: Mensaje
he_il: הודעה
pt_br: Conversa
tr: Mesaj

# eventlog|event:rank_check|error:remove_failed
source: Failed to remove old rank roles: `{error}`
es_419: Error al eliminar roles de rango antiguos: `{error}`.

# eventlog|event:rank_check|error:add_failed
source: Failed to add new rank role: `{error}`
es_419: Error al añadir un nuevo rol de rango: `{error}`.

# eventlog|event:rank_check|error:add_impossible
source: Could not assign new activity rank role. Lacking permissions or invalid role.
es_419: No se ha podido asignar un nuevo rol de rango de actividad. Faltan permisos o el rol no es válido.

# eventlog|event:rank_check|error:permissions
source: Could not update activity rank roles, I lack the 'Manage Roles' permission.
es_419: No se han podido actualizar los roles de rango de actividad, me falta el permiso de 'Gestionar Roles'.

# eventlog|event:rank_check|name
source: Member Activity Rank Roles Updated
es_419: Miembro Actividad Rango Roles Actualizado

# eventlog|event:new_rank|error:remove_failed
source: Failed to remove old rank roles: `{error}`
es_419: Error al eliminar roles de rango antiguos: `{error}`.

# eventlog|event:new_rank|error:add_failed
source: Failed to add new rank role: `{error}`
es_419: Error al añadir un nuevo rol de rango: `{error}`.

# eventlog|event:new_rank|error:add_impossible
source: Could not assign new activity rank role. Lacking permissions or invalid role.
es_419: No se ha podido asignar un nuevo rol de rango de actividad. Faltan permisos o el rol no es válido.

# eventlog|event:new_rank|error:permissions
source: Could not update activity rank roles, I lack the 'Manage Roles' permission.
es_419: No se han podido actualizar los roles de rango de actividad, me falta el permiso de 'Gestionar Roles'.

# eventlog|event:new_rank|error:notify_failed
source: Could not notify member.
es_419: No se ha podido notificar al miembro.

# eventlog|event:new_rank|name
source: Member Achieved Activity rank
es_419: Miembro Rango de actividad alcanzado

# eventlog|event:new_rank|desc
source: {member} earned the new activity rank {rank}
es_419: {member} obtuvo el nuevo rango de actividad {rank}

# event:rank_update|embed:notify
source: New Activity Rank Attained!
es_419: ¡Nuevo rango de actividad alcanzado!
he_il: הגעת לדרגה חדשה!
pt_br: Novo Nível de Classificação Alcançado!
tr: Yeni Aktivite Seviyesine Erişildi!

# rank_refresh|error:cannot_chunk|desc
source: Could not retrieve member list from Discord. Please try again later.
es_419: No se ha podido recuperar la lista de miembros de Discord. Vuelve a intentarlo más tarde.
he_il: לא הצלחתי לקבל את הרשימה של המשתמשים מדיסקורד, אנא נסה שוב מאוחר יותר.
pt_br: Não pude recuperar a lista de membros do Discord. Por favor, tente novamente mais tarde.
tr: Discord'dan üye listesi alınamadı. Lütfen daha sonra tekrar deneyin.

# rank_refresh|error:roles_dne|desc
source: Some ranks have invalid or deleted roles! Please remove them first.
es_419: ¡Algunos rangos tienen roles inválidos o borrados! Por favor, elimínelos primero.
he_il: כמה דרגות לא זמינות או נמחקו! אנא מחק אותם קודם.
pt_br: Algumas classificações estão com cargos inválidos ou deletados. Por favor, remova-os primeiro.
tr: Bazı rütbelerde geçersiz veya silinmiş roller var! Lütfen ilk önce onları kaldırın!

# rank_refresh|error:unassignable_roles|desc
source: I have insufficient permissions to assign the following role(s): {roles}
es_419: No tengo permisos suficientes para asignar el/los siguiente/s rol(es): {roles}
he_il: אין לי מספיק הרשאות כדי לתת את הרולים הבאים: {roles}
pt_br: E não tenho permissões suficientes para designar os seguintes cargo(s): {roles}
tr: Sıradaki rol(ler)i atamak için yeterli iznim yok: {roles}

# rank_refresh|remove_roles|audit
source: Removing invalid rank role.
es_419: Eliminación del rol de rango no válido.
he_il: מוחק דרגות לא זמינות.
pt_br: Removendo o cargo de nível inválido.
tr: Geçersiz rütbe rolünü kaldırıyorum.

# rank_refresh|remove_roles|small_error
source: *Could not remove ranks from {member}*
es_419: *No se han podido eliminar rangos de {member}*
he_il: *לא הצלחתי למחוק את הדרגה מ{member}*
pt_br: *Não consegui remover os Níveis de Classificação de {member}*
tr: *{member} üyesinden rütbeler kaldırılamıyor*

# rank_refresh|remove_roles|error:too_many_issues
source: Too many issues occurred while removing ranks! Please check my permissions and try again in a few minutes.
es_419: Se han producido demasiados problemas al eliminar rangos. Por favor, comprueba mis permisos e inténtalo de nuevo en unos minutos.
he_il: יותר מידי בעיות קרו כשניסיתי למחוק את הדרגות! אנא בדוק את ההרשאות שלי ונסה שוב בעוד כמה דקות.
pt_br: Muitos problemas ocorreram enquanto eu removia as níveis! Por favor, verifique se tenho permissões suficientes e tente novamente em alguns minutos.
tr: Rütbeleri kaldırırken çok fazla sorun oluştu! Lütfen izinlerimi kontrol et ve birkaç dakika içinde tekrar dene.

# rank_refresh|add_roles|audit
source: Adding rank role from refresh
es_419: Añadir rol de rango desde actualización
he_il: מוסיף דרגות מאופציית הרענון
pt_br: Atribuindo os cargos de acordo com a classificação
tr: Baştan yeni bir rol ekleniyor

# rank_refresh|add_roles|small_error
source: *Could not add {role} to {member}*
es_419: *No se ha podido añadir {role} a {member}*.
he_il: *לא הצלחתי להוסיף את {role} ל{member}*
pt_br: *Não pude adicionar {role} ao {member}*
tr: *{member} üyesine {role} rölü eklenemiyor!

# rank_refresh|add_roles|error:too_many_issues
source: Too many issues occurred while adding ranks! Please check my permissions and try again in a few minutes.
es_419: Se han producido demasiados problemas al añadir rangos. Por favor, comprueba mis permisos e inténtalo de nuevo en unos minutos.
he_il: יותר מידי בעיות קרו כשניסיתי להוסיף את הדרגות! אנא בדוק את ההרשאות שלי ונסה שוב בעוד כמה דקות.
pt_br: Muitos problemas ocorreram enquanto eu adicionava os níveis! Por favor, verifique minhas permissões e tente novamente em alguns minutos.
tr: Rütbeleri eklerken çok fazla sorun oluştu! Lütfen izinlerimi kontrol et ve birkaç dakika içinde tekrar dene.

# eventlog|event:rank_refresh|name
source: Activity Ranks Refreshed
es_419: Rangos de actividad renovados

# eventlog|event:rank_refresh|desc
source: {actor} refresh member activity ranks. **`{removed}`** invalid rank roles removed. **`{added}`** new rank roles added.
es_419: {actor} actualizar rangos de actividad de los miembros. **`{removed}`** funciones de rango no válidas eliminadas. **`{added}`** nuevos rangos añadidos.

# cmd:ranks
source: ranks
es_419: rangos
he_il: דרגה
pt_br: níveis
tr: rütbeler

# cmd:configure_ranks
source: ranks
es_419: rangos
he_il: דרגות
pt_br: níveis
tr: rütbeler

# cmd:configure_ranks|desc
source: Configure Activity Ranks
es_419: Configurar los rangos de actividad
he_il: הגדר דרגות פעילות
pt_br: Configure os Níveis de Atividade
tr: Aktivite Rütbelerini Ayarla

# cmd:configure_ranks|response:updated|setting:notification|withdm_withchannel
source: Rank update notifications will be sent via **direct message** when possible, otherwise to {channel}
es_419: Las notificaciones de actualización de rango se enviarán a través de **mensaje directo** cuando sea posible, de lo contrario a {channel}.
he_il: כמשתמש יקבל דרגה אני אשלח את ההתראות בהודעה פרטית, אם לא הצלחתי, אשלח אותה אל {channel}
pt_br: As atualizações de níveis de classificação serão enviados por **mensagem_direta** quando possível, ou em outro caso {channel}.
tr: Rütbe güncelleme bildirimleri mümkünse **direkt mesaj** ile gönderilecek, değilse {channel}' a gönderilecektir.

# cmd:configure_ranks|response:updated|setting:notification|withdm_nochannel
source: Rank update notifications will be sent via **direct message**.
es_419: Las notificaciones de actualización de rango se enviarán a través de **mensaje directo**.
he_il: עדכון ההתראות ישלח ב**הודעה פרטית.**
pt_br: As atualizações da classificação será enviada por **mensagem_direta**.
tr: Rütbe güncelleme bildirimleri **direkt mesaj** ile gönderilecektir.

# cmd:configure_ranks|response:updated|setting:notification|nodm_withchannel
source: Rank update notifications will be sent to {channel}.
es_419: Las notificaciones de actualización de rango se enviarán a {channel}.
he_il: התראות בנוגע לדרגות ישלחו אל {channel}.
pt_br: Atualização dos níveis das categorias serão enviadas para o {channel}.
tr: Rütbe güncelleme bildirimleri {channel} kanalına gönderilecektir

# cmd:configure_ranks|response:updated|setting:notification|nodm_nochannel
source: Members will not be notified when their activity rank updates.
es_419: Los miembros no recibirán ninguna notificación cuando se actualice su rango de actividad.
he_il: משתמשים לא יקבלו עדכון כשהם מקבלים דרגה חדשה.
pt_br: Os membros não serão notificados quando for atualizada a sua classificação.
tr: Üyeler aktivite rütbeleri güncellendiğinde bildirilmeyecekler.

# guildset:rank_type|input_format:voice
source: Voice
es_419: Voz
he_il: קול
pt_br: Voz
tr: Ses

# guildset:rank_type|input_format:message
source: Messages
es_419: Mensajes
he_il: הודעות
pt_br: Mensagens
tr: Mesajlar

# guildset:rank_type|input_pattern:voice
source: voice|study
es_419: voz|estudio
he_il: קול|למידה
pt_br: voz|estudos
tr: ses|çalışma

# guildset:rank_type|input_pattern:voice
source: text|message|messages
es_419: texto|mensaje|mensajes
he_il: טקסט|הודעה|הודעות
pt_br: texto|mensagem|mensagens
tr: metin|mesaj|mesajlar

# guildset:rank_type|input_pattern:xp
source: xp|exp|experience
es_419: xp|exp|experiencia
he_il: נק|נקודות|נקודות ניסיון
pt_br: xp|exp|experiência
tr: xp|exp|deneyim

# guildset:rank_type
source: rank_type
es_419: tipo_rango
he_il: סוג_דרגה
pt_br: tipo_de_rank
tr: seviye_tipi

# guildset:rank_type|desc
source: The type of statistic (messages | xp | voice hours) used to determine activity ranks.
es_419: Tipo de estadística (mensajes | xp | horas de voz) utilizada para determinar los rangos de actividad.
he_il: סוג הסטטיסטיקה (הודעות | נקודות ניסיון | שעות קול) שמשומש כדי לקבוע את הדרגות.
pt_br: O tipo de estatística (mensagens | xp | horas em chamada) utilizada para o ranking de atividades.
tr: Bu istatistik tipi (mesajlar| xp | ses saatleri) aktivite seviyeleri belirlemek için kullanılır.

# guildset:rank_type|long_desc
source: Which statistic is used to reward activity ranks. `Voice` is the number of hours active in tracked voice channels, `Exp` is a measure of message activity, and `Message` is a simple count of messages sent.
es_419: ¿Qué estadística se utiliza para recompensar los rangos de actividad? `Voice` es el número de horas activas en los canales de voz rastreados, `Exp` es una medida de la actividad de mensajes y `Message` es un simple recuento de los mensajes enviados.
he_il: איזה סוג סטטיסטיקה אשתמש כדי לקבוע דרגות עבור המשתמשים שלכם! לדוגמא, `קול` יתן לאנשים דרגות לפי כמה זמן הם נמצאים בחדרי קול, `נקודות ניסיון` הם מדד של המילים שהם שולחים בשרת, ב`הודעות` זה פשוט כמה הודעות משתמש שלח בשרת בלי קשר לכמות המילים.
pt_br: Qual tipo de estatística é utilizada para recompensar os níveis de atividade. ˋVozˋ é o número de horas ativas em um canal de voz habilitado a contabilizar. ˋExpˋ é uma pontuação de experiência, obtida por uma ponderação entre as atividades com mensagens. ˋMensagemˋ é uma sintagem símples do número de mensagens enviadas.
tr: Aktivite seviyelerini verilmesi için kullanılan statistik. 'Ses' takip edilen ses kanallarındaki saat, 'Exp' mesaj aktivitesi birimidir, ve 'Mesaj' gönderilen mesajların sayısıdır.

# guildset:rank_type|accepts
source: Voice/Exp/Messages
es_419: Voz/Exp/Mensajes
he_il: קול|נקודות|הודעות
pt_br: Voz/Exp/Mensagens
tr: Ses/Exp/Mesajlar

# guildset:rank_type|set_response|type:voice
source: Members will be awarded activity ranks based on `Voice Activity`.
es_419: Los miembros recibirán rangos de actividad basados en la `Voice Activity`.
he_il: משתמשים יקבלו דרגות בהתאם לכמות הזמן שהם מבלים בחדרים הקוליים.
pt_br: Os membros serão recompensados com base nos níveis de ˋAtividade de Vozˋ.
tr: Üyeler 'Ses Aktivitesi' ne göre aktivite rütbeleri ile ödüllendirilecektir.

# guildset:rank_type|set_response|type:messages
source: Members will be awarded activity ranks based on `Messages Sent`.
es_419: Los miembros recibirán rangos de actividad en función de los `Messages Sent`.
he_il: משתמשים יקבלו דרגות בהתאם לכמות ההודעות שהם שולחים בשרת.
pt_br: Os membros acumularão com base nos níveis de ˋMensagens Enviadasˋ.
tr: Üyeler 'Gönderilen Mesajlar' a göre aktivite rütbeleri ile ödüllendirilecektir.

# guildset:rank_type|set_response|type:xp
source: Members will be awarded activity ranks based on `Message XP Earned`.
es_419: A los miembros se les otorgarán rangos de actividad basados en `Message XP Earned`
he_il: משתמשים יקבלו דרגות בהתאם לכמות ו**איכות** ההודעות שהם שולחים בשרת.
pt_br: Os membros acumularão com base nos níveis de ˋExp de Mensagens Acumuladosˋ.
tr: Üyeler 'Kazanılan Mesaj XP' ne göre aktivite rütbeleri ile ödüllendirilecektir.

# guildset:rank_channel|set_using
source: {cmd} or option menu below.
es_419: {cmd} o menú de opciones de abajo.
he_il: {cmd} או תפריט הבחירה למטה.
pt_br: {cmd} ou escolha uma opção no menu abaixo.
tr: {cmd} veya aşağıdaki seçenek menüsü.

# guildset:rank_channel
source: rank_channel
es_419: rango_canal
he_il: ערוץ_דרגות
pt_br: canal_do_rank
tr: rütbe_kanalı

# guildset:rank_channel|desc
source: The channel in which to send rank update notifications.
es_419: El canal en el que se enviarán las notificaciones de actualización de rango.
he_il: הערוץ שבו אשלח התראות בנוגע לעדכוני דרגות.
pt_br: Canal para enviar as atualizações dos níveis classificatórios do rank.
tr: Rütbe güncelleme bildirimlerinin gönderileceği kanalç

# guildset:rank_channel|long_desc
source: Whenever a user advances a rank, a congratulatory message will be sent in this channel, if set. If `dm_ranks` is enabled, this channel will only be used when the user has opted not to receive DM notifications, or is otherwise unreachable.
es_419: Siempre que un usuario suba de rango, se enviará un mensaje de felicitación en este canal, si está configurado. Si `dm_ranks` está activado, este canal sólo se utilizará cuando el usuario haya optado por no recibir notificaciones de DM, o esté ilocalizable.
he_il: אם כשמשתמש עולה דרגה, הודעת איחולים תישלח לערוץ הזה, אם הפעלתם את האופציה הזאתי. אם הפעלתם דרגות_הודעה_פרטית, הערוץ הזה רק ישומש כשמשתמש בחר לא לקבל הודעות פרטיות.
pt_br: Assim que um usuário subir de nível classificatório, receberá os parabéns pela conquista através de uma mensagem enviada para este canal. Se estiver configurado ˋmd_niveisˋ como habilitado, este canal somente servirá quando o usuário optou por não receber mensagem direta de não amigos.
tr: Bir kullanıcı bir rütbeye ulaştığında, eğer ayarlıysa tebrik mesajı bu kanala gönderilir. Eğer `dm_rütbe` etkinleşmişse bu kanal sadece kullanıcı dm bildirimlerini almamayı tercih ettiğinde veya ulaşmanın başka bir yolu yoksa kullanılacaktır.

# guildset:rank_channel|accepts
source: Rank notification channel name or id.
es_419: Nombre o id del canal de notificación de rango.
he_il: שם או מספר זהות של הערוץ התראות.
pt_br: Nome, ou ID, do canal de notificação dos níveis classificatórios.
tr: Rütbe bildirim kanalı ismi veya id'si.

# guildset:rank_channel|set_response|set
source: Rank update messages will be sent to {channel}.
es_419: Los mensajes de actualización de rango se enviarán a {channel}.
he_il: התראות בנוגע לדרגות ישלחו אל {channel}.
pt_br: Atualizações de classificação serão enviadas para {channel}.
tr: Rütbe güncelleme mesajları {channel}'a gönderilecektir.

# guildset:rank_channel|set_response|unset
source: Rank update messages will be ignored or sent via DM (if `dm_ranks` is enabled).
es_419: Los mensajes de actualización de rangos serán ignorados o enviados vía DM (si `dm_ranks` está habilitado).
he_il: התראות דרגה לא יקבלו התראה או פשוט ישלחו בהודעה פרטית אם הפעלתם את `דרגות_הודעה_פרטית`
pt_br: Atualizações de classificação serão ignoradas ou enviadas por Mensagem Direta (se ˋmd_niveisˋ estiver habilitado)
tr: Rütbe güncelleme mesajları görmezden gelinecek veya direkt mesaj yoluyla gönderilecek (eğer 'dm_rütbe' etkinse)

# guildset:rank_channel|set_using
source: {cmd} or channel selector below.
es_419: {cmd} o selector de canal abajo.
he_il: {cmd} או בחירת ערוצים בתחתית.
pt_br: {cmd} ou selecione o canal listado abaixo.
tr: {cmd} veya aşağıdaki kanal seçicisi.

# guildset:dm_ranks
source: dm_ranks
es_419: dm_rangos
he_il: דרגות_הודעה_פרטית
pt_br: md_niveis
tr: dm_rütbe

# guildset:dm_ranks|desc
source: Whether to send rank advancement notifications through direct messages.
es_419: Si desea enviar notificaciones de ascenso de rango a través de mensajes directos.
he_il: האם או לא לשלוח התראות בנוגע להתקדמות בדרגות בהודעה פרטית.
pt_br: Se devo enviar a progressão nos níveis classificatórios através de mensagens diretas.
tr: Rütbe ilerleme bildirimlerinin doğrudan mesaj yoluyla gönderilip gönderilmeyeceği

# guildset:dm_ranks|long_desc
source: If enabled, congratulatory messages for rank advancement will be direct messaged to the user, instead of being sent to the configured `rank_channel`.
es_419: Si se activa, los mensajes de felicitación por ascenso de rango se enviarán directamente al usuario, en lugar de enviarse al `rank_channel` configurado.
he_il: אם מופעל, הודעת איחולים תישלח למשתמש בהודעה פרטית כמשתמש עולה בדרגה.
pt_br: Se habilitado, mensagens de comemoração pela conquista de um novo nível classificatório serão enviadas por mensagem direta ao usuário. Ao invés de serem enviadas ao ˋcanal_do_rankˋ.
tr: Eğer etkinse, rütbe ilerlemesi için tebrik mesajı yapılandırılmış 'rütbe_kanalı' na gönderilmek yerine kullanıcıya direkt mesaj yoluyla bildirilecek.

# guildset:dm_ranks|response:true
source: I will direct message members upon rank advancement.
es_419: Enviaré mensajes directos a los miembros al subir de rango.
he_il: אני אשלח למשתמש הודעה פרטית שהוא עולה דרגה.
pt_br: Eu irei enviar mensagens diretas aos membros sobre atualização dos seus níveis classificatórios.
tr: Rütbe ilerlemesi üzerine üyelere direkt mesaj atacağım.

# guildset:dm_ranks|response:false
source: I will never direct message members upon rank advancement.
es_419: Nunca enviaré mensajes directos a los miembros que suban de rango.
he_il: אני *לעולם לא* אשלח למשתמש הודעה פרטית שהוא עולה דרגה.
pt_br: Eu não enviarei mensagens diretamente aos membros sobre atualização dos seus níveis classificatórios.
tr: Rütbe ilerlemesi üzerine üyelere asla direkt mesaj atmayacağım.

# ui:rank_preview|button:edit|error:role_deleted
source: The role underlying this rank no longer exists! Please select a new role from the role menu.
es_419: El rol subyacente a este rango ya no existe. Seleccione un nuevo rol en el menú de funciones.
he_il: הרול הקשור לדרגה הזו נמחק או כבר לא קיים! בבקשה תבחרו רול חדש כדי לשייך לדרגה הזו דרך התפריט רולים.
pt_br: O cargo sublinhado, não é um cargo existente. Por favor, selecione um novo cargo através do menu de cargos.
tr: Bu rütbenin esas rolü artık yok! Lütfen rol menüden yeni bir rol seçin.

# ui:rank_preview|button:edit|error:role_not_assignable
source: I do not have permission to edit the underlying role! Please select a new role from the role menu, or ensure my top role is above the selected role.
es_419: ¡No tengo permiso para editar el rol subyacente! Por favor, seleccione un nuevo rol en el menú de roles, o asegúrese de que mi rol principal está por encima del rol seleccionado.
he_il: אין לי מספיק הרשאות לערוך את הרול הזה! אנא בחרו רול מהתפריט אחרי שווידאתם שהרול שלי נמצא בחלק העליון של הרשימת רולים של השרת שלכם.
pt_br: Eu não tenho permissão suificiente para editar o cargo sublinhado. Por favor, selecione um novo cargo, através do menu de cargos, ou garanta que meu cargo seja mais elevado do que aqueles que irei designar.
tr: Esas rolü düzenlemek için yetkim yok! Lütfen rol menüsünden yeni bir rol seçin veya en baştaki rolümün seçilen rolün üzerinde olduğundan emin olun.

# ui:rank_preview|button:edit|error|title
source: Failed to edit rank!
es_419: ¡Error al editar el rango!
he_il: לא הצלחתי לערוך את הדרגה!
pt_br: Ocorreu uma falha ao editar os cargos.
tr: Rütbeyi düzenlemekte başarısız oldum!

# ui:rank_preview|button:edit|label
source: Edit
es_419: Editar
he_il: ערוך
pt_br: Editar
tr: Düzenle

# ui:rank_preview|button:delete|response:success|description|with_role
source: You have deleted the rank {mention}. Press the button below to also delete the role.
es_419: Has eliminado el rango {mention}. Pulsa el botón de abajo para eliminar también el rol.
he_il: מחקתם את הדרגה {mention}. לחץ על הכפתור בתחתית כדי למחוק את הרול שהיה קשור אליה.
pt_br: Você deletou o nível {mention}. Clique no botão abaixo para também apagar o cargo.
tr: {mention} rütbesini sildiniz. Rolü de silmek için alttaki düğmeye basın.

# ui:rank_preview|button:delete|response:success|description|no_role
source: You have deleted the rank {mention}.
es_419: Has eliminado el rango {mention}.
he_il: מחקתם את הדרגה {mention}.
pt_br: Você deletou o nível {mention}.
tr: {mention} rütbesini sildiniz.

# ui:rank_preview|button:delete|response:success|title
source: Rank Deleted
es_419: Rango Eliminado
he_il: רול נמחק
pt_br: Nível Deletado
tr: Rütbe Silindi

# ui:rank_preview|button:delete|response:success|button:delete_role|label
source: Delete Role
es_419: Eliminar rol
he_il: מחק רול
pt_br: Deletar Cargo
tr: Rol Sil

source: You have deleted the rank **{name}**! Could not delete the role due to an unknown error.
es_419: ¡Has eliminado el rango **{name}**! No se ha podido eliminar el rol debido a un error desconocido.
he_il: מחקתם את הדרגה **{name}**! לא הצלחתי למחוק את הרול הקשור אליו בעקבות שגיאה לא ידועה.
pt_br: Você deletou o nível **{name}**! Não pude deletar o cargo devido a um erro desconhecido.
tr: **{name}** rütbesini sildin! Bilinmeyen bir hatadan ötürü rol silinemedi.

source: You have deleted the rank **{name}** along with the underlying role.
es_419: Has eliminado el rango **{name}** junto con el rol subyacente.
he_il: מחקתם את הדרגה **{name}** ביחד עם הרול שהיה קשור אליה.
pt_br: Você deletou o nível **{name}** juntamente com o cargo sublinhado.
tr: **{name}** rütbesini esas rolle birlikte sildiniz.

# ui:rank_preview|button:delete|label
source: Delete Rank
es_419: Borrar rango
he_il: מחק דרגה
pt_br: Deletar Nível
tr: Rütbe Sil

# ui:rank_preview|menu:roles|error:not_assignable|suberror:is_default
source: The @everyone role cannot be removed, and cannot be a rank!
es_419: El rol @everyone no puede ser eliminado, ¡y no puede ser un rango!
he_il: הרול @everyone לא יכול להיות דרגה ולא יכול להמחק.
pt_br: O cargo @everyone não pode ser removido, e nem pode ser considerado um nível.
tr: @everyone rolü kaldırılamaz, ve bir rütbe olamaz!

# ui:rank_preview|menu:roles|error:not_assignable|suberror:is_managed
source: The role is managed by another application or integration, and cannot be a rank!
es_419: El rol es gestionado por otra aplicación o integración, ¡y no puede ser un rango!
he_il: הרול הזה מנוהל על ידי בוט אחר ואני לא יכול לגשת אליו.
pt_br: O cargo é gerenciado por uma outra aplicação, ou integração, e não pode ser de um nível!
tr: Bu rol başka bir aplikasyon veya integrasyon tarafından yönetiliyor, ve bir rütbe olamaz!
