Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/reminders.po
Languages: he_il, pt_br, tr

# create_reminder|error:past
source: The provided reminder time {timestamp} is in the past!
he_il: התאריך שהבאת לתזכיר {timestamp} הוא בעבר!
pt_br: O momento informado para o lembrete {timestamp} é no passado!

# create_reminder|error:too_fast
source: You cannot set a repeating reminder with a period less than 10 minutes.
he_il: אתה לא יכול ליצור תזכיר עם אינטרבל של פחות מ10 דקות.
pt_br: Você não pode criar lembretes repetitivos com menos de 10 minutos de intervalo entre eles.

# create_reminder|error:too_many
source: Sorry, you have reached the maximum of `25` reminders.
he_il: סליחה, הגעת למגבלה של 25 תזכירים!
pt_br: Sinto muito, mas você já atingiu o máximo de ˋ25ˋ lembretes permitidos.

# create_reminder|error:cannot_dm
source: I cannot direct message you! Do you have me blocked or direct messages closed?
he_il: אני לא יכול לשלוח לך הודעות פרטיות! חסמת אותי במקרה או שאולי ההודעות הפרטיות שלך סגורות?
pt_br: Eu não posso enviar uma Mensagem Direta a você! O que eu te fiz? Você me bloqueou, ou suas Mensagens Diretas estão fechadas?

# parse_timestamp|error:parse
source: Could not parse `{given}` as a valid reminder time. Try entering the time in the form `HH:MM` or `YYYY-MM-DD HH:MM`.
he_il: לא הצלחתי להבין את `{given}` כזמן. נסה להשתמש בפורמט הנכון `HH:MM` או `YYYY-MM-DD HH:MM`.
pt_br: Não pude analisar ˋ{given}ˋ como um lembrete, de tempo, válido. Tente usar o formato ˋHH:MMˋ ou ˋAAAA-MM-DD HH:MMˋ.

# cmd:reminders
source: reminders
he_il: תזכירים
pt_br: lembretes
tr: hatırlatıcılar

# cmd:reminders|desc
source: View and set your reminders.
he_il: הצג וצור תזכירים.
pt_br: Veja e configure seus lembretes.

# cmd:remindme
source: remindme
he_il: הזכרלי
pt_br: lembrar-me
tr: banahatırlat

# cmd:remindme|desc
source: View and set task reminders.
he_il: הצג וצור תזכירי מטלות.
pt_br: Veja e configure lembretes de tarefas.

# cmd:reminders_cancel
source: cancel
he_il: בטל
pt_br: cancelar
tr: iptal

# cmd:reminders_cancel|desc
source: Cancel a single reminder. Use /reminders to clear or cancel multiple reminders.
he_il: בטל תזכור בודד. השתמש בתפריט ב /reminders כדי לבטל כמה תזכירים בבת אחת.
pt_br: Cancele um lembrete. Use /lembretes para limpar ou cancelar vários lembretes de uma vez.

# cmd:reminders_cancel|param:reminder
source: reminder
he_il: תזכיר
pt_br: lembrete
tr: hatırlatıcı

# cmd:reminders_cancel|param:reminder|desc
source: Start typing, then select a reminder to cancel.
he_il: התחל להקליד, ואז תבחר את התזכור הרלוונטי שתרצה לבטל.
pt_br: Comece digitando, e então, selecione o lembrete a cancelar.
tr: Yazmaya başla sonra iptal edilecek hatırlatıcıyı seç.

# cmd:reminders_cancel|error:no_reminders
source: There are no reminders to cancel!
he_il: אין שום תזכירים לבטל!
pt_br: Não há nenhum lembrete para cancelar.
tr: İptal edilecek hatırlatıcı bulunmamaktadır!

# cmd:reminders_cancel|error:no_match
source: I am not sure which reminder you want to cancel. Please try again, selecting a reminder from the list of choices.
he_il: לא הצלחתי להבין איזה תזכיר אתה רוצה לבטל. אנא נסה שוב, תבחר את התזכיר מהרשימה של האופציות למטה.
pt_br: Eu não entendi ao certo qual lembrete você gostaria de cancelar. Por favor, tente novamente selecionando o lembrete de uma das opções da lista.
tr: Hangi hatırlatıcını iptal etmek istediğini anladığıma emin değilim. Lütfen tekrar dene, hatırlatıcı listesinden seçeneklerini seç.

# cmd:reminders_cancel|embed:success|desc
source: Reminder successfully cancelled.
he_il: התזכור בוטל בהצלחה.
pt_br: Lembretes cancelados com sucesso.
tr: Hatırlatıcı başarıyla iptal edildi.

# cmd:reminders_cancel|acmpl:reminder|error:no_reminders
source: There are no reminders to cancel!
he_il: אין שום תזכירים לבטל!
pt_br: Não há lembretes para cancelar.
tr: İptal edilecek hatırlatıcı bulunmamaktadır.

# cmd:reminders_cancel|acmpl:reminder|error:no_matches
source: You do not have any reminders matching "{partial}"
he_il: אין לכם שום תזכורים שמתאימים ל "{partial}"
pt_br: Você não tem nenhum lembrete parecido com "{partial}"
tr: "{partial}" ile eşleşen hatırlatıcın bulunmamakta.

# cmd:remindme_at
source: at
he_il: ב
pt_br: às

# cmd:remindme_at|desc
source: Schedule a reminder for a particular time.
he_il: קבע תזכור לזמן ספציפי.
pt_br: Agende um lembrete para um horário específico.
tr: Belirli zaman dilimine hatırlatıcı ayarla.

# cmd:remindme_at|param:time
source: time
he_il: זמן
pt_br: tempo
tr: zaman

# cmd:remindme_at|param:reminder
source: reminder
he_il: תזכיר
pt_br: lembrete
tr: hatırlatıcı

# cmd:remindme_at|param:every
source: repeat_every
he_il: חזור_כל
pt_br: repetir_toda
tr: her_tekrarla

# cmd:remindme_at|param:time|desc
source: When you want to be reminded. (E.g. `4pm` or `16:00`).
he_il: הזמן שבו תרצה את התזכור (באנגלית) לדוגמא: 4PM או 16:00
pt_br: Quando você gostaria de ser lembrado. (Ex. ˋ4pmˋ ou ˋ16:00ˋ).
tr: Ne zaman hatırlatılmasını istediğin. (Ör.`4pm` or `16:00` )

# cmd:remindme_at|param:reminder|desc
source: What should the reminder be?
he_il: מה התזכיר צריך להיות?
pt_br: Sobre o quê você quer ser lembrado?
tr: Hatırlatıcı ne olacak?

# cmd:remindme_at|param:every|desc
source: How often to repeat this reminder.
he_il: באיזו תדירות שבה תרצה לקבל את התזכור הזה
pt_br: Quantas vezes devo repetir este lembrete.
tr: Bu hatırlatıcının ne kadar sürede tekrarlanacağı.

# cmd:remindme_at|error|title
source: Could not create reminder!
he_il: לא הצלחתי ליצור את התזכיר!
pt_br: Não pude criar o lembrete!

# cmd:remindme_at|acmpl:time|error:parse
source: Cannot parse "{partial}" as a time. Try the format HH:MM or YYYY-MM-DD HH:MM
he_il: לא הצלחתי להבין את "{partial}" בתור זמן. השתמשו בפורמט HH:MM או YYYY-MM-DD HH:MM
pt_br: Não pude analisar "{partial}" como um tempo. Tente o formato HH:MM ou AAAA-MM-DD HH:MM

# cmd:remindme_in
source: in
he_il: ב
pt_br: em
tr: içinde

# cmd:remindme_in|desc
source: Schedule a reminder for a given amount of time in the future.
he_il: קבע תזכיר זמן מסויים לתוך העתיד.
pt_br: Lembrete de check-in para uma determinada quantidade de horários no futuro.
tr: Gelecekte belirli bir süre için bir hatırlatıcı planlayın.

# cmd:remindme_in|param:time
source: time
he_il: זמן
pt_br: tempo
tr: zaman

# cmd:remindme_in|param:reminder
source: reminder
he_il: תזכיר
pt_br: lembrete
tr: hatırlatıcı

# cmd:remindme_in|param:every
source: repeat_every
he_il: חזור_כל
pt_br: repetir_toda
tr: her_tekrarla

# cmd:remindme_in|param:time|desc
source: How far into the future to set the reminder (e.g. 1 day 10h 5m).
he_il: עוד כמה זמן תרצו לקבל את התזכיר הזה? (e.g. 1 day 10h 5m).
pt_br: Daqui há quanto tempo você quer ser lembrado? (ex. 1 dia 10h 5m).

# cmd:remindme_in|param:reminder|desc
source: What should the reminder be?
he_il: מה התזכיר צריך להיות?
pt_br: O que deve ser lembrado?

# cmd:remindme_in|param:every|desc
source: How often to repeat this reminder. (e.g. 1 day, or 2h)
he_il: עד מתי תרצו לקבל את התזכיר הזה? (e.g. 1 day, or 2h)
pt_br: Quantas vezes repetir este lembrete. (ex 1 dia, ou 2h)

# cmd:remindme_in|error|title
source: Could not create reminder!
he_il: לא הצלחתי ליצור את התזכיר!
pt_br: Não pude criar o lembrete!

# ui:reminderlist|button:clear|confirm|title
source: Are You Sure?
he_il: אתם בטוחים?
pt_br: Você tem certeza?

# ui:reminderlist|button:clear|confirm|desc
source: Are you sure you want to delete your `{count}` reminder?
he_il: אתם בטוחים שאתם רוצים לנקות את התזכור?
pt_br: Você tem certeza que deseja limpar seu ˋ{count}ˋ lembrete?

# ui:reminderlist|button:clear|confirm|button:yes
source: Yes, clear my reminders
he_il: כן, נקה את התזכירים שלי
pt_br: Sim, apagar meus lembretes

# ui:reminderlist|button:clear|success|desc
source: Your reminders have been cleared!
he_il: התזכירים שלך נוקו!
pt_br: Seus lembretes foram apagados!

# ui:reminderlist|button:clear|confirm|button:cancel
source: Cancel
he_il: בטל
pt_br: Cancelar

# ui:reminderlist|button:clear|label
source: Clear Reminders
he_il: נקה תזכירים
pt_br: Apagar Lembretes

# ui:reminderlist|button:new|modal|field:time|label
source: When would you like to be reminded?
he_il: מה תרצה שאזכיר לך?
pt_br: Quando você gostaria de ser lembrado?

# ui:reminderlist|button:new|modal|field:repeat|label
source: How often should the reminder repeat?
he_il: כל כמה זמן אני צריך להזכיר לך את זה?
pt_br: Com que frequência o lembrete deve se repetir?

# ui:reminderlist|button:new|modal|field:repeat|placeholder
source: 1 day 10 hours 5 minutes (Leave empty for no repeat.)
he_il: יום 1 10 שעות 5 דקות (באנגלית, השאר ריק אם אתה לא רוצה שהתזכיר יחזור על עצמו)
pt_br: 1 dia 10 horas 5 minutos (Caso não queira que se repita, deixe em branco)

# ui:reminderlist|button:new|modal|field:content|label
source: What should I remind you?
he_il: מה אני צריך להזכיר לך?
pt_br: Do que eu devo te lembrar?

# ui:reminderlist|button:new|modal|title
source: Set a Reminder
he_il: צור תזכיר
pt_br: Configurar um Lembrete

# ui:reminderlist|button:new|modal|parse|error:interval
source: Cannot parse '{value}' as a duration.
he_il: לא הצלחתי להבין את `{value}` בתור אורך זמן.
pt_br: Não pude analisar ˋ{value}ˋ como uma duração.

# ui:reminderlist|button:new|label
source: New Reminder
he_il: תזכיר חדש
pt_br: Novo Lembrete

# ui:reminderlist|select:remove|placeholder
source: Select to cancel
he_il: בחר כדי לבטל.
pt_br: Selecione para cancelar

# ui:reminderlist|embed:list|author
source: Your reminders
he_il: התזכירים שלך
pt_br: Seus lembretes

# ui:reminderlist|embed:list|footer
source: Click a reminder to jump back to the context!
he_il: לחץ על תזכיר כדי לקפוץ לקונטקסט שלו!
pt_br: Clique em um lembrete para retornar ao conteúdo

# ui:reminderlist|embed:no_reminders|title
source: You have no reminders set!
he_il: אין לך תזכירים!
pt_br: Você não possui lembretes configurados!

# ui:reminderlist|embed|tips:name
source: Reminder Tips
he_il: טיפים לקביעת תזכירים
pt_br: Dicas dos lembretes.

# ui:reminderlist|embed|tips:value
source: - Use {at_cmd} to set a reminder at a known time (e.g. `at 10 am`). - Use {in_cmd} to set a reminder in a certain time (e.g. `in 2 hours`). - Both commands support repeating reminders using the `every` parameter. - Remember to tell me your timezone with {timezone_cmd} if you haven't already!
he_il: - השתמש ב {at_cmd} כדי ליצור תזכיר בשעה ספציפית. השתמש ב{in_cmd} כדי ליצור תזכיר בעוד זמן ספציפי. - שתי הפקודות תומכות חזרה באינטרבל באמצעות שימוש ב `every` - תזכרו לקבוע את אזור הזמן שלכם ב {timezone_cmd} וכמובן להשתמש באנגלית.
pt_br: - Use {at_cmd} para configurar um lembrete em para um tempo exato (ex. ˋàs 10 am`). - Use {in_cmd} para configurar um lembrete daqui a um certo tempo (ex. `em 2 horas`). - Ambos os comandos aceitam lembretes repetitivos, usando o parâmetro 'a cada'. - Se lembre de configurar o seu fuso horário com {timezone_cmd}, caso ainda não tenha feito!

# reminder_set|title
source: Reminder Set!
he_il: תזכיר נקבע!
pt_br: Lembrete configurado!

# reminder_set|desc
source: At {timestamp} I will remind you about: > {content}
he_il: כל {timestamp} אזכיר לך: > {content}
pt_br: Às {timestamp} eu irei te lembrar sobre: > {content}

# reminder_set|field:repeat|name
source: Repeats
he_il: חזרות
pt_br: Repete

# reminder_set|field:repeat|value
source: This reminder will repeat every `{interval}` (after the first reminder).
he_il: התזכיר יחזור כל `{interval}` אחרי הפעם הראשונה שתקבלו אותו.
pt_br: Este lembrete irá repetir a cada ˋ{interval}ˋ (depois do primeiro lembrete)

# reminder|embed
source: You asked me to remind you!
he_il: ביקשת ממני להזכיר לך!
pt_br: Você me pediu para te lembrar!
tr: Sen bana hatırlatmamı söylemiştin!

# reminder|embed
source: Context?
he_il: קונטקסט?
pt_br: Contexto?
tr: Şartlar?

# reminder|embed
source: Click Here
he_il: לחץ פה
pt_br: Clique Aqui
tr: Buraya Tıkla

# reminder|embed
source: Next reminder
he_il: התזכיר הבא
pt_br: Próximo lembrete
tr: Sonraki hatırlatıcı

# reminder|formatted|interval
source: Every day
he_il: כל יום אחד
pt_br: Todo dia
tr: Her gün

# reminder|formatted|interval
source: Every hour
he_il: כל שעה אחת
pt_br: A cada hora
tr: Her saat

# reminder|formatted|interval
source: Every `{duration}`
he_il: כל `{duration}`
pt_br: A cada ˋ{duration}ˋ
tr: Her `{duration}`

# cmd:reminders_show
source: show
tr: göster

# cmd:reminders_show|desc
source: Display your current reminders.
tr: Şimdiki hatırlatıcılarınızı görüntüleyin.

# cmd:reminders_show|close_elsewhere
source: Closing since the list was opened elsewhere.
tr: Liste başka bir yerde açıldığından dolayı kapatılıyor.

# cmd:reminders_clear
source: clear
tr: temizle

# cmd:reminders_clear|desc
source: Clear your reminder list.
tr: Hatırlatıcı listeni temizle.

# cmd:reminders_clear|error:no_reminders
source: You have no reminders to clear!
tr: Temizlenecek hatırlatıcınız bulunmuyor.

# cmd:reminders_clear|confirm|title
source: Are You Sure?
tr: Emin misin?

# cmd:reminders_clear|confirm|desc
source: Are you sure you want to delete your `{count}` reminder?
tr: `{count}` adet hatırlatıcını temizlemek istediğine emin misin?

# cmd:reminders_clear|confirm|button:yes
source: Yes, clear my reminders
tr: Evet, hatırlatıcılarımı temizle

# cmd:reminders_clear|success|desc
source: Your reminders have been cleared!
tr: Hatırlatıcıların temizlendi!

# cmd:reminders_clear|confirm|button:cancel
source: Cancel
tr: İptal

# cmd:reminders_cancel|desc
source: Cancel a single reminder. Use the menu in "reminder show" to cancel multiple reminders.
tr: Bir tane hatırlatıcını iptal et. "Hatırlatıcı göster" menüsünü kullanarak birden fazla hatırlatıcını iptal edebilirsin.

# cmd_remindme_at|error:too_many|desc
source: Sorry, you have reached the maximum of `25` reminders!
tr: Üzgünüm, maksimum `25` hatırlatıcı sayısına ulaştınız!

# cmd_remindme_at|error:too_many|title
source: Could not create reminder!
tr: Hatırlatıcı oluşturulamadı!

# cmd_remindme_at|error:too_fast|desc
source: You cannot set a repeating reminder with a period less than 10 minutes.
tr: 10 dakikanın aşağısında tekrarlanan bir hatırlatıcı kurulamaz.

# cmd_remindme_at|error:too_fast|title
source: Could not create reminder!
tr: Hatırlatıcı kuramadım!

# cmd:remindme_at|error:parse_time|desc
source: Could not parse provided time `{given}`. Try entering e.g. `4 pm` or `16:00`.
tr: Belirtilen zaman `{given}` ayrıştırılamadı. `4 pm` or `16:00` şeklinde girmeyi deneyin.

# cmd:remindme_at|error:parse_time|title
source: Could not create reminder!
tr: Hatırlatıcı oluşturamadım!

# cmd:remindme_at|error:past_time|desc
source: Provided time is in the past!
tr: Belirtilen zaman geçmişte yer alıyor!

# cmd:remindme_at|error:past_time|title
source: Could not create reminder!
tr: Hatırlatıcı oluşturamadım!

# cmd:remindme_in|success|title
source: Reminder Set at {timestamp}
tr: Hatırlatıcı {timestamp} zamanına kuruldu

# ui:reminderlist|select:remove|placeholder
source: Select to cancel.
tr: İptal etmek için seç.

# ui:reminderlist|embed:list|author
source: {name}'s reminders
tr: {name}'in hatırlatıcısı
