Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/rolemenus.po
Languages: es_419, he_il, pt_br, tr

# ui:menu_editor|menu:template|option:custom|description
source: Entirely custom menu message (opens an interactive editor).
es_419: Mensaje de menú totalmente personalizado (abre un editor interactivo).
he_il: בנה הודעה מותאמת אישית מ0 (יפתח את ההעורך הודעות שלנו)
pt_br: Menu de mensagem inteiramente personalizada (abre como um editor interativo).
tr: Tamamen Özel Menü Mesajı (İnteraktif editörü açar).

# ui:menu_editor|button:delete|confirm|title
source: Are you sure you want to delete this menu? This is not reversible!
es_419: ¿Está seguro de que desea eliminar este menú? No es reversible.
he_il: אתם בטוחים שאתם רוצים למחוק את התפריט? לא ניתן לשחזר את הצעד הזה.
pt_br: Você está certo que quer deletar este menu? Isto não é reversivel!
tr: Bu menüyü silmek istediğine emin misin? Bu işlem geri alınamaz!

# ui:menu_editor|button:delete|confirm|button:yes
source: Yes, Delete Now
es_419: Sí, borrar ahora
he_il: כן, מחק עכשיו
pt_br: Sim, Deletar Agora!
tr: Evet, şimdi sil

# ui:menu_editor|button:delete|confirm|button:no
source: No, Go Back
es_419: No, volver
he_il: לא, חזור אחורה
pt_br: Não, Desejo Voltar
tr: Hayır, geri dön

# ui:menu_editor|button:delete|label
source: Delete Menu
es_419: Eliminar menú
he_il: מחק תפריט
pt_br: Deletar Menu
tr: Menüyü Sil

# ui:menu_editor|button:edit_msg|label
source: Edit Message
es_419: Editar mensaje
he_il: ערוך הודעה
pt_br: Editar Mensagem
tr: Mesajı Düzenle

# ui:menu_editor|button:preview|label
source: Preview
es_419: Vista previa
he_il: תצוגה מקדימה
pt_br: Pré-Visualização
tr: Ön gösterim

# ui:menu_editor|button:repost|widget:repost|menu:channel|placeholder
source: Select New Channel
es_419: Seleccionar nuevo canal
he_il: בחר ערוץ חדש
pt_br: Selecione Novo Canal
tr: Yeni Kanalı Seç

# ui:menu_editor|button:repost|widget:repost|error:perms|title
source: Insufficient Permissions!
es_419: Permisos insuficientes
he_il: אין לי או לך מספיק הראשות בשרת כדי לעשות את זה!
pt_br: Permissões insuficientes!
tr: Yetersiz İzin!

# ui:menu_editor|button:repost|eidget:repost|error:perms|desc
source: I lack the `EMBED_LINKS` or `SEND_MESSAGES` permission in this channel.
es_419: Me falta el permiso `EMBED_LINKS` o `SEND_MESSAGES` en este canal.
he_il: אין לי את ההרשאות `EMBED_LINKS` או `SEND_MESSAGES` בערוץ הזה.
pt_br: Eu preciso de permissão para ˋINSERIR_LINKSˋ ou ˋENVIAR_MENSAGENSˋ neste canal.
tr: Bu kanalda `BAĞLANTI_EKLE` ya da `MESAJ_GÖNDER` izinine sahip olmam gerekiyor.

# ui:menu_editor|button:repost|widget:repost|error:post_failed
source: An unknown error ocurred while posting to {channel}! **Error:** `{exception}`
he_il: שגיאה לא ידועה התרחשה כשניסיתי לשלוח לערוץ {channel}. השגיאה: `{exception}`
pt_br: Um erro desconhecido ocorreu enquanto postava em {channel}! **Erro:** ˋ{exception}ˋ

# ui:menu_editor|button:repost|widget:repost|success|title
source: Role Menu Moved
es_419: Menú de roles movido
he_il: תפריט רולים הוזז
pt_br: Menu Cargos Movido
tr: Rol Menüsü Taşındı

# ui:menu_editor|button:repost|widget:repost|success|desc:general
source: The role menu `{name}` is now available at {message_link}.
es_419: El menú de roles `{name}` ya está disponible en {message_link}.
he_il: התפריט רולים `{name}` עכשיו זמין בלינק {message_link}.
pt_br: O menu de cargos ˋ{name}ˋ agora está disponível em {message_link}.
tr: `{name}` rol menüsü bundan böyle {message_link} bağlantısında bulunabilecek.

# ui:menu_editor|button:repost|widget:repost|success|desc:reactions
source: Please check the message reactions are correct.
es_419: Por favor, compruebe que las reacciones del mensaje son correctas.
he_il: אנא בדקו אם הריאקציות שקשורות להודעה הזו נכונות.
pt_br: Por favor, verifique se a mensagem das reações está correta.
tr: Lütfen mesaj tepki rollerinin doğru olup olmadığını kontrol et.

# ui:menu_editor|button:repost|widget:repost|title
source: Repost Role Menu
es_419: Volver a publicar el menú de roles
he_il: פרסם תפריט רולים מחדש
pt_br: Repostar Menu Cargos
tr: Rol Menüsünü Tekrar Gönder

# ui:menu_editor|button:repost|widget:repost|description
source: Please select the channel to which you want to resend this menu.
es_419: Seleccione el canal al que desea reenviar este menú.
he_il: אנא בחרו את הערוץ שבו תרצו לשלוח את התפריט הזה מחדש.
pt_br: Por favor, selecione o canal ao qual você gostaria de reenviar este menu.
tr: Bu menüyü tekrar göndermek istediğiniz kanalı seçiniz.

# ui:menu_editor|button:repost|label:repost
source: Repost
es_419: Volver a publicar
he_il: פרסם מחדש
pt_br: Repostar
tr: Tekrar gönder

# ui:menu_editor|button:repost|label:post
source: Post
es_419: Publicar
he_il: פרסם
pt_br: Postar
tr: Gönder

# ui:menu_editor|embed|title
source: Role Menu Editor
es_419: Editor del menú de roles
he_il: עורך תפריט רולים
pt_br: Editor do Menu Cargos
tr: Rol Menü Düzenleyicisi

# ui:menu_editor|embed|description|jump_text:attached
source: Members may use this menu from {jump_url}
es_419: Los miembros pueden utilizar este menú desde {jump_url}
he_il: משתמשים יוכלו להשתמש בתפריט הזה ב {jump_url}
pt_br: Membros podem usar este menu de {jump_url}
tr: Kullanıcılar menüyü {jump_url} bağlantısından kullanabilecekler

# ui:menu_editor|embed|description|jump_text:unattached
source: This menu is not currently active! Make it available by clicking `Post` below.
es_419: Este menú no está activo. Hágalo activo haciendo clic en el `Post` de abajo.
he_il: התפריט לא פעיל כרגע! תהפוך אותו לפעיל על ידי לחיצה על "פרסם" למטה.
pt_br: Este menu não está ativo atualmente! Ative ele através do botão ˋPostarˋ abaixo.
tr: Bu menü şu anda aktif değil! Aşağıdaki `Gönder` butonuna basarak aktif edebilirsiniz.

# ui:menu_editor|embed|field:tips|name
source: Command Tips
es_419: Consejos de comando
he_il: טיפים לפקודות
pt_br: Dicas de Comandos
tr: Komut İpuçları

# ui:menu_editor|embed|field:tips|value
source: Use the following commands for faster menu setup. {menuedit} to edit the above menu options. {addrole} to add new roles (recommended for roles with emojis). {editrole} to edit role options.
es_419: Utilice los siguientes comandos para una configuración más rápida del menú. {menuedit} para editar las opciones de menú anteriores. {addrole} para añadir nuevos roles (recomendado para roles con emojis). {editrole} para editar las opciones de rol.
he_il: השתמש בפקודות הבאות להתקנה זריזה יותר {menuedit} כדי לערוך את האופציות למעלה {addrole} כדי להוסיף רולים חדשים (מומלץ עבור רולים שיש להם אמוג'י) {editrole} כדי לערוך את האופציות של הרולים
pt_br: Use os seguintes comandos para uma configuração rápida do menu. {menuedit} para editar opções abaixo do menu. {addrole} para adicionar novos cargos (recomendado para cargos com emojis). {editrole} para editar opções de cargo.
tr: Daha hızlı menü kurulumu için aşağıdaki komutları kullanın. Yukarıdaki menü seçeneklerini düzenlemek için {menuedit}. Yeni roller eklemek için {addrole} (emojili roller için önerilir). Rol seçeneklerini düzenlemek için {editrole}.

# ui:menu_editor|error:invald_emoji|title
source: Invalid emoji encountered.
es_419: Se ha encontrado un emoji no válido.
he_il: נתקלתי באמוג'י לא תקין.
pt_br: Emoji invalido encontrado.
tr: Geçersiz emojiyle karşılaşıldı.

# ui:menu_editor|error:invalid_emoji|desc
source: The emoji `{emoji}` for menu role `{label}` no longer exists, unsetting.
es_419: El emoji `{emoji}` para el rol de menú `{label}` ya no existe, sin configurar.
he_il: האמוג'י `{emoji}` עבור התפריט רולים `{label}` כבר לא קיים, אוריד לו את ההגדרות שהגדרתי קודם.
pt_br: O emoji ˋ{emoji}ˋ para o menu de cargos ˋ{label}ˋ não existe mais. Retirando.
tr: Menü rolü için `{label}` emojisi `{emoji}` artık mevcut değil, ayar geri çekiliyor.

# rolemenu|error:role_gone
source: This role no longer exists!
pt_br: Este cargo não existe mais!

# rolemenu|select|error:max_obtainable
source: You already have the maximum of {obtainable} roles from this menu!
pt_br: Você já tem o máximo de {obtainable} cargos permitidos deste menu.

# rolemenu|select|success:nopurchase|desc
source: You have equipped the role **{role}**
pt_br: O cargo **{role}** foi atribuído a você
