Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/rolemenus.po
Languages: es_419, he_il, pt_br, tr

# cmd:rolemenu_addrole|success:create|desc
source: Add the role {role} to the menu **{menu}**.
es_419: Añade el rol {role} al menú **{menu}**.
he_il: הוסף את הרול {role} לתפריט **{menu}**.
pt_br: Adicione o cargo {role} ao menu **{menu}**.
tr: **{menu}** menüsüne {role} rolünü ekledim.

# cmd:rolemenu_addrole|success:edit|title
source: Menu Role updated
es_419: Menú de roles actualizado
he_il: תפריט רולים עודכן
pt_br: Menu de Cargo atualizado
tr: Menü Rolü Güncellendi

# cmd:rolemenu_addrole|error:role_exists
source: The role {role} is already selectable from the menu **{menu}**
es_419: El rol {role} ya es seleccionable desde el menú **{menu}**
he_il: הרול {role} כבר ניתן לבחירה מהתפריט **{menu}**
pt_br: O cargo {role} já pode ser escolhido através do menu **{menu}**.
tr: {role} rolü zaten **{menu}** menüsünden seçilebilir

# cmd:rolemenu_addrole|success|error:reaction|name
source: Note
es_419: Nota
he_il: פתקית
pt_br: Nota
tr: Not

# cmd:rolemenu_addrole|success|button:editor|label
source: Edit Menu
es_419: Editar menú
he_il: ערוך תפריט
pt_br: Editar Menu
tr: Menüyü Düzenle

# cmd:rolemenu_editrole
source: editrole
es_419: editarrol
he_il: ערוךרול
pt_br: editarcargo
tr: rolüdüzenle

# cmd:rolemenu_editrole|desc
source: Edit role options in an existing role menu.
es_419: Editar opciones de rol en un menú de rol existente.
he_il: ערוך הגדרות רול בתפריט רולים קיים.
pt_br: Editar opções de cargo em um menu existente.
tr: Varolan bir menüdeki rol seçeneklerini güncelle.

# cmd:rolemenu_editrole|param:menu
source: menu
es_419: menú
he_il: תפריט
tr: menü

# cmd:rolemenu_editrole|param:menu_role
source: menu_role
es_419: menúde_roles
he_il: תפריט_רולים
pt_br: menu_de_cargos
tr: menü_rol

# cmd:rolemenu_editrole|param:role
source: new_role
es_419: nuevo_rol
he_il: רול_חדש
pt_br: novo_cargo
tr: yeni_rol

# cmd:rolemenu_editrole|param:menu|desc
source: Name of the menu to edit the role for
es_419: Nombre del menú para editar el rol
he_il: השם של התפריט שאליו אערוך את הרול
pt_br: Nome do menu de onde você quer editar o cargo
tr: Rolünün düzenleneceği menü adı

# cmd:rolemenu_editrole|param:menu_role|desc
source: Label, name, or mention of the menu role to edit.
es_419: Etiqueta, nombra o menciona el menú de roles a editar.
he_il: תאג, שם, או תיוג של התפריט שתרצו לערוך
pt_br: Rótulo, nome ou menção do menu de cargos a ser editado.
tr: Güncellemek için rol menüsünün etiket, isim ya da menü rolünün etiketi.

# cmd:rolemenu_editrole|param:role|desc
source: New server role this menu role should give.
es_419: Nuevo rol de servidor que el menú de roles debería dar.
he_il: רול שרת חדש שהתפריט רולים הזה יתן
pt_br: Cargo que este menu de cargos deve dar aos novatos do servidor.
tr: Bu rol menünün vermesi gereken yeni sunucu rolü.

# cmd:rolemenu_editrole|param:duration|desc
source: Lifetime of the role after selection in minutes.
es_419: Tiempo de vida en minutos del rol tras la selección.
he_il: משך התוקף בדקות לרול שיתקבל לאחר בחירה
pt_br: A duração que este cargo terá, depois de selecionado, em minutos.
tr: Dakika cinsinden seçildikten sonra rolün kalma süresi.

# cmd:rolemenu_editrole|error:menu_not_found
source: This server does not have a role menu called `{name}`!
es_419: ¡Este servidor no tiene un menú de roles llamado `{name}`!
he_il: לשרת הזה אין תפריט בשם `{name}`!
pt_br: Este servidor não tem um menu de cargos chamado ˋ{name}ˋ!
tr: Bu sunucuda `{name}` adında bir rol menüsü bulunmuyor!

# cmd:rolemenu_editrole|error:role_not_found
source: The menu **{menu}** does not have the role **{name}**
es_419: El menú **{menu}** no tiene el rol **{name}**
he_il: לתפריט **{menu}** אין את הרול **{name}**
pt_br: O menu **{menu}** não tem o cargo **{name}**
tr: **{menu}** menüsünün **{name}** adında bir rolü bulunmuyor

# cmd:rolemenu_editrole|success|title
source: Role menu role updated
es_419: Menú de roles rol actualizado
he_il: תפריט רולים עודכן
pt_br: Cargos do menu de cargos foram atualizados
tr: Rol menü rolü güncellendi

# cmd:rolemenu_editrole|success|error:reaction|name
source: Warning!
es_419: ¡Advertencia!
he_il: זהירות!
pt_br: Atenção!
tr: Uyarı!

# cmd:rolemenu_delrole
source: delrole
es_419: eliminarrol
he_il: מחקרול
pt_br: apagarcargo
tr: rolsil

# cmd:rolemenu_delrole|desc
source: Remove a role from a role menu.
es_419: Eliminar un rol de un menú de roles.
he_il: הסר את הרול מהתפריט רולים.
pt_br: Apaga um cargo de um menu de cargos
tr: Bir rol menüsünden bir rolü çıkart.

# cmd:rolemenu_delrole|param:menu
source: menu
es_419: menú
he_il: תפריט
tr: menü

# cmd:rolemenu_delrole|param:menu_role
source: menu_role
es_419: menúde_roles
he_il: תפריט_רולים
pt_br: menu_de_cargos
tr: menü_rol

# cmd:rolemenu_delrole|param:menu|desc
source: Name of the menu to delete the role from.
es_419: Nombre del menú del que se eliminará el rol.
he_il: השם של התפריט שממנו אמחק את הרול
pt_br: Nome do menu do qual será deletado o cargo
tr: Rolün silineceği menü adı

# cmd:rolemenu_delrole|param:menu_role|desc
source: Name, label, or mention of the role to delete.
es_419: Nombra, etiqueta o menciona el rol a eliminar.
he_il: תאג, שם, או תיוג של הרול שתרצו למחוק
pt_br: Nome, rótulo, ou menção do cargo a deletar.
tr: Silmek için rol menüsünün etiket, isim ya da menü rolünün etiketi.

# cmd:rolemenu_delrole|error:author_perms
source: You need the `MANAGE_ROLES` permission in order to manage the server role menus.
es_419: Necesita el permiso `MANAGE_ROLES` para gestionar los menús de roles del servidor.
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Você precisa ter permissão de ˋGERENCIAR_CARGOSˋ para poder gerenciar o menu de cargos do servidor.
tr: Bu sunucudaki rol menülerini düzenleyebilmek için `ROLLERİ_YÖNET` yetkisine sahip olman gerekmektedir.

# cmd:rolemenu_delrole|error:menu_not_found
source: This server does not have a role menu called `{name}`!
es_419: ¡Este servidor no tiene un menú de roles llamado `{name}`!
he_il: לשרת הזה אין תפריט בשם `{name}`!
pt_br: Este servidor não tem um menu de cargos chamado ˋ{name}ˋ!
tr: Bu sunucuda `{name}` adında bir rol menüsü bulunmuyor!

# cmd:rolemenu_delrole|error:role_not_found
source: The menu **{menu}** does not have the role **{name}**
es_419: El menú **{menu}** no tiene el rol **{name}**
he_il: לתפריט **{menu}** אין את הרול **{name}**
pt_br: O menu **{menu}** não tem o cargo **{name}**
tr: **{menu}** menüsünün **{name}** adında bir rolü bulunmuyor

# cmd:rolemenu_delrole|success
source: The role **{name}** was successfully removed from the menu **{menu}**.
es_419: El rol **{name}** se ha eliminado correctamente del menú **{menu}**.
he_il: הרול **{name}** נמחק בהצלחה מהתפריט **{menu}**.
pt_br: O cargo **{name}** foi removido com sucesso do menu **{menu}**.
tr: **{name}** rolü başarıyla **{menu}** menüsünden kaldırıldı.

# roleset:role
source: role
es_419: rol
he_il: רול
pt_br: cargo
tr: rol

# roleset:role|desc
source: The role associated to this menu item.
es_419: El rol asociado a este elemento de menú.
he_il: הרול משויך לאייטם הזה מהתפריט.
pt_br: O cargo associado a este item do menu.
tr: Bu rol menü ürünüyle ilişkili rol.

# roleset:role|long_desc
source: The role given when this menu item is selected in the role menu.
es_419: El rol otorgado cuando se selecciona este elemento del menú en el menú de roles.
he_il: הרול ניתן למשתמש כאשר האייטם התפריט נבחר על ידי לחיצה.
pt_br: O cargo dado quando este item é selecionado no menu de cargos.
tr: Rol menüsünden menü ürünü seçildiğinde verilecek rol.

# roleset:role|set_response:set
source: This menu item will now give the role {role}.
es_419: Este elemento de menú dará ahora el rol {role}.
he_il: האייטם הזה עכשיו יתן את הרול {role}.
pt_br: Este item do menu, dará agora, o cargo {role}.
tr: Bu menü ürünü bundan böyle {role} rolünü verecek.

# roleset:label
source: label
es_419: etiqueta
he_il: תגית
pt_br: rótulo
tr: etiket

# roleset:label|desc
source: A short button label for this role.
es_419: Una breve etiqueta de botón para este rol.
he_il: טקסט קצת עבור הכפתור של הרול הזה.
pt_br: Um botão curto rotulado para este cargo.
tr: Bu rol için kısa buton etiketi.

# roleset:label|long_desc
source: A short name for this role, to be displayed in button labels, dropdown titles, and some menu layouts. By default uses the Discord role name.
es_419: Un nombre corto para este rol, que se mostrará en etiquetas de botones, títulos desplegables y algunos diseños de menú. Por defecto usará el nombre del rol de Discord.
he_il: שם קצר עבור הרול הזה, כדי להציג על הכפתור עצמו, תפריטים נופלים, ומקומות שונים. הברירת מחדל זה איך שקראתם לרול.
pt_br: Um nome curto para este cargo, a ser mostrado nos rótulos dos botões, menus suspensos e em alguns modelos de menu. Por padrão, usamos o nome do cargo dado pelo Discord.
tr: Bu rolün buton etiketlerinde, açılır başlıklarda ve bazı menü düzenlerinde görüntülenecek kısa adı. Varsayılan olarak Discord rol adını kullanır.

# roleset:role|set_response
source: This menu role is now called `{value}`.
es_419: Este rol de menú se llama ahora `{value}`.
he_il: השם של התפריט רולים הזה שונה ל`{value}`.
pt_br: Este menu de cargos agora se chama ˋ{value}ˋ.
tr: Bu rol menüsü bundan böyle `{value}` olarak anılacak.

# roleset:emoji
source: emoji
he_il: אמוג'י

# roleset:emoji|desc
source: The emoji associated with this role.
es_419: El emoji asociado a este rol.
he_il: האמוג'י שקשור לרול הזה
pt_br: O emoji associado a este cargo.
tr: Bu rolle ilişkilendirilecek emoji.

# roleset:emoji|long_desc
source: The role emoji is used for the reaction (in reaction role menus), and otherwise appears next to the role label in the button and dropdown styles. The emoji is also displayed next to the role in most menu templates.
es_419: El emoji del rol es usado para la reacción (en el menú de roles con reacciones), y por lo demás aparece junto a la etiqueta en el botón y en el desplegable. El emoji también se ve al lado del rol en la mayoría de plantillas de menú.
he_il: הרול אמוג'י משומש עבור הריאקציה (בריאקציות של התפריטי רולים), וניתן לצפייה ליד התאגית של הכפתור ובתפריטים נופלים. האמוג'י גם נראה לי הרול עצמו רוב הפעמים.
pt_br: O emoji do cargo é usado para a reação do membro (nos menus de reação em mensagem), e em outras horas, aparece próximo ao rótulo do cargo, em menus de botões ou suspensos. O emoji também será mostrado próximo ao cargo na maioria dos modelos de menu.
tr: Rol emojisi tepki için kullanılır (tepki rolü menülerinde) ve bunun dışında buton ve açılır menülerde rol etiketinin yanında görünür. Emoji, çoğu menü şablonunda rolün yanında da görüntülenir.

# roleset:emoji|error:test_emoji
source: The selected emoji `{emoji}` is invalid or has been deleted.
es_419: El emoji seleccionado `{emoji}` no es válido o ha sido eliminado.
he_il: האמוג'י שנבחר `{emoji}` שגוי או נמחק.
pt_br: O emoji selecionado ˋ{emoji}ˋ é inválido, ou foi deletado.
tr: Seçilen `{emoji}` emoji geçersiz ya da silindi.

# roleset:emoji|set_response:set
source: The menu role emoji is now {emoji}.
es_419: El emoji del rol del menú es ahora {emoji}.
he_il: האמוג'י של הרול הוא עכשיו {emoji}.
pt_br: O emoji do menu de cargos, agora é {emoji}.
tr: Menü rol emojisi bundan böyle {emoji}.

# roleset:emoji|set_response:unset
source: The menu role emoji has been removed.
es_419: Se ha eliminado el emoji del rol del menú.
he_il: התפריט רול אמוג'י הוסר.
pt_br: O emoji do menu de cargos foi removido.
tr: Menü rol emojisi kaldırıldı.

# roleset:description
source: description
es_419: descripción
he_il: תיאור
pt_br: descrição
tr: açıklama

# roleset:description|desc
source: A longer description of this role.
es_419: Una descripción mas larga de este rol.
he_il: תיאור ארוך יותר לרול הזה.
pt_br: Uma descrição detalhada deste cargo.
tr: Bu rolün uzun açıklaması.

# roleset:description|long_desc
source: The description is displayed under the role label in dropdown style menus. It may also be used as a substitution key in custom role selection responses.
es_419: La descripción se muestra bajo la etiqueta del rol en los menús desplegables. También puede utilizarse como clave de sustitución en las respuestas personalizadas de selección de roles.
he_il: התיאור נמצא מתחת לתאגית רול בתפריטים נופלים. ניתן להשתמש בזה גם כמפתח חלופי בריאקציות מותאמות אישית.
pt_br: A descrição é mostrada abaixo do rótulo do cargo, através de um menu suspenso. Talvez ele também seja usado como substituto para uma seleção personalizada de responsabilidades.
tr: Açıklama, açılır menülerdeki rol etiketinin altında görüntülenir. Ayrıca özel rol seçimi yanıtlarında yer açıklaması olarak da kullanılabilir.

# roleset:description|set_response:set
source: The role description has been set.
es_419: Se ha establecido la descripción del rol.
he_il: התיאור רול נקבע.
pt_br: A descrição do cargo foi configurada.
tr: Rol açıklaması ayarlandı.

# roleset:description|set_response:unset
source: The role description has been removed.
es_419: Se ha eliminado la descripción del rol.
he_il: התיאור של הרול הוסר.
pt_br: A descrição do cargo foi removida.
tr: Rol açıklaması kaldırıldı.

# roleset:price
source: price
es_419: precio
he_il: מחיר
pt_br: preço
tr: ücret

# roleset:price|desc
source: Price of the role, in LionCoins. May be negative.
he_il: המחיר של הרול, במטבעות. יכול להיות מספר שלילי.
pt_br: Preço do cargo, em LionCoins. Podendo ser um valor negativo.

# roleset:price|long_desc
source: How many LionCoins should be deducted from a member's account when they equip this role through this menu. The price may be negative, in which case the member will instead be rewarded coins when they equip the role.
he_il: כמה מטבעות יוסרו מהמשתמש כשהוא בוחר ברול. המספר יכול להיות שלילי, במקרה כזה המשתמשים יקבלו מטבעות במקום.
pt_br: Quantas LionCoins deverão ser cobradas de um usuário quando ele atribuir este cargo por este menu. O preço pode ser negativo, em que o membro será recompensado em moedas por ter recebido este cargo.

# roleset:price|accepts
source: Amount of coins that the role costs when equipped.
he_il: כמות מטבעות שהרול עולה.
pt_br: Quantidade de moedas que o cargo irá custar, quando for atribuído.

# roleset:price|set_response:positive
source: Equipping this role will now cost {coin}**{price}**.
he_il: ללבוש את הרול הזה יעלה עכשיו {coin}**{price}**.
pt_br: Atribuir este cargo irá custar {coin}**{price}**.

# roleset:price|set_response:zero
source: Equipping this role is now free.
he_il: ניתן עכשיו ללבוש את הרול הזה בחינם.
pt_br: Atribuir este cargo sairá de graça!

# roleset:price|set_response:negative
source: Equipping this role will now reward {coin}**{price}**.
he_il: ללבוש את הרול הזה יתן למשתמש עכשיו {coin}**{price}**.
pt_br: Atribuir este cargo, agora dará uma recompensa, ao membro, de {coin}**{price}**.

# roleset:duration
source: duration
es_419: duración
he_il: משך זמן
pt_br: duração
tr: süre

# roleset:duration|desc
source: Lifetime of the role after selection
es_419: Duración de la rol tras la selección
he_il: אורך חיים של הרול לאחר הרכישה
pt_br: Tempo de vida do cargo, depois de atribuído
tr: Rolün seçildikten sonraki süresi

# roleset:duration|long_desc
source: Allows creation of 'temporary roles' which expire a given time after being equipped. Refunds will not be given upon expiry.
es_419: Permite la creación de "roles temporales" que expiran después de un tiempo determinado luego de ser equipados. No se devolverá el dinero cuando caduquen.
he_il: מאפשר את היצירה של "רולים זמניים" שפגים אחרי תקופת זמן ספציפים לאחר הרכישה. המטבעות לא יחזרו למשתמש אחרי שהרול תקף.
pt_br: Autoriza a criação de 'cargos temporários' que irão expirar, depois de atribuídos, depois do transcurso do período informado. As moedas não serão devolvidas quando o tempo de validade expirar.
tr: Alındıktan sonra belirli bir süre sona eren 'geçici rollerin' oluşturulmasına izin verir. Süre bitiminde iade yapılmayacaktır.

# roleset:duration|notset
source: Forever.
es_419: Para siempre.
he_il: לנצח.
pt_br: Ilimitado.
tr: Sonsuza kadar.

# roleset:duration|set_response:set
source: This role will now expire after {duration}.
es_419: Este rol expirará después de {duration}.
he_il: הרול הזה יפוג לאחר {duration}.
pt_br: Agora, este cargo irá expirar depois de {duration}.
tr: Bu rol bundan sonra {duration} süre sonra sona erecektir.

# roleset:duration|set_response:unset
source: This role will no longer expire after being selected.
es_419: Este rol ya no caducará después de haber sido seleccionado.
he_il: הרול הזה כבר לא יפוג לאחר הרכישה.
pt_br: Este cargo não irá expirar, após ser selecionado.
tr: Bu rolün süresi artık seçildikten sonra sona ermeyecektir.

# template:simple|name
source: Simple Menu
es_419: Menú Simple
he_il: תפריט פשוט
pt_br: Menu Simplificado
tr: Basit Menü

# template:simple|desc
source: A simple embedded list of roles in the menu
es_419: Una simple lista incrustada de roles en el menú
he_il: תפריט פשוט embeded עם הרולים
pt_br: Um menu simplificado com integração das listas de menu.
tr: Menüdeki basit gömülü rollerin listesi

# template:two_column|name
source: Two Column
es_419: Dos Columnas
he_il: שתי עמודות
pt_br: Duas Colunas
tr: İki sütun

# template:two_column|desc
source: A compact two column role layout. Excludes prices and durations.
es_419: Un diseño compacto de dos columnas de roles. Excluye precios y duraciones.
he_il: תפריט פשוט עם שתי עמודות, לא מכיל את המחירים ואת האורך
pt_br: Um modelo compacto com apenas duas 2 colunas. Exclui duração e preços.
tr: Kompakt iki sütunlu rol düzeni. Fiyatlar ve süreler hariçtir.

# template:three_column|name
source: Three Column
es_419: Tres Columnas
he_il: שלוש עמודות
pt_br: Três Colunas
tr: Üç sütun

# template:three_column|desc
source: A compact three column layout using emojis and labels, excluding prices and durations.
es_419: Un diseño compacto de tres columnas que utiliza emojis y etiquetas, excluyendo precios y duraciones.
he_il: שלוש עמודות יפות שישתמשו באמוג'י וטקסטים, שכוללים גם את המחירים והתוקף.
pt_br: Um modelo compacto com três colunas, usando títulos e emojis, excluindo as durações e preços.
tr: Fiyatlar ve süreler hariç, emojiler ve etiketler kullanan kompakt üç sütunlu düzen.

# template:shop|name
source: Role Shop
es_419: Tienda de Roles
he_il: חנות רולים
pt_br: Loja de Cargos
tr: Rol Market

# template:shop|desc
source: A single column display suitable for simple role shops
es_419: Un diseño de una columna adecuado para tiendas simples de roles.
he_il: עמדה בודדת - מתאימה לחנות פשוטה עם מספר רולים בודדים.
pt_br: Um menu em formato de uma coluna, alternável para uma simplificada loja de cargos.
tr: Basit rol mağazaları için uygun tek sütunlu görüntü

# rolemenu|menu_message|error|title
source: ROLE MENU DISPLAY ERROR
es_419: ERROR DE VISUALIZACIÓN DEL MENÚ DE ROLES
he_il: שגיאת בהצגת תפריט רולים
pt_br: ERRO DO MOSTRADOR DO MENU DE CARGOS
tr: ROL MENÜ GÖSTERİM HATASI

# rolemenu|menu_message|error|desc
source: A critical error occurred trying to display this role menu. Error: `{error}`.
es_419: Se ha producido un error crítico al intentar mostrar este menú de roles. Error: `{error}`.
he_il: שגיאה קריטית התחוללה כשניסיתי להציג את התפריט הזה. שגיאה: `{error}`.
pt_br: Um erro crítico ocorreu tentando mostrar este Menu de Cargos. Erro: ˋ{error}ˋ.
tr: Bu rol menüsünü görüntülerken kritik hata oluştu. Hata: `{error}`.

# rolemenu|update_reactions|error
source: Could not add the {emoji} reaction, perhaps I do not have access to this emoji! Reactions will need to be added manually.
es_419: No se ha podido añadir la reacción {emoji}, ¡quizás no tengo acceso a este emoji! Las reacciones deberán añadirse manualmente.
he_il: לא הצלחתי להוסיף את הריאקצית אמוג'י {emoji}, יכול להיות שאין לי גישה לאמוג'י הזה! ריאקציות יצתטרכו להיווסף על ידכם ידנית.
pt_br: Não pude adicionar a reação {emoji}, pois eu não tenho acesso a este emoji! As reações do menu precisarão ser adicionadas manualmente.
tr: {Emoji} tepkisi eklenemedi, belki de bu emojiye erişimim yok! Tepkilerin manuel olarak eklenmesi gerekecektir.

# ui:rolemenu_dropdown|placeholder
source: Select Roles
es_419: Selecciona Roles
he_il: בחר רולים
pt_br: Selecione os Cargos.
tr: Rolleri Seç

# rolemenu|select|error:insufficient_funds
source: The role **{role}** costs {coin}**{cost}**,but you only have {coin}**{balance}**!
es_419: El rol **{role}** cuesta {coin}**{cost}**, ¡y sólo tienes {coin}**{balance}**!
he_il: הרול **{role}** עולה {coin}**{cost}**, אבל יש לכם רק {coin}**{balance}**!
pt_br: O cargo **{role}** custa {coins}**{cost}**, mas você tem apenas {coin}**{balance}**!
tr: **{role}** rolü {coin}**{cost}** tutuyor fakat senin sadece {coin}**{balance}** paran var!

# rolemenu|select|error:perms
source: I don't have enough permissions to give you this role!
es_419: ¡No tengo suficientes permisos para darte este rol!
he_il: אין לי מספיק הרשאות בכדי לתת לך את הרול הזה!
pt_br: Eu não tenho as permissões suficientes para atribuir este cargo a você!
tr: Bu rolü sana vermek için yeterli iznim yok!

# rolemenu|select|error:discord
source: An unknown error occurred while assigning your role! Please try again later.
es_419: Se ha producido un error desconocido al asignar su rol. Vuelva a intentarlo más tarde.
he_il: שגיאה לא ידועה התחוללה כשניסיתי לתת לך את הרול. אנא נסה שוב במספר דקות.
pt_br: Um erro desconhecido ocorreu enquanto estava atribuindo seu cargo. Por favor, tente mais tarde.
tr: Rolünü atarken bilinmeyen bir sorun oluştu! Lütfen daha sonra tekrar dene.

# rolemenu|select|success|title
source: Role equipped
es_419: Rol equipado
he_il: הרול נלבש.
pt_br: Cargo atribuído
tr: Rol alındı

# rolemenu|select|success:purchase|desc
source: You have purchased the role **{role}** for {coin}**{amount}**
es_419: Ha adquirido el rol **{role}** por {coin}**{amount}**
he_il: רכשת את הרול **{role}** עבור {coin}**{amount}**
pt_br: Você comprou o cargo **{role}** por {coin}**{amount}**.
tr: **{role}** rolünü {coin}**{amount}** miktar lionCoin'e satın aldın

# rolemenu|select|expires_at
source: The role will expire at {timestamp}.
es_419: El rol expirará en {timestamp}.
he_il: הרול יפוג ב{timestamp}.
pt_br: O cargo irá expirar em {timestamp}.
tr: Rol {timestamp} tarihinde geçersiz olacak.

# rolemenu|deselect|error:sticky
source: **{role}** is a sticky role, you cannot remove it with this menu!
es_419: **{role}** es un rol fijo, ¡no puedes eliminarlo con este menú!
he_il: **{role}** הוא רול דביק, זה אומר שאתם לא יכולים להסיר אותו עם התפריט הזה.
pt_br: **{role}** é um cargo persistentel. Você não pode removê-lo neste menu!
tr: **{role}** rolü bir yapışkan roldür bu rolü bu menüden kaldıramazsın!

# rolemenu|deselect|error:perms
source: I don't have enough permissions to remove this role from you!
es_419: No tengo suficientes permisos para quitarte este rol.
he_il: אין לי מספיק הרשאות כדי להסיר את הרול הזה!
pt_br: Eu não tenho permissões suficientes para remover este seu cargo!
tr: Bu rolü sizden kaldırabilmek için gerekli izinlerim bulunmamakta!

# rolemenu|deselect|error:discord
source: An unknown error occurred removing your role! Please try again later.
es_419: Se ha producido un error desconocido al eliminar su rol. Vuelve a intentarlo más tarde.
he_il: שגיאה לא ידועה התחוללה כשניסיתי להסיר את הרול ממך. אנא נסה שוב במספר דקות.
pt_br: Um erro desconhecido ocorreu enquanto seu cargo estava sendo retirado. Tente novamente mais tarde!
tr: Rolünüzü kaldırırken bilinmeyen bir hata oluştu! Lütfen daha sonra tekrar dene.

# rolemenu|deslect|success|title
source: Role removed
es_419: Rol retirado.
he_il: הרול הוסר
pt_br: Cargo retirado
tr: Rol kaldırıldı
