Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/rolemenus.po
Languages: es_419, he_il, pt_br, tr

# rolemenu|deselect|success:refund|desc
source: You have removed **{role}**, and been refunded {coin} **{amount}**.
es_419: Has eliminado **{role}**, y se te ha reembolsado {coin} **{amount}**.
he_il: הסרתם את הרול **{role}**, וקיבלתם את הכסף חזרה {coin} **{amount}**.
pt_br: Você removeu o **{role}**, e foi ressarcido com {coin} **{amount}**.
tr: **{role}** rolünü kaldırdın ve {coin} **{amount}** miktarı sana iade edildi.

# rolemenu|deselect|success:negrefund|desc
source: You have removed **{role}**, and have lost {coin} **{amount}**.
he_il: הסרתם את הרול **{role}**, ונלקחו ממכם {coin} **{amount}**.
pt_br: Você removeu **{role}**, e perdeu {coin}**{amount}**.

# rolemenu|deselect|success:norefund|desc
source: You have unequipped **{role}**.
es_419: Has desequipado **{role}**.
he_il: הורדתם מעצמכם את הרול **{role}**.
pt_br: Você retirou o **{role}**.
tr: **{role}** rolünü kaldırdın.

# rolemenu|select|error:required_role
source: You need to have the role **{role}** required to use this menu!
he_il: אתם צריכים את הרול **{role}** כדי להשתמש בזה!
pt_br: É necessário que você tenha o cargo **{role}** para usar este menu!

# rolemenu|content:reactions
source: [Click here]({jump_link}) to jump back.
es_419: [Click here]({jump_link}) para volver atrás.
he_il: [לחצו פה]({jump_link}) כדי לקפוץ אחורה
pt_br: [Click here]*({jump_link}) para retornar.
tr: Geri gitmek için [buraya tıkla]({jump_link}) .

# menuset:name
source: name
es_419: nombre
he_il: שם
pt_br: nome
tr: isim

# menuset:name|desc
source: Brief name for this role menu.
es_419: Nombre breve para este menú de roles.
he_il: שם קצר עבור התפריט רולים הזה
pt_br: Um nome curto para este menu.
tr: Bu rol menüsünün kısa adı.

# menuset:name|long_desc
source: The role menu name is displayed when selecting the menu in commands, and as the title of most default menu layouts.
es_419: El nombre del menú de roles se muestra al seleccionar el menú en los comandos y como título de la mayoría de los diseños de menú predeterminados.
he_il: התפריט רולים הזה יוצג כאשר מזמנים אותו עם פקודה, עם השם הקצר של רוב התפריטי ברירת מחדל.
pt_br: O nome do menu de cargos é mostrado quando está sendo selecionado o menu nos comandos, e também como o título da maioria dos menus padrão.
tr: Rol menüsü adı, komutlarda menü seçilirken ve çoğu varsayılan menü düzeninin başlığı olarak görüntülenir.

# menuset:name|set_response
source: This role menu will now be called **{new_name}**.
es_419: Este menú de roles se llamará ahora **{new_name}**.
he_il: התפריט רולים הזה יקרא **{new_name}**.
pt_br: Agora, este menu de cargos terá o nome de **{new_name}**.
tr: Bu rol menüsü bundan böyle **{new_name}** olarak adlandırılacak.

# menuset:sticky
source: sticky_roles
es_419: roles_pegajosos
he_il: רולים_דביקים
pt_br: cargos_permanentes
tr: yapışkan_roller

# menuset:sticky|desc
source: Whether the menu can be used to unequip roles.
es_419: Si el menú se puede utilizar para desequipar roles.
he_il: האם התפריט יוכל לשמש גם כדי להסיר רולים ולא רק ללבוש אותם.
pt_br: Se este menu pode ser utilizado para retirar os cargos.
tr: Menünün rollerin bırakılmasında kullanılıp kullanılamayacağı.

# menuset:sticky|long_desc
source: When enabled, members will not be able to remove equipped roles by selecting them in this menu. Note that when disabled, members will be able to unequip the menu roles even if they were not obtained from the menu.
es_419: Cuando está activada, los miembros no podrán eliminar roles equipados seleccionándolos en este menú. Ten en cuenta que cuando esté desactivado, los miembros podrán desequipar los roles del menú aunque no los hayan obtenido del menú.
he_il: כשאופציה הזו מופעלת, משתמשים לא יוכלו להסיר את הרול הלבוש על ידי בחירה חוזרת מהתפריט. שימו לב שאם האופציה לא פעילה, משתמשים יוכלו להסיר רולים אפילו אם הם לא השיגו אותם מהתפריט.
pt_br: Quando habilitado, os membros não estarão aptos a retirar os cargos atribuídos por este menu. Observe que, quando desabilitado, os membros poderão retirar os cargos através do menu de cargos, mesmo aqueles que não tenham sido colocado por lá.
tr: Etkinleştirildiğinde, üyeler eklenmiş rolleri bu menüden seçerek kaldıramayacaktır. Devre dışı bırakıldığında üyelerin, menüden alınmamış olsalar bile menü rollerini kaldırabileceklerini unutmayın.

# menuset:sticky|set_response:true
source: Members will no longer be able to remove roles with this menu.
es_419: Los miembros ya no podrán eliminar roles con este menú.
he_il: משתמשים לא יוכלו להוריד מעצמם רולים באמצעות התפריט הזה.
pt_br: Os membros não estarão habilitados a remover os cargos com este menu.
tr: Üyeler bundan sonra bu menüden rolleri kaldıramayacaklar.

# menuset:sticky|set_response:false
source: Members will now be able to remove roles with this menu.
es_419: Ahora los miembros podrán quitarse roles con este menú.
he_il: משתמשים כן יוכלו להוריד מעצמם רולים באמצעות התפריט הזה.
pt_br: Os membros poderão remover os cargos com este menu.
tr: Üyeler bundan böyle bu menüden rolleri kaldırabilecekler.

# menuset:refunds
source: refunds
es_419: devoluciones
he_il: החזרים
pt_br: ressarcido
tr: iadeler

# menuset:refunds|desc
source: Whether removing a role will refund the purchase price for that role.
es_419: Si al eliminar un rol se reembolsa el precio de compra de ese rol.
he_il: האם הסרת הרול דרך התפריט יתן החזר כספי מלא למשתמש.
pt_br: Caso removido um cargo, irá ressarcir o preço pago pela compra do cargo.
tr: Bir rolün kaldırılmasının o rolün satın alma bedelini iade edip etmeyeceği.

# menuset:refunds|long_desc
source: When enabled, members who *purchased a role through this role menu* will obtain a full refund when they remove the role through the menu. **Refunds will only be given for roles purchased through the same menu.** **The `sticky` option must be disabled to allow members to remove roles.**
es_419: Cuando se activa, los miembros que *compraron un rol a través de este menú de roles* obtendrán un reembolso completo cuando eliminen el rol a través del menú. **Los reembolsos sólo se harán para los roles comprados a través del mismo menú.** **La opción "pegajosa" debe estar desactivada para que los usuarios puedan eliminar roles.**
he_il: כאשר מופעיל, משתמשים *שקנו את הרול הזה דרך התפריט הספציפי* יקבלו החזר מלא כשהם יסירו את הרול דרך התפריט. שימו לב שהחזר כספי ינתן רק דרך התפריט. האופציה הדביקה חייבת להיות כבויה אחרת לא יהיה ניתן לתת החזרים.
pt_br: Quando habilitado, membros os quais *compraram um cargo através deste menu de cargos* irão obter um ressarcimento quando retirarem o cargo através do menu. **Ressarcimentos somente serão feitos por compras feitas através do mesmo menu.** **A opção por permanente precisa estar desabilitada para permitir membros a retirar os cargos.**
tr: Etkinleştirildiğinde, *bu rol menüsü aracılığıyla rol satın alan* üyeler, menü aracılığıyla rolü kaldırdıklarında tam para iadesi alacaklar. **Yalnızca aynı menü aracılığıyla satın alınan roller için geri ödeme yapılacak.** **Üyelerin rolleri kaldırabilmesi için `yapışkan` seçeneği devre dışı bırakılmalıdır.**

# menuset:refunds|set_response:true
source: Members will now be refunded when removing a role with this menu.
es_419: Ahora se reembolsará a los miembros cuando eliminen un rol con este menú.
he_il: משתמשים יקבלו החזר כספי כאשר הם יסירו רולים באמצעות התפריט הזה.
pt_br: Os membros irão agora ser ressarcidos quando retirarem um cargo deste menu de cargos.
tr: Kullanıcılar bu menüden rol kaldırdığında iade alacaklar.

# menuset:refunds|set_response:false
source: Members will no longer be refunded when removing a role with this menu.
es_419: Ya no se reembolsará a los miembros que se quiten un rol con este menú.
he_il: משתמשים כבר לא יקבלו החזר כספי כאשר הם יסירו רולים באמצעות התפריט הזה.
pt_br: Os membros que retirarem o cargo neste menu, não serão mais ressarcidos do valor pago.
tr: Kullanıcılar bu menüden rol kaldırdığında iade almayacaklar.

# menuset:obtainable
source: obtainable
es_419: obtenible
he_il: ניתנים להשגה
pt_br: recebível
tr: alınabilir

# menuset:obtainable|desc
source: The maximum number of roles equippable from this menu.
es_419: El número máximo de roles equipables desde este menú.
he_il: המספר המקסימלי של רולים שניתן ללבוש מהתפריט הזה.
pt_br: O número máximo de cargos que podem ser atribuídos por este menu.
tr: Bu menüden alınabilecek maksimum sayıdaki rol.

# menuset:obtainable|long_desc
source: Members will not be able to obtain more than this number of roles from this menu. This counts roles that were not obtained through the rolemenu system.
es_419: Los miembros no podrán obtener más de este número de roles desde este menú. Esto cuenta los roles que no se han obtenido a través del sistema menuderoles.
he_il: משתמשים לא יוכלו להשיג יותר מהמספר רולים הזה באופן כללי. סופר את כל הרולים שהמשתמש עונד, לא רק רולים שנלבשו דרך מערכת התפריטי רולים.
pt_br: Os membros não serão permitidos de atribuir mais do que este número de cargos por meio deste menu. Esta contagem inclui cargos que não foram obtidos através do sistema de cargos de menu.
tr: Üyeler bu menüden bu sayıdan daha fazla rol alamayacaktır. Bu, rol menüsü sistemi aracılığıyla elde edilmeyen rolleri sayar.

# menuset:obtainable|notset
source: Unlimited.
es_419: Ilimitado.
he_il: ללא הגבלה.
pt_br: Ilimitado.
tr: Limitsiz.

# menuset:obtainable|set_response:set
source: Members will be able to select a maximum of **{value}** roles from this menu.
es_419: Los miembros podrán seleccionar un máximo de **{value}** roles de este menú.
he_il: משתמשים יוכלו להשיג מספר מקסימלי של **{value}** רולים מהתפריט הזה.
pt_br: Membros estarão habilitados a selecionar um máximo de **{value}** cargos deste menu.
tr: Üyeler bu menüden maksimum **{value}** adet rol seçebilecekler.

# menuset:obtainable|set_response:unset
source: Members will be able to select any number of roles from this menu.
es_419: Los miembros podrán seleccionar cualquier número de roles de este menú.
he_il: משתמשים יוכלו לבחור כל כמות של רולים מהתפריט הזה.
pt_br: Membros estarão permitidos de selecionar qualquer número de cargos por este menu.
tr: Üyeler bu menüden istedikleri sayıda rolü seçebilecekler.

# menuset:required_role
source: required_role
es_419: rol_requerido
he_il: רול_נחוץ
pt_br: cargo_requerido
tr: gereken_rol

# menuset:required_role|desc
source: Initial role required to use this menu.
es_419: Rol inicial requerido para utilizar este menú.
he_il: רול ראשוני שנחוץ על מנת להשתמש בתפריט הזה.
pt_br: Cargo inicial requerido para usar este menu.
tr: Bu menüyü kullanmak için başlama ​​rolü gereklidir.

# menuset:required_role|long_desc
source: If set, only members who have the `required_role` will be able to obtain or remove roles using this menu.
es_419: Si se establece, sólo los miembros que tengan el `required_role` podrán obtener o eliminar roles utilizando este menú.
he_il: אם נקבע, רק משתמשים שיש להם את `required_role` יוכלו להשתמש בתפריט רולים הזה.
pt_br: Se configurado, membros que tiverem o ˋcargo_requeridoˋ serão permitidos para atribuir e retirar cargos através deste menu.
tr: Ayarlanırsa, yalnızca "gerekli_role" sahip olan üyeler bu menüyü kullanarak rolleri alabilir veya kaldırabilirler.

# menuset:required_role|set_response:set
source: Members will need to have the {role} role to use this menu.
es_419: Los miembros deberán tener el rol {role} para utilizar este menú.
he_il: משתמשים יצטרכו להיות הבעלים של {role} על מנת להשתמש בתפריט הזה.
pt_br: Membros precisarão ter o cargo {role} para usar este menu.
tr: Üyelerin bu menüyü kullanabilmeleri için {role} rolüne sahip olmaları gerekir.

# menuset:required_role|set_response:unset
source: Any member who can see the menu may use it.
es_419: Cualquier miembro que pueda ver el menú puede utilizarlo.
he_il: כל משתמש שיכול לראות את התפריט הזה יכול להשתמש בו.
pt_br: Qualquer membro que possa ver o menu, será permitido a usá-lo.
tr: Bu menüyü gören herkes kullanabilir.

# menuset:message
source: custom_message
es_419: mensaje_personalizado
he_il: הודעה_מותאמת_אישית
pt_br: mensagem_personalizada
tr: özel_mesaj

# menuset:message|desc
source: Custom message data used to display the menu.
es_419: Datos de mensaje personalizados utilizados para mostrar el menú.
he_il: הודעה שמשומשת כדי להציג את התפריט הזה.
pt_br: Uma mensagem personalizada usada para mostrar o menu.
tr: Menüde gösterilecek özel mesaj verisi.

# menuset:message|long_desc
source: This setting determines the body of the menu message, including the message content and the message embed(s). While most easily modifiable through the `Edit Message` button, raw JSON-formatted message data may also be uploaded via command.
es_419: Este ajuste determina el cuerpo del mensaje del menú, incluyendo el contenido del mensaje y el embed(s) del mensaje. Aunque se puede modificar más fácilmente a través del botón `Edit Message`, también se pueden cargar datos de mensaje sin formato JSON a través de un comando.
he_il: ההגדרה הזו אחראית על הגוף של ההודעה בתפריט, כולל תוכן ההודעה וגם הembed. רוב הדברים יכולים לעבור עריכה דרך הבוט, אבל ניתן גם להעלות קובץ JSON.
pt_br: Esta configuração determina a mensagem do corpo do menu, incluindo o contedo da mensagem integrada(s). Apesar de ser facilmente modificada pelo botão "Editar Mensagemˋ, uma mensagem em formato JSON pode ser anexada através de comando.
tr: Bu ayar, mesaj içeriği ve eklenen mesaj(lar) da dahil olmak üzere menü mesajının metnini belirler. En kolay şekilde `Mesajı Düzenle` düğmesi aracılığıyla değiştirilebilirken, ham JSON formatlı mesaj verileri de komut aracılığıyla yüklenebilir.

# menuset:message|set_response:set
source: The role menu message has been set. Edit through the menu editor.
es_419: El mensaje del menú de roles ha sido configurado. Editar a través del editor de menús.
he_il: ההודעה של תפריט הרולים נקבעה. ניתן לערוך אותה דרך עורך התפריטים.
pt_br: A mensagem do menu de cargos foi configurada. Edite através do menu editor.
tr: Bu rol menü mesajı ayarlandı. Rol menü düzenleyecisi aracılığıyla düzenleyebilirsin.

# menuset:message|set_response:unset
source: The role menu message has been unset. Select a template through the menu editor.
es_419: El mensaje del menú de roles ha sido desactivado. Seleccione una plantilla a través del editor de menús.
he_il: ההודעה של תפריט הרולים הוסרה. ניתן לערוך אותה דרך עורך התפריטים.
pt_br: A mensagem do menu de cargos foi retirada. Escolha um menu através do menu editor.
tr: Rol menü mesajı ayarlanmadı. Menü düzenleyicisi aracılığıyla bir şablon seç.

# ui:menu_list|menu:editmenu|placeholder
source: Select Menu to Edit
es_419: Seleccionar menú para editar
he_il: בחר תפריט לעריכה
pt_br: Selecione o Menu a Editar
tr: Düzenlenecek Menüyü Seç

# ui:menu_list|menu_line:attached
source: [`{name}`]({jump_url}) with `{count}` roles.
es_419: [`{name}`]({jump_url}) con `{count}` roles.
he_il: [`{name}`]({jump_url}) עם `{count}` רולים.
pt_br: [`{name}`]({jump_url}) com `{count}` cargos.
tr: [`{name}`]({jump_url}) `{count}` adet rolde.

# ui:menu_list|menu_line:unattached
source: `{name}` with `{count}` roles.
es_419: `{name}` con `{count}` roles.
he_il: `{name}` עם `{count}` רולים.
pt_br: `{name}` com `{count}` cargos.
tr: `{name}` `{count}` adet rolde.

# ui:menu_list|embed|title
source: Role Menus in {guild}
es_419: Menús de roles en {guild}
he_il: תפריטי רולים בשרת {guild}
pt_br: Menu de Cargos em {guild}
tr: {guild} sunucusundaki rol menüleri

# ui:menu_list|embed|field:tips|name
source: Tips
es_419: Consejos
he_il: טיפים
pt_br: Dicas
tr: İpuçları

# ui:menu_list|embed|field:tips|value
source: Right click an existing message or use the `newmenu` command to create a new menu.
es_419: Haga clic derecho en un mensaje existente o utilice el comando `newmenu` para crear un nuevo menú.
he_il: לחץ בלחיצה ימנית על הודעה קיימת או השתמש בפקודה `newmenu` כדי ליצור תפריט חדש.
pt_br: Clique com o botão direito do mouse, ou use o comando ˋnovomenuˋ para criar um novo menu.
tr: Yeni bir menü oluşturmak için mevcut bir mesaja sağ tıklayın ya da `yenimenü` komutunu kullanın.

# ui:menu_list|embed|field:unattached|name
source: Unattached Menus
es_419: Menús no adjuntos
he_il: תפריטים שלא קשורים להודעות
pt_br: Menus Desanexados
tr: Eklenmeyen Menüler

# ui:menu_list|embed|footer:text
source: Click a menu name to jump to the message.
es_419: Haz clic en el nombre de un menú para saltar al mensaje.
he_il: לחץ על השם של התפריט כדי לקפוץ אל ההודעה הקשורה אליו.
pt_br: Clique no nome do menu para pular para a mensagem.
tr: Mesaja gitmek için menü adına sağ tıklayın.

# ui:menu_editor|preview|error:title
source: Display Error!
es_419: Error de visualización
he_il: שגיאה בהצגה!
pt_br: Erro do mostrador!
tr: Gösterim Hatası!

# ui:menu_editor|preview|error:desc
source: Failed to display preview! **Error:** `{exception}`
es_419: Error al mostrar la vista previa. **Error:** `{exception}`
he_il: נכשלתי להראות את התצוגה המקדימה! שגיאה: `{exception}`
pt_br: Falha ao mostrar a prévia! **Error:** ˋ{exception}ˋ
tr: Öngösterimi oluşturma sırasında hata oluştu! **Hata:** `{exception}`

# ui:menu_editor|button:options|label
source: Menu Options
es_419: Opciones de menú
he_il: אפשריות תפריט
pt_br: Opções do Menu
tr: Menü Seçenekleri

# ui:menu_editor|button:bulk_edit|modal|title
source: Menu Options
es_419: Opción de menú
he_il: אפשריות תפריט
pt_br: Opções do Menu
tr: Menü Seçenekleri

# ui:menu_editor|button:bulk_edit|label
source: Bulk Edit
es_419: Edición masiva
he_il: עריכה בכמות גדולה
pt_br: Edição em Massa
tr: Toplu Düzenleme

# ui:menu_editor|button:sticky|label
source: Toggle Sticky
es_419: Alternar pegajosos
he_il: הפעל מצב דביק
pt_br: Alterar Permanentes
tr: Yapışkanı Aç/Kapat

# ui:menu_editor|button:refunds|label
source: Toggle Refunds
es_419: Alternar devoluciones
he_il: אפשר החזרים
pt_br: Alterar Ressarcimentos
tr: İadeleri Aç/Kapat

# ui:menu_editor|menu:reqroles|placeholder
source: Select Required Role
es_419: Seleccione el rol requerido
he_il: בחר רול נחוץ
pt_br: Selecione o Cargo Requerido
tr: Gereken Rolleri Seç

# ui:menu_editor|button:modify_roles|label
source: Modify Roles
es_419: Modificar roles
he_il: ערוך רולים
pt_br: Modificar Cargos
tr: Rolleri Düzenle

# ui:menu_editor|role_editor|modal|title
source: Edit Menu Role
es_419: Editar rol del menú
he_il: ערוך תפריט רולים
pt_br: Editar Menu de Cargos
tr: Menü Rolünü Düzenle

# ui:menu_editor|menu:add_roles|error:too_many_reactions
source: Too many roles! Reaction role menus cannot exceed `20` roles.
es_419: ¡Demasiados roles! Los menús de roles de reacción no pueden tener más de `20` roles.
he_il: יותר מידי רולים! לא ניתן לעבור יותר מ20 רולים בתפריט.
pt_br: Muitos cargos! O menu de cargos, através de reações a uma mensagem, não pode exceder ˋ20ˋ cargos.
tr: Çok fazla rol var! Tepki rol menüleri `20` rol sınırını geçemez.

# ui:menu_editor|menu:add_roles|error:too_many_roles
source: Too many roles! Role menus cannot have more than `25` roles.
es_419: ¡Demasiados roles! Los menús de roles no pueden tener más de `25` roles.
he_il: יותר מידי רולים! לא ניתן לעבור יותר מ25 רולים בתפריט.
pt_br: Muitos cargos! O menu de cargos não pode exceder ˋ25ˋ cargos.
tr: Çok fazla rol var! Rol menüleri `25` rol sınırını geçemez.

# ui:menu_editor|menu:add_roles|placeholder
source: Add Roles
es_419: Añadir roles
he_il: הוסף רולים
pt_br: Adicionar Cargos
tr: Rol Ekle

# ui:menu_editor|menu:edit_roles|placeholder
source: Edit Roles
es_419: Editar roles
he_il: ערוך רולים
pt_br: Editar Cargos
tr: Rolleri Düzenle

# ui:menu_editor|menu:del_role|placeholder
source: Remove Roles
es_419: Eliminar roles
he_il: הסר רולים
pt_br: Remover Cargos
tr: Rolleri Çıkart

# ui:menu_editor|button:style|error:non-managed
source: Cannot change the style of a menu attached to a message I did not send! Please repost first.
es_419: No puedo cambiar el estilo de un menú adjunto a un mensaje que no he enviado. Por favor, vuelva a enviarlo primero.
he_il: לא ניתן לשנות את הסטייל של התפריט המוצמד להודעה שלא אני שלחתי! שלח אותה שוב דרכי.
pt_br: Não posso mudar o estilo de um menu anexado a uma mensagem que eu não enviei! Por favor, reposte primeiro.
tr: Göndermediğim bir mesaja eklenen menünün stilini değiştiremiyorum! Lütfen önce yeniden gönderin.

# ui:menu_editor|button:style|label
source: Menu Style
es_419: Menú Estilo
he_il: סגנון תפריט
pt_br: Estilo do Menu
tr: Menü Stili

# ui:menu_editor|menu:style|error:too_many_reactions
source: Too many roles! The Reaction style is limited to `20` roles (Discord limitation).
es_419: ¡Demasiados roles! El estilo Reacción está limitado a `20` roles (limitación de Discord).
he_il: יותר מידי רולים! הסגנון הזה מוגבל אל 20 רולים (מגבלה שדיסקורד שמו)
pt_br: Muitos cargos! O estilo de atribuição de cargos por Reação é limitado a ˋ20ˋ cargos (Limitação do Discord).
tr: Çok fazla rol var! Tepki stili `20` rol ile sınırlandırılmıştır. (Discord limitlendirmesi.)

# ui:menu_editor|menu:style|error:incomplete_emojis
source: Cannot switch to the Reaction Role Style! Every role needs to have a distinct emoji first.
es_419: No se puede cambiar al estilo de rol de reacción. Cada rol necesita tener primero un emoji distinto.
he_il: לא ניתן להחליף אל הסגנון הזה! כל רול צריך להכיל אמוג'י ייחודי קודם.
pt_br: Não pude alternar para o atribuição Cargos Estilo Reação. Todo cargo precisa, primeiro, ter um emoji distinto.
tr: Tepki rol stiline geçemiyorum! Önce tüm rollerin belirli bir emojisinin olması gerekiyor.

# ui:menu_editor|menu:style|placeholder
source: Select Menu Style
es_419: Seleccionar estilo de menú
he_il: בחר סגנון תפריט
pt_br: Selecione o Estilo de Menu
tr: Menü Stilini Seç

# ui:menu_editor|menu:style|option:reaction|label
source: Reaction Roles
es_419: Roles de reacción
he_il: רולים שמקבלים עם ריאקציות
pt_br: Cargos por Reação
tr: Tepki Rolleri

# ui:menu_editor|menu:style|option:reaction|desc
source: Roles are represented compactly as clickable reactions on a message.
es_419: Los roles se representan de forma compacta como reacciones clicables en un mensaje.
he_il: רולים שמוצגים בצורה קומפקטית עם ריאקציות שניתן ללחוץ עליהם בהודעה עצמה.
pt_br: Os cargos estao representados simbolicamente por um emoji para reação na mensagem.
tr: Roller, bir mesajda tıklanabilir tepkiler olarak kompakt bir şekilde temsil eidlmektedir.

# ui:menu_editor|menu:style|option:button|label
source: Button Menu
es_419: Botón Menú
he_il: תפריט עם כפתורים
pt_br: Menu por Botões
tr: Buton Menü

# ui:menu_editor|menu:style|option:button|desc
source: Roles are represented in 5 rows of 5 buttons, each with an emoji and label.
es_419: Las funciones se representan en 5 filas de 5 botones, cada uno con un emoji y una etiqueta.
he_il: רולים שמוצגים בתור 5 שורות של 5 כפתורים, לכל אחד יש אמוג'י ותגית טקסט.
pt_br: Os cargos são representados em 5 linhas de 5 botões, cada um com um emoji e título.
tr: Roller, her birinde bir emoji ve etiket bulunan 5 düğmeden oluşan 5 sıra halinde temsil edilir.

# ui:menu_editor|menu:style|option:dropdown|label
source: Dropdown Menu
es_419: Menú desplegable
he_il: תפריט נפתח
pt_br: Menu Suspenso
tr: Açılır Menü

# ui:menu_editor|menu:style|option:dropdown|desc
source: Roles are selectable from a dropdown menu below the message.
es_419: Los roles se pueden seleccionar en un menú desplegable situado debajo del mensaje.
he_il: רולים ניתנים לבחירה על ידי תפריט נופל מתחת להודעה.
pt_br: Os cargos serão selecionáveis por um menu, que aparecerá suspenso ao clicar na mensagem.
tr: Roller menünün altındaki mesajdan açılır menüden seçilebilirler.

# ui:menu_editor|menu:template|placeholder
source: Select Message Template
es_419: Seleccionar plantilla de mensaje
he_il: בחר תבנית הודעה
pt_br: Selecione o Modelo de Mensagem
tr: Mesaj Şablonu Seç

# ui:menu_editor|menu:template|option:custom|label
source: Custom Message
es_419: Mensaje personalizado
he_il: הודעה בעריכה אישית
pt_br: Mensagem Personalizada
tr: Özel Mesaj
