Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/rolemenus.po
Languages: es_419, he_il, pt_br, tr

# argtype:menu_style|opt:reaction
source: Reaction Roles
es_419: Roles de Reacción
he_il: רולים שמקבלים עם ריאקציות
pt_br: Cargos por Reação
tr: Tepki Rolleri

# argtype:menu_style|opt:button
source: Button Menu
es_419: Botón del Menú
he_il: תפריט עם כפתורים
pt_br: Botão do Menu
tr: Buton Menüsü

# argtype:menu_style|opt:dropdown
source: Dropdown Menu
es_419: Menú Desplegable
he_il: תפריט נפתח
pt_br: Menu Suspenso
tr: Açılır Menü

# ctxcmd:rolemenu
source: Role Menu Editor
es_419: Editor del Menú de Roles
he_il: עורך תפריט רולים
pt_br: Editor de Cargos
tr: Rol Menü Editörü

# ctxcmd:rolemenu|error:author_perms
source: You need the `MANAGE_ROLES` permission in order to manage the server role menus.
es_419: Necesita el permiso `MANAGE_ROLES` para gestionar los menús de roles del servidor.
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Você precisa ter permissão ˋGERENCIAR_CARGOSˋ para que possa gerenciar as configurações dos cargos.
tr: Sunucunun rol menülerini güncelleyebilmek için `ROLLERİ_YÖNET` yetkisine sahip olman gerekiyor.

# ctxcmd:rolemenus|error:my_perms
source: I lack the `MANAGE_ROLES` permission required to offer roles from role menus.
es_419: Me falta el permiso `MANAGE_ROLES` necesario para ofrecer roles desde los menús de roles.
he_il: אין לי את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Está faltando uma permissão de ˋGERENCIAR_CARGOSˋ, necessária para disponibilizar o menu de cargos.
tr: Rol menülerinden roller sunmak için gereken "ROLLERİ_YÖNET" yetkisine sahip değilim.

# parse:message_link|suberror:message_dne
source: Could not find the linked message, has it been deleted?
es_419: No he podido encontrar el mensaje enlazado, ¿se ha borrado?
he_il: לא הצלחתי למצוא את ההודעה הקשורה, האם היא נמחקה במקרה?
pt_br: Não pude encontrar a mensagem referida. Ela foi deletada?
tr: Bağlantısı verilen mesajı bulamadım, silinmiş olabilir mi?

# parse:message_link|suberror:no_perms
source: Insufficient permissions! I need the `MESSAGE_HISTORY` permission in {channel}.
es_419: ¡Permisos insuficientes! Necesito el permiso `MESSAGE_HISTORY` en {channel}.
he_il: אין לי מספיק הרשאות! אני צריך את ההרשאה `MESSAGE_HISTORY` בערוץ {channel}.
pt_br: Permissões insuficientes! Eu preciso de permissões para ˋMESSAGE_HISTORYˋ em {channel}.
tr: Yetersiz izinler! {channel} kanalında `MESAJ_GEÇMİŞİ` yetkisine sahip olmam gerekiyor.

# parse:message_link|suberror:channel_dne
source: The channel `{channelid}` could not be found in this server.
es_419: No se ha podido encontrar el canal `{channelid}` en este servidor.
he_il: הערוץ `{channelid}` לא נמצא בשרת הזה.
pt_br: O canal ˋ{channelid}ˋ não pôde ser encontrado neste servidor.
tr: `{channelid}` kanalını bu sunucuda bulamadım.

# parse:message_link|suberror:malformed_link
source: Malformed message link. Please copy the link by right clicking the target message.
es_419: Enlace de mensaje malformado. Copie el enlace haciendo clic con el botón derecho del ratón en el mensaje objetivo.
he_il: הלינק לא תקין. אנא העתק את הלינק הנכון.
pt_br: O link para a mensagem referida está inconsistente. Por favor, copie o link clicando com o botão direito do mouse sobre a mensagem.
tr: Yanlış biçimlendirilmiş mesaj linki. Sağ fare tuşuna basarak hedef mesajın bağlantısını kopyalayın.

# parse:message_link|error
source: Failed to resolve the provided message link. **ERROR:** {error}
es_419: No se ha podido resolver el enlace del mensaje proporcionado. **ERROR:** {error}
he_il: קיבלתי שגיאה, לא הצלחתי לא הבין את הלינק שגיאה: {error}
pt_br: Uma falha ocorreu com o link da mensagem informado. **ERRO:** {error}
tr: Sağlanan mesaj bağlantısı çözümlenemedi. **HATA:** {error}

# cmd:rolemenus
source: rolemenus
es_419: menuderoles
he_il: תפריטירולים
pt_br: menucargos
tr: rolmenüleri

# cmd:rolemenus|desc
source: View and configure the role menus in this server.
es_419: Ver y configurar los menús de roles en este servidor.
he_il: הצג ונהל את התפריטי רולים של השרת הזה.
pt_br: Veja e configure o menu de cargos neste servidor.
tr: Bu sunucudaki rol menülerini görüntüle ve yönet.

# cmd:rolemenus|error:author_perms
source: You need the `MANAGE_ROLES` permission in order to manage the server role menus.
es_419: Necesitas el permiso `MANAGE_ROLES` para gestionar los menús de roles del servidor.
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Você precisa de permissão para ˋGERENCIAR_CARGOSˋ para que possa gerenciar o menu de cargos do servidor.
tr: Bu sunucudaki rol menülerini düzenleyebilmek için `ROLLERİ_YÖNET` yetkisine sahip olman gerekmektedir.

# cmd:rolemenus|error:my_perms
source: I lack the `MANAGE_ROLES` permission required to offer roles from role menus.
es_419: Me falta el permiso `MANAGE_ROLES` para otorgar roles desde los menús de roles.
he_il: אין לי את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Não tenho permissão de ˋGERENCIAR_CARGOSˋ, necessária para oferecer um menu de cargos.
tr: Rol menülerinden roller sunmak için gereken "ROLLERİ_YÖNET" yetkisine sahip değilim.

# acmpl:menus|choice:no_choices|name
source: No role menus matching '{partial}'
es_419: No hay menús de roles que coincidan '{partial}'
he_il: אין תפריטים שמתאימים ל'{partial}'!
pt_br: Não há coincidência com o menu de cargos '{partial}'
tr: '{partial}' ile eşleşen rol menüsü bulunamadı

# acmpl:menuroles|param:menu|keyname
source: menu
es_419: menú
he_il: תפריט
tr: menü

# acmpl:menuroles|choice:no_menu|name
source: Please select a menu first
es_419: Por favor selecciona un menú primero
he_il: אנא בחר תפריט קודם
pt_br: Por favor, primeiramente selecione um menu
tr: Lütfen önce menü seçiniz

# acmpl:menuroles|choice:invalid_menu|name
source: Menu '{name}' does not exist!
es_419: ¡El menú '{name}' no existe!
he_il: התפריט '{name}' לא קיים!
pt_br: Menu '{name}' não existe!
tr: '{name}' adlı menü bulunmamaktadır!

# acmpl:menuroles|choice:no_matching|name
source: No roles in this menu matching '{partial}'
es_419: No hay roles en este menú que coincidan '{partial}'
he_il: אין רולים בתפריטים הללו שמתאימים ל'{partial}'!
pt_br: Nenhum cargo neste menu confere com este '{partial}'
tr: Bu menüde '{partial}' ile eşleşen rol bulunamadı

# group:rolemenu
source: rolemenu
es_419: menú de roles
he_il: תפריטרולים
pt_br: menucargo
tr: rolmenüsü

# group:rolemenu|desc
source: Base command group for role menu configuration.
es_419: Grupo de comandos base para la configuración del menú de roles.
he_il: קבוצת פקודות בסיס לניהול הגדרות התפריטים.
pt_br: Grupo de comandos base para configuração do menu de cargos.
tr: Rol menüsü konfigürasyonu için temel komut grubu.

# cmd:rolemenu_create
source: newmenu
es_419: nuevo menú
he_il: תפריטחדש
pt_br: novomenu
tr: yenimenü

# cmd:rolemenu_create|desc
source: Create a new role menu (optionally using an existing message)
es_419: Crear un nuevo menú de roles (opcionalmente utilizando un mensaje existente)
he_il: צור תפריט חדש (ניתן להשתמש גם בהודעה קיימת)
pt_br: Crie um novo menu de cargo (opcionalmente, use mensagens já existentes)
tr: Yeni rol menüsü oluştur (opsiyonel olarak varolan bir mesaj kullanabilirsin)

# cmd:rolemenu_create|param:message
source: message_link
es_419: link_delmensaje
he_il: קישור_הודעה
pt_br: link_mensagem
tr: mesaj_linki

# cmd:rolemenu_create|param:menu_style
source: menu_style
es_419: estilodel_menu
he_il: סגנון_תפריט
pt_br: estilo_menu
tr: menu_stili

# cmd:rolemenu_create|param:remplate
source: template
es_419: plantilla
he_il: תבנית
pt_br: modelo
tr: şablon

# cmd:rolemenu_create|param:rawmessage
source: custom_message
es_419: mensaje_personalizado
he_il: הודעה_מותאמת_אישית
pt_br: mensagem_personalizada
tr: özel_mesaj

# cmd:rolemenu_create|param:message|desc
source: Link to an existing message to turn it into a (reaction) role menu
es_419: Enlaza a un mensaje existente para convertirlo en un menú de roles (de reacción)
he_il: לינק להודעה שכבר קיימת כדי להפוך אותה להודעת תפריטים
pt_br: Link de uma mensagem, já existente, para transforma-la em um painel (por reação) de cargos.
tr: Rol menüsü (tepki) olarak değiştirmek için varolan mesaj linki

# cmd:rolemenu_create|param:menu_style
source: Selection style for this menu (using buttons, dropdowns, or reactions)
es_419: Selección de estilo para este menú (puedes usar botones, desplegables o reacciones)
he_il: סגנון בחירה לתפריט הזה (כפתורים, תפריט נופל או ריאקציות)
pt_br: Estilo de seleção para este menu (usando botões, menu suspenso, ou reações)
tr: Bu menünün seçim stili (düğmeleri, açılır menüleri veya tepkileri kullanarak)

# cmd:rolemenu_create|param:template
source: Template to use for the menu message body
es_419: Plantilla que se utilizará para el cuerpo del mensaje del menú
he_il: תבנית שבה אשתמש בגוף התפריט
pt_br: Modelo a usar para o corpo da mensagem do menu
tr: Menü mesaj gövdesinde kullanmak için şablon

# cmd:rolemenu_create|param:rawmessage
source: Attach a custom menu message to use
es_419: Adjunta un mensaje de menú personalizado para utilizarlo
he_il: הוסף הודעה מותאמת אישית שאשתמש
pt_br: Anexe uma mensagem personalizada a usar
tr: Kullanmak için özel mesaj menüsü ekleyin

# cmd:rolemenu_create|error:author_perms
source: You need the `MANAGE_ROLES` permission in order to create new role menus.
es_419: Necesita el permiso `MANAGE_ROLES` para crear nuevos menús de roles.
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לנהל את התפריטים של השרת הזה.
pt_br: Você precisa ter permissão para ˋGERENCIAR_CARGOSˋ para que possa criar novos menus de cargo.
tr: Yeni rol menüleri oluşturmak için `ROLLERİ_YÖNET` yetkisine sahip olman gerekiyor.

# cmd:rolemenu_create|error:my_perms
source: I lack the `MANAGE_ROLES` permission needed to offer roles from role menus.
es_419: Me falta el permiso `MANAGE_ROLES` necesario para ofrecer roles desde los menús de roles.
he_il: אין לי את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Não tenho permissão de ˋGERENCIAR_CARGOSˋ, necessária para oferecer cargos por um menu de cargos.
tr: Rol menülerinden roller sunmak için gereken "ROLLERİ_YÖNET" iznine sahip değilim.

# cmd:rolemenu_create|error:message_exists
source: The message {link} already has a role menu! Use {edit_cmd} to edit it.
es_419: ¡El mensaje {link} ya tiene un menú de roles! Utilice {edit_cmd} para editarlo.
he_il: להודעה {link} כבר יש תפריט משויך אליו. תשתמשו ב {edit_cmd} כדי לערוך אותו.
pt_br: A mensagem {link} já é usada como um menu de cargos! Use {edit_cmd} para editá-la.
tr: {link} mesajı zaten bir rol menüsü! {edit_cmd} kullanarak düzenleyebilirsin.

# cmd:rolemenu_create|error:style_notmine
source: I cannot create a `{style}` style menu on a message I didn't send! (Discord restriction).
es_419: ¡No puedo crear un menú de estilo `{style}` en un mensaje que no he enviado! (Restricción de Discord).
he_il: אני לא יכול ליצור תפריט בסגנון `{style}` על הודעה שאני לא שלחתי בעצמי (ככה דיסקורד עובד, אין לי איך לעקוף את זה)
pt_br: Eu não posso criar o ˋ{style}ˋ estilo de um menu, em uma mensagem que não foi enviada por mim! (Há uma restrição do Discord).
tr: Benim göndermediğim bir mesajda "{style}" tarzı menü oluşturamıyorum! (Discord kısıtlaması).

# cmd:rolemenu_create|error:rawmessage_notmine
source: Cannot apply a custom menu message to {message} because I do not own this message!
es_419: No puedo aplicar un mensaje de menú personalizado a {message} porque no soy el propietario de este mensaje.
he_il: לא הצלחתי להכין תפריט על ההודעה {message} כי אני לא זה ששלח את ההודעה הזו!
pt_br: Não pude aplicar um menu personalizado na mensagem {message}, pois ela não pertence a mim!
tr: Bu mesajın sahibi olmadığım için {message} mesajına özel menü mesajı uygulayamıyorum!

# cmd:rolemenu_create|error:template_notmine
source: Cannot apply a menu message template to {message} because I do not own this message!
es_419: No puedo aplicar una plantilla de mensaje de menú a {message} porque no soy el propietario de este mensaje.
he_il: לא הצלחתי להכין תפריט על ההודעה {message} כי אני לא זה ששלח את ההודעה הזו!
pt_br: Não pude aplicar um modelo de mensagem à {message} pois ela não pertence a mim!
tr: Bu mesajın sahibi olmadığım için {message} mesajına özel menü şablonu uygulayamıyorum!

# cmd:rolemenu_create|error:name_exists
source: A rolemenu called `{name}` already exists! Use {edit_cmd} to edit it.
es_419: Ya existe un menú de roles llamado `{name}`. Utilice {edit_cmd} para editarlo.
he_il: תפריט בשם `{name}` כבר קיים! תשתמשו ב{edit_cmd} כדי לערוך אותו.
pt_br: Um cargomenu chamado ˋ{name}ˋ já existe! Use {edit_cmd} para editá-lo.
tr: `{name}` adında bir rol menü zaten var! {edit_cmd} kullanarak düzenleyebilirsin.

# cmd:rolemenu_edit
source: editmenu
es_419: menúdeedición
he_il: ערוךתפריט
pt_br: editarmenu
tr: menüyüdüzenle

# cmd:rolemenu_edit|desc
source: Edit an existing role menu.
es_419: Editar un menú de roles existente.
he_il: ערוך תפריט קיים.
pt_br: Editar um menu de cargos existente.
tr: Varolan bir rol menü mesajını düzenle.

# cmd:rolemenu_edit|param:name
source: name
es_419: nombre
he_il: שם
pt_br: nome
tr: isim

# cmd:rolemenu_edit|param:new_name
source: new_name
es_419: nuevo_nombre
he_il: שם_חדש
pt_br: novo_nome
tr: yeni_isim

# cmd:rolemenu_edit|param:channel
source: new_channel
es_419: nuevo_canal
he_il: ערוץ_חדש
pt_br: novo_canal
tr: yeni_kanal

# cmd:rolemenu_edit|param:menu_style
source: menu_style
es_419: estilode_menú
he_il: סגנון_תפריט
pt_br: menu_estilo
tr: menü_stili

# cmd:rolemenu_edit|param:remplate
source: template
es_419: plantilla
he_il: תבנית
pt_br: modelo
tr: şablon

# cmd:rolemenu_edit|param:rawmessage
source: custom_message
es_419: mensaje_personalizado
he_il: הודעה_מותאמת_אישית
pt_br: mensagem_personalizada
tr: özel_mesaj

# cmd:rolemenu_edit|param:name|desc
source: Name of the menu to edit
es_419: Nombre del menú a editar
he_il: השם של התפריט שמיועד לעריכה
pt_br: Nome do menu a ser editado
tr: Düzenlenecek menü adı

# cmd:rolemenu_edit|param:channel|desc
source: Server channel to move the menu to
es_419: Canal del servidor al que mover el menú
he_il: ערוץ בשרת שאליו אעביר את התפריט הזה
pt_br: Canal do servidor para que possa mover o menu
tr: Menüyü taşıyacak sunucu kanalı

# cmd:rolemenu_edit|param:menu_style
source: Selection style for this menu (using buttons, dropdowns, or reactions)
es_419: Selecciona el estilo para este menú (mediante botones, desplegables o reacciones)
he_il: סגנון בחירה לתפריט הזה (כפתורים, תפריט נופל או ריאקציות)
pt_br: Selecione o estilo de menu (usando botões, reações, ou painel suspenso)
tr: Bu menü için seçenek stili (buton kullanarak, açılabilir menü ya da tepki)

# cmd:rolemenu_edit|param:template
source: Template to use for the menu message body
es_419: Plantilla que se utilizará para el cuerpo del mensaje del menú
he_il: תבנית שבה אשתמש בגוף התפריט
pt_br: Modelo a ser usado para no corpo da mensagem
tr: Menü mesaj gövdesinde kullanmak için şablon

# cmd:rolemenu_edit|param:rawmessage
source: Attach a custom menu message to use
es_419: Adjunta un mensaje personalizado para usarlo en el menú
he_il: הוסף הודעה מותאמת אישית שאשתמש
pt_br: Anexe uma mensagem personalizada a usar no menu
tr: Kullanmak için özel mesaj menüsü ekleyin

# cmd:rolemenu_edit|error:author_perms
source: You need the `MANAGE_ROLES` permission in order to edit role menus.
es_419: Necesita el permiso `MANAGE_ROLES` para editar los menús de roles.
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לנהל את התפריטים של השרת הזה.
pt_br: Você precisa ter permissão de ˋGERENCIAR_CARGOSˋ para poder editar menus de cargo.
tr: Rol menülerini düzenlemek için `ROLLERİ_YÖNET` yetkisine sahip olman gerekiyor.

# cmd:rolemenu_edit|error:my_perms
source: I lack the `MANAGE_ROLES` permission needed to offer roles from role menus.
es_419: Me falta el permiso `MANAGE_ROLES` para ofrecer roles desde los menús de roles.
he_il: אין לי את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Me falta permissão de ˋGERENCIAR_CARGOSˋ, necessária para que eu possa oferecer cargos através dos menus.
tr: Rol menülerinden roller sunmak için gereken "ROLLERİ_YÖNET" iznine sahip değilim.

# cmd:rolemenu_edit|error:menu_not_found
source: This server does not have a role menu called `{name}`!
es_419: ¡Este servidor no tiene un menú de roles llamado `{name}`!
he_il: לשרת הזה אין תפריט בשם `{name}`!
pt_br: Este servidor não tem um menu de cargos chamado ˋ{name}ˋ!
tr: Bu sunucuda `{name}` adında bir rol menüsü bulunmuyor!

# cmd:rolemenu_edit|parse:new_name|error:name_exists
source: A role menu with the name **{new_name}** already exists!
es_419: Ya existe un menú de funciones con el nombre **{new_name}**.
he_il: תפריט רולים עם השם **{new_name}** כבר קיים!
pt_br: Um menu de cargos com o nome **{new_name}** já existe!
tr: **{new_name}** adında bir rol menüsü zaten bulunuyor!

# cmd:rolemenu_edit|parse:template|error:not_managed
source: Cannot set a template message for a role menu attached to a message I did not send.
es_419: No se puede establecer un mensaje de plantilla para un menú de roles asociado a un mensaje que no he enviado.
he_il: אני לא יכול לגשת להודעה הזו, אני לא הייתי זה ששלח אותה.
pt_br: Não posso usar o modelo de mensagem para um menu de cargo anexado a uma mensagem que eu não enviei.
tr: Göndermediğim bir mesaja eklenen rol menüsü için şablon mesaj ayarlayamıyorum.

# cmd:rolemenu_edit|parse:template|success:template
source: Now using the `{name}` menu message template.
es_419: Ahora se está utilizando la plantilla de mensajes del menú `{name}`.
he_il: עכשיו אשתמש בתבנית בשם `{name}`
pt_br: Agora usando o modelo ˋ{name}ˋ de mensagem.
tr: `{name}` menü mesajını şablon olarak kullanıyorum.

# cmd:rolemenu_edit|parse:template|success:custom
source: Now using a custom menu message.
es_419: Ahora usando un mensaje de menú personalizado.
he_il: עכשיו אשתמש בהודעה מותאמת אישית לתפריט.
pt_br: Agora usando uma mensagem personalizada de menu.
tr: Şu anda özel menü mesajını kullanıyorum.

# cmd:rolemenu_edit|parse:custom_message|success
source: Custom menu message updated.
he_il: הודעת תפריט עודכנה.
pt_br: Mensagem personalizada do menu atualizada!

# cmd:rolemenu_edit|repost|success
source: The role menu is now available at {message}
es_419: El menú de funciones ya está disponible en {message}.
he_il: התפריט עכשיו משוייך ל {message}
pt_br: O novo menu de cargos está disponivel agora em {message}
tr: {message} mesajında rol menü artık aktif

# cmd:rolemenu_edit|repost|error:forbidden
source: Cannot update channel! I lack the `EMBED_LINKS` or `SEND_MESSAGES` permission in {channel}.
es_419: No puedo actualizar el canal. Me falta el permiso `EMBED_LINKS` o `SEND_MESSAGES` en {channel}.
he_il: לא הצלחתי לעדכן את הערוץ! אין לי את ההרשאות `EMBED_LINKS` או `SEND_MESSAGES` בערוץ {channel}.
pt_br: Não pude atualizar o canal. Falta a permissão de ˋINSERIR_LINKSˋ ou de ˋENVIAR_MENSAGENSˋ no {channel}.
tr: Kanalı güncelleyemedim! {channel}'da "BAĞLANTI_EKLE" veya "MESAJ_GÖNDER" iznim yok.

# cmd:rolemenu_edit|repost|error:unknown
source: An unknown error occurred trying to repost the menu to {channel}. **Error:** `{exception}`
es_419: Se ha producido un error desconocido al intentar reenviar el menú a {channel}. **Error:** `{exception}`.
he_il: שגיאה לא ידועה התרחשה כשניסיתי לשלוח מחדש את התפריט לערוץ {channel}. השגיאה: `{exception}`
pt_br: Um erro desconhecido aconteceu, na tentativa de repostar o menu em {channel}. **Erro:** ˋ{exception}ˋ
tr: {channel} kanalına menüyü atmaya çalışırken belirlenemeyen bir hata oluştu. **Hata:** `{exception}`

# cmd:rolemenu_delete
source: delmenu
es_419: borrarmenú
he_il: מחקתפריט
pt_br: apagarmenu
tr: menüyüsil

# cmd:rolemenu_delete|desc
source: Delete a role menu.
es_419: Borrar un menú de roles.
he_il: מחק את התפריט רולים.
pt_br: Apagar um menu de cargos.
tr: Bir rol menüsünü sil.

# cmd:rolemenu_delete|param:name
source: menu
es_419: menú
he_il: תפריט
tr: menü

# cmd:rolemenu_delete|param:name|desc
source: Name of the rolemenu to delete.
es_419: Nombre del menú de roles a eliminar.
he_il: השם של התפריט שמיועד למחיקה
pt_br: Nome do menucargo a apagar.
tr: Silinecek rol menü adı.

# cmd:rolemenu_delete|error:author_perms
source: You need the `MANAGE_ROLES` permission in order to manage the server role menus.
es_419: Necesita el permiso `MANAGE_ROLES` para gestionar los menús de roles del servidor.
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לערוך את התפריטים של השרת הזה.
pt_br: Você precisa ter permissão de ˋGERENCIAR_CARGOSˋ para que possa gerenciar os menus de cargo no servidor.
tr: Bu sunucudaki rol menülerini düzenleyebilmek için `ROLLERİ_YÖNET` yetkisine sahip olman gerekmektedir.

# cmd:rolemenu_delete|error:menu_not_found
source: This server does not have a role menu called `{name}`!
es_419: ¡Este servidor no tiene un menú de roles llamado `{name}`!
he_il: לשרת הזה אין תפריט בשם `{name}`!
pt_br: Este servidor não possui um menu de cargo chamado ˋ{name}ˋ!
tr: Bu sunucuda `{name}` adında bir rol menüsü bulunmuyor!

# cmd:rolemenu_delete|confirm|title
source: Are you sure you want to delete the role menu **{name}**? This is not reversible!
es_419: ¿Está seguro de que desea eliminar el menú de roles **{name}**? Esto no es reversible.
he_il: אתם רוצים שאתם רוצים למחוק את התפריט **{name}**? לא תוכלו לחזור בכם.
pt_br: Você tem certeza que quer apagar o menu de cargos **{name}**? Esta operação é irreversível!
tr: **{name}** rol menüsünü silmek istediğine emin misin? Bu işlem geri alınamaz!

# cmd:rolemenu_delete|confirm|button:yes
source: Yes, Delete Now
es_419: Sí, borrar ahora
he_il: כן, מחק עכשיו
pt_br: Sim, Apagar Agora
tr: Evet, şimdi sil

# cmd:rolemenu_delete|confirm|button:no
source: No, Cancel
es_419: No, cancelar
he_il: לא, בטל
pt_br: Não, Cancelar
tr: Hayır, iptal et

# cmd:rolemenu_delete|success|desc
source: Successfully deleted the menu **{name}**
es_419: Eliminado con éxito el menú **{name}**
he_il: מחקתי את התפריט **{name}** בהצלחה
pt_br: Menu **{name}** apagado com sucesso!
tr: **{name}** adlı menüyü başarıyla sildim

# cmd:rolemenu_addrole
source: addrole
es_419: añadirrol
he_il: הוסףרול
pt_br: addcargo
tr: rolekle

# cmd:rolemenu_addrole|desc
source: Add a new role to an existing role menu.
es_419: Añadir un nuevo rol a un menú de roles existente.
he_il: מוסיף רול חדש לתפריט קיים.
pt_br: Adicionar um novo cargo a um menu existente.
tr: Varolan bir menüye yeni rol ekle.

# cmd:rolemenu_addrole|param:menu
source: menu
es_419: menú
he_il: תפריט
tr: menü

# cmd:rolemenu_addrole|param:role
source: role
es_419: rol
he_il: רול
pt_br: cargo
tr: rol

# cmd:rolemenu_addrole|param:menu|desc
source: Name of the menu to add a role to
es_419: Nombre del menú al que añadir un rol
he_il: השם של התפריט שאליו אוסיף את הרול
pt_br: Nome do menu ao qual devo adicionar o cargo
tr: Rolün ekleneceği menünün adı

# cmd:rolemenu_addrole|param:role|desc
source: Role to add to the menu
es_419: Rol a añadir al menú
he_il: רול שאותו אוסיף לתפריט
pt_br: Nome do cargo a adicionar ao menu
tr: Menüye eklenecek rol

# cmd:rolemenu_addrole|param:duration|desc
source: Lifetime of the role after selection in minutes.
es_419: Tiempo de vida del rol en minutos tras su selección.
he_il: משך התוקף בדקות לרול שיתקבל לאחר בחירה
pt_br: Tempo de vida do cargo após a seleção, em minutos.
tr: Dakika cinsinden seçildikten sonra rolün kalma süresi.

# cmd:rolemenu_addrole|error:menu_not_found
source: This server does not have a role menu called `{name}`!
es_419: ¡Este servidor no tiene un menú de roles llamado `{name}`!
he_il: לשרת הזה אין תפריט בשם `{name}`!
pt_br: Este servidor não tem um menu de cargos chamado ˋ{name}ˋ!
tr: Bu sunucuda `{name}` adında bir rol menüsü bulunmuyor!

# cmd:rolemenu_addrole|success:create|title
source: Added Menu Role
es_419: Menú de roles añadido
he_il: רול שהוסף לתפריט
pt_br: Menu de Cargos Adicionado
tr: Menü Rolünü Ekledim
