Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/rooms.po
Languages: he_il, pt_br

# ui:room_config|menu:category|placeholder
source: Select Private Room Category
he_il: בחר קטגוריית חדרים פרטיים
pt_br: Selecione uma Categoria Particular de Sala

# ui:room_config|button:visible|label
source: Toggle Room Visibility
he_il: שנה פרטיות חדרים
pt_br: Alternar Visibilidade da Sala

# ui:rooms_config|embed|title
source: Private Room System Configuration Panel
he_il: תפריט הגדרות חדרים פרטיים
pt_br: Painel de Configuração do Sistema de Salas Particulares

# dash:rooms|title
source: Private Room Configuration ({commands[configure rooms]})
he_il: עריכת חדרים פרטיים ({commands[configure rooms]})

# dash:economy|dropdown|placeholder
source: Private Room Panel
he_il: תפריט חדר פרטי
pt_br: Painel de Salas Particulares

# ui:room_status|error:owner_required
source: You must be the private room owner to do this!
he_il: אתה חייב להיות הבעלים של החדר הפרטי כדי לעשות את זה!
pt_br: Você precisa ser dono de uma sala particular para fazer isto!

# ui:room_status|error:member_required
source: You need to be a member of the private room to do this!
he_il: אתה צריך להיות אחד מהחברים של החדר הפרטי הזה כדי לעשות את זה!
pt_br: Você precisa ser membro de uma sala particlar para fazer isto!

# ui:room_status|button:deposit|modal:deposit|title
source: Room Deposit
he_il: פיקדון חדר
pt_br: Depósito de Salas

# ui:room_status|button:deposit|modal:deposit|field:question|label
source: How many LionCoins do you want to deposit?
he_il: כמה מטבעות תרצה להוסיף לפיקדון?
pt_br: Quantas LionCoins você gostaria de depositar?

# ui:room_status|button:deposit|error:invalid_number
source: Cannot deposit `{inputted}` coins. Please enter a positive integer.
he_il: לא הצלחתי להוסיף `{inputted}` מטבעות. אנא בחרו מספר שלם חיובי.
pt_br: Não pude depositar `{inputted}` moedas. Por favor, use um valor positivo.

# ui:room_status|button:deposit|error:insufficient_funds
source: You cannot deposit {coin}**{amount}**! You only have {coin}**{balance}**.
he_il: אתה לא יכול לשלם {coin}**{amount}**! יש לך רק {coin}**{balance}**.
pt_br: Você não pode depositar {coin}**{amount}**! Você tem apenas {coin}**{balance}**.

# ui:room_status|button:deposit|label
source: Deposit
he_il: הכנס לפיקדון
pt_br: Depósito

# ui:room_status|button:edit|label
source: Edit Room
he_il: ערוך חדר
pt_br: Editar Sala

# ui:room_status|button:timer|modal:add_timer|title
source: Create Room Timer
he_il: צור טיימר לחדר
pt_br: Criar Temporizador na Sala

# ui:room_status|button:timer|timer_created
source: Timer created successfully! Use `/pomodoro edit` to configure further.
he_il: הטיימר נבנה בהצלחה! השתמש בפאנל בתחתית כדי לשנות אותו.

# ui:room_status|button:timer|label:edit_timer
source: Edit Timer
he_il: ערוך טיימר
pt_br: Editar Temporizador

# ui:room_status|button:timer|label:add_timer
source: Add Timer
he_il: הוסף טיימר
pt_br: Adicionar Temporizador

# ui:room_status|menu:invite|error:too_many_members
source: Too many members! You are inviting `{count}` new members to your room, but you already have `{current}` members! The member cap is `{cap}`.
he_il: יותר מידי משתמשים! אתה מזמין `{count}` חברים חדשים לחדר בזמן שיש לך כבר `{current}` חברים! מגבלת החדרים לחדר היא `{cap}`.
pt_br: Muitos membros! Você está convidando ˋ{count}ˋ novos membros para sua sala, mas já tem ˋ{current}ˋ membros! A capacidade máxima de membros é ˋ{cap}ˋ.

# ui:room_status|menu:invite_menu|placeholder:capped
source: Room member cap reached!
he_il: הגעתם למגבלת כמות החברים בחדר!
pt_br: Capacidade de membros atingida.

# ui:room_status|menu:invite_menu|placeholder:notcapped
source: Add Members
he_il: הוסף חברים
pt_br: Adicionar Membros

# ui:room_status|menu:kick_menu|placeholder
source: Remove Members
he_il: הסר חברים
pt_br: Remover Membros

# ui:room_status|embed|title
source: Room Control Panel
he_il: לוח בקרה של החדר
pt_br: Painel de Controle da Sala

# ui:room_status|embed|field:channel|name
source: Channel
he_il: ערוץ
pt_br: Canal

# ui:room_status|embed|field:owner|name
source: Owner
he_il: בעלים
pt_br: Dono

# ui:room_status|embed|field:created|name
source: Created At
he_il: נוצר ב
pt_br: Criado em

# ui:room_status|embed|field:bank|value:expiring
source: **Warning:** Insufficient room balance to pay next rent ({coin} **{rent}**). The room will expire {expiry}. Use {room_deposit_cmd} to increase balance.
he_il: אזהרה! לא מספיק פיקדון כדי לשלם את השכירות הבאה! ({coin} **{rent}**). החדר יפוג ב{expiry}. השתמשו ב {room_deposit_cmd} כדי להפקיד עוד מטבעות לפיקדון ולדחות את התוקף!
pt_br: **Atenção:** Saldo da sala é insuficiente para pagar um novo aluguel ({coin} **{rent}**). A sala irá expirar em {expiry}. Use {room_deposit_cmd} para aumentar o saldo.

# ui:room_status|embed|field:bank|value:notexpiring
source: Next rent due {time} (- {coin}**{rent}**)
he_il: השכירות הבאה: {time} (- {coin}**{rent}**)
pt_br: Novo vencimento do aluguel em {time} (- {coin}**{rent}**)

# ui:room_status|embed|field:bank|name
source: Room Balance: {coin}**{amount}**
he_il: בנק החדר: {coin}**{amount}**
pt_br: Saldo do caixa da Sala: {coin}**{amount}**

# ui:room_status|embed|field:members|name
source: Members ({count}/{cap})
he_il: חברים ({count}/{cap})
pt_br: Membros ({count}/{cap})

# cmd:room
source: room
he_il: חדר
pt_br: sala

# cmd:room|desc
source: Base command group for private room configuration.
he_il: קבוצת פקודות בסיס לניהול הגדרות חדרים פרטיים.
pt_br: Grupo de comandos base para configurações de salas particulares.

# cmd:room_rent
source: rent
he_il: שכירות
pt_br: alugar

# cmd:room_rent|desc
source: Rent a private voice channel with LionCoins.
he_il: שכור חדר פרטי עבור מטבעות.
pt_br: Alugar um canal de voz privado com LionCoins.

# cmd:room_rent|param:days
source: days
he_il: ימים
pt_br: dias

# cmd:room_rent|param:members
source: members
he_il: משתמשים
pt_br: membros

# cmd:room_rent|param:name
source: name
he_il: שם
pt_br: nome

# cmd:room_rent|param:days|desc
source: Number of days to pre-purchase. (Default: 1)
he_il: מספר ימים להשכיר. (ברירת מחדל: 1)
pt_br: Numéro de dias para comprar antecipadamente. (Padrão: 1)

# cmd:room_rent|param:members|desc
source: Mention the members you want to add to your private room.
he_il: ציין את החברים שתרצה להוסיף לחדר הפרטי שלך.
pt_br: Mencione o membro que você gostaria de adicionar à sua sala particular.

# cmd:room_rent|param:name|desc
source: Name of your private voice channel.
he_il: תן שם לחדר הפרטי שלך.
pt_br: Nome do seu canal privado de voz.

# cmd:room_rent|error:not_setup
source: The private room system has not been set up! A private room category needs to be set first with `/configure rooms`.
he_il: מערכת החדרים הפרטיים לא הושלמה! האדמין של הסרבר צריך קודם לקבוע קטגוריה לחדרים בפרטים באמצעות `/configure rooms`.

# cmd:room_rent|error:insufficient_perms
source: I do not have enough permissions to create a new channel under the configured private room category!
he_il: אין לי מספיק הראשות כדי ליצור חדרים מתחת לקטגוריה שנקבעה!
pt_br: Eu não tenho permissão suficiente para criar um novo canal dentro da categoria de salas particulares!

# cmd:room_rent|error:room_exists
source: You already own a private room! Click to visit: {channel}
he_il: כבר יש לך חדר פרטי! לחץ פה כדי לעבור אליו: {channel}
pt_br: Você já tem uma sala particular! Clique para visitar: {channel}

# cmd:room_rent|error:member_not_found
source: Could not find the requested member {mention} in this server!
he_il: לא הצלחתי למצוא את {mention} בשרת הזה!
pt_br: Não pude encontrar o membro requisitado {mention} neste servidor!

# cmd:room_rent|error:too_many_members
source: Too many members! You have requested to add `{count}` members to your room, but the maximum private room size is `{cap}`!
he_il: יותר מידי משתמשים! ביקשתם להוסיף `{count}` משתמשים לחדר שלכם, אבל המקסימום הוא `{cap}`!
pt_br: Muitos membros! Você quis adicionar ˋ{count}ˋ membros para sua sala, mas a capacidade máxima de salas particulares é ˋ{cap}ˋ!

# cmd:room_rent|confirm:purchase
source: Are you sure you want to spend {coin}**{required}** to rent a private room for `one` day?
he_il: אתם בטוחים שאתם רוצים להוציא {coin}**{required}** כדי לשכור את החדר הפרטי למשך תקופה של יממה?
pt_br: Você confirma que quer gastar {coin}**{required}** para alugar uma sala privada por ˋumˋ dia?

# cmd:room_rent|success
source: Successfully created your private room {channel}!
he_il: החדר הפרטי נוצר בהצלחה {channel}!
pt_br: Sua sala particular {channel} foi criada com sucesso!

# cmd:room_rent|success|title
source: Private Room Created!
he_il: החדר הפרטי נוצר בהצלחה!
pt_br: Sala Particular Criada!

# cmd:room_rent|error:insufficient_funds
source: Renting a private room for `one` day costs {coin}**{required}**, but you only have {coin}**{balance}**!
he_il: לשכור חדר פרטי ליממה עולה {coin}**{required}**, אבל יש לכם רק {coin}**{balance}**!
pt_br: Alugar uma sala privada por ˋumˋ dia, custa {coin}**{required}**, mas você só tem {coin}**{balance}**!

# cmd:room_rent|error:my_permissions
source: Could not create your private room! You were not charged. I have insufficient permissions to create a private room channel.
he_il: לא הצלחתי ליצור חדר פרטי! לא לקחתי ממך מטבעות. אין לי מספיק הרשאות כדי ליצור את החדר הפרטי.
pt_br: Não pude criar sua sala particular! Você não foi cobrado por isto. Eu não tenho permissão suficiente para criar uma sala particular.

# cmd:room_rent|error:unknown
source: Could not create your private room! You were not charged. An unknown error occurred while creating your private room. `{error}`
he_il: לא הצלחתי ליצור חדר פרטי! לא לקחתי ממך מטבעות. שגיאה לא ידועה התחוללה כשניסיתי לעשות את זה. `{error}`
pt_br: Não pude criar sua sala particular! Você não foi cobrado por isto. Um erro desconhecido ocorreu quando estava criando sua sala. ˋ{error}ˋ

# cmd:room_status
source: status
he_il: סטטוס

# cmd:room_status|desc
source: Display the status of your current room.
he_il: הצג את הסטטוס של החדר הנוכחי שלך.
pt_br: Mostra o status da sua sala atual.

# cmd:room_status|error:no_target
source: Could not identify target private room! Please re-run the command in the private room you wish to view the status of.
he_il: לא הצלחתי לזהות את החדר הפרטי! אנא הרץ את הפקודה מחדש בחדר בתוך הפרטי שאתה רוצה לראות את הסטטוס שלו.
pt_br: Não pude identificar a sala particular indicada! Por favor, repita o comando na sala particular que você gostaria de ver o status.

# cmd:room_invite
source: invite
he_il: הזמן
pt_br: convidar

# cmd:room_invite|desc
source: Add members to your private room.
he_il: הוסף חברים לחדר הפרטי שלך.
pt_br: Adicionar membros à sua sala particular.

# cmd:room_invite|param:members
source: members
he_il: משתמשים
pt_br: membros

# cmd:room_invite|param:members|desc
source: Mention the members you want to add.
he_il: תייג את החברים שאתה רוצה להוסיף.
pt_br: Mencione os membros que você quer adicionar.

# cmd:room_invite|error:no_room
source: You do not own a private room! Use `/room rent` to rent one with {coin}!
he_il: אין לך חדש פרטי! תשתמש ב `/room rent` כדי ליצור אחד עם {coin}!
pt_br: Você não tem uma sala particular! Digite ˋ/sala alugarˋ para alugar uma por {coin}!

# cmd:room_invite|error:member_not_found
source: Could not find the invited member {mention} in this server!
he_il: לא הצלחתי למצוא את החבר {mention} בשרת הזה!
pt_br: Não foi possível encontrar o membro {mention} nesse servidor!

# cmd:room_invite|error:no_new_members
source: All members mentioned are already in the room!
he_il: כל החברים שציינת כבר בחדר!
pt_br: Todos os membros mencionados já estão na sala!

# cmd:room_invite|error:too_many_members
source: Too many members! You have invited `{count}` new members to your room, but you already have `{current}`, and the member cap is `{cap}`!
he_il: יותר מידי משתמשים! אתה מזמין `{count}` חברים חדשים לחדר בזמן שיש לך כבר `{current}` חברים! מגבלת החדרים לחדר היא `{cap}`.
pt_br: Muitos membros! Você convidou `{count}` novos membros para sua sala, mas você já tem `{current}`, e a capacidade máxima de membros é de `{cap}`!

# cmd:room_invite|success|ack
source: Members Invited successfully.
he_il: הזמנתי את החברים בהצלחה.
pt_br: Membros convidados com sucesso.

# cmd:room_kick
source: kick
he_il: העף
pt_br: expulsar

# cmd:room_kick|desc
source: Remove a members from your private room.
he_il: העף חברים מהחדר הפרטי שלך.
pt_br: Remover um membro da sua sala particular.

# cmd:room_kick|param:members
source: members
he_il: משתמשים
pt_br: membros

# cmd:room_kick|param:members|desc
source: Mention the members you want to remove. Also accepts space-separated user ids.
he_il: תייג את החברים שאתה רוצה להעיף. אני יכול לקבל גם מספר זהות מופרד עם פסיקים.
pt_br: Mencione o membro que você quer remover. IDˋs de usuário, separadas por "espaço" também são aceitas.

# cmd:room_kick|error:no_room
source: You do not own a private room! Use `/room rent` to rent one with {coin}!
he_il: אין לך חדש פרטי! תשתמש ב `/room rent` כדי ליצור אחד עם {coin}!
pt_br: Você não tem uma sala particular! Use `/room rent` para alugar uma com {coin}!

# cmd:room_kick|error:no_matching_members
source: None of the mentioned members are in this room!
he_il: אף אחד ממי שציינת לא נמצא בחדר הזה.
pt_br: Nenhum dos membros indicados está nessa sala!

# cmd:room_kick|success|ack
source: Members removed.
he_il: משתמשים נמחקו.
pt_br: Membros removidos.

# cmd:room_transfer
source: transfer
he_il: העבר
pt_br: transferir

# cmd:room_transfer|desc
source: Transfer your private room to another room member. Not reversible!
he_il: העבר את החדר הפרטי הזה למשתמש אחר. לא ניתן לשינוי!
pt_br: Transferir a titularidade da sua sala particular para outro membro. Isto não é reversível!

# cmd:room_transfer|param:new_owner
source: new_owner
he_il: בעלים_חדש
pt_br: novo_dono

# cmd:room_transfer|param:new_owner
source: The room member you would like to transfer your room to.
he_il: החבר שתרצה להעביר את החדר הזה אליו.
pt_br: O membro da sala, para quem você gostaria de transferir sua sala particular.

# cmd:room_transfer|error:no_room
source: You do not own a private room to transfer!
he_il: אין לך חדר פרטי להעביר!
pt_br: Você não possui nenhuma sala particular para transferir!

# cmd:room_transfer|error:target_not_member
source: {mention} is not a member of your private room! You must invite them first.
he_il: {mention} הוא לא חבר בחדר הפרטי שלך! אתם חייבים להזמין אותם קודם.
pt_br: {mention} não é um membro da sua sala particular! Você precisa convidá-lo primeiro.

# cmd:room_transfer|error:target_has_room
source: {mention} already owns a room! Members can only own one room at a time.
he_il: ל{mention} יש כבר חדר משלו. אנשים יכולים להיות הבעלים רק של חדר אחד בכל פעם.
pt_br: {mention} já possui uma sala! Cada membro pode ter apenas uma sala particular por vez.

# cmd:room_transfer|confirm|question
source: Are you sure you wish to transfer your private room {channel} to {new_owner}? This action is not reversible!
he_il: אתם בטוחים שאתם רוצים להעביר את החדר הפרטי שלך {channel} לבעלים החדש {new_owner}? לא תוכלו לחזור בכם אחרי שתאשרו.
pt_br: Tem certeza que você deseja transferir sua sala particular {channel} para {novo_dono}? Essa ação não é reversível!

# cmd:room_transfer|success|description
source: You have successfully transferred ownership of {channel} to {new_owner}.
he_il: העברת את הבעלות של {channel} אל {new_owner}.
pt_br: Você transferiu com sucesso a posse da sala {channel} para {novo_dono}.

# cmd:room_deposit
source: deposit
he_il: הכנס לפיקדון
pt_br: depositar

# cmd:room_deposit|desc
source: Deposit LionCoins in your private room bank to add more days. (Members may also deposit!)
he_il: הפקד מטבעות לחדר כדי להוסיף עוד ימים! (גם משתמשים רגילים בחדר יכולים להפקיד מטבעות!)
pt_br: Depositar LionCoins no caixa da sala particular para adicionar mais dias. (Todos podem depositar!)

# cmd:room_deposit|param:coins
source: coins
he_il: מטבעות
pt_br: moedas

# cmd:room_deposit|param:coins|desc
source: Number of coins to deposit.
he_il: מספר מטבעות להפקיד.
pt_br: Número de moedas para depositar.

# cmd:room_deposit|error:no_target
source: Could not identify target private room! Please re-run the command in the private room you wish to contribute to.
he_il: לא הצלחתי לזהות את החדר הפרטי! אנא הרץ את הפקודה מחדש בחדר בתוך הפרטי שאתה רוצה להפקיד אליו מטבעות.
pt_br: Não pude identificar sala particular descrita! Por favor, use o comando novamente através da sala que você quer contribuir.

# cmd:room_deposit|error:insufficient_funds
source: You cannot deposit {coin}**{amount}**! You only have {coin}**{balance}**.
he_il: אתה לא יכול לשלם {coin}**{amount}**! יש לך רק {coin}**{balance}**.
pt_br: Você não pode depositar {coin}**{amount}**! Você tem apenas {coin}**{balance}**.

# cmd:room_depost|success
source: Success! You have contributed {coin}**{amount}** to the private room bank.
he_il: הצלחתי להפקיד {coin}**{amount}** בבנק של החדר הפרטי.
pt_br: Sucesso! Você contribuiu com {coin}**{amount}** para o caixa da sala particular.

# cmd:configure_rooms
source: rooms
he_il: חדרים
pt_br: salas

# cmd:configure_rooms|desc
source: Configure Rented Private Rooms
he_il: הגדר חדרים פרטיים
pt_br: Configurar Aluguel de Salas Particulares

# room|notify:deposit|description
source: {member} has deposited {coin}**{amount}** into the room bank!
he_il: {member} הפקיד {coin}**{amount}** לבנק של החדר!
pt_br: {member} depositou {coin}**{amount}** no caixa da sala!

# room|notify:new_members|title
source: New Members!
he_il: חברים חדשים!
pt_br: Novos Membros!

# room|notify:new_members|desc
source: Welcome {members}
he_il: ברוכים הבאים {members}!
pt_br: Bem Vindos {members}

# room|notify:transfer|description
source: {old_owner} has transferred private room ownership to {new_owner}
he_il: {old_owner} העביר את הבעלות על החדר אל {new_owner}
pt_br: {antigo_dono} transferiu a posse da sala particular para {novo_dono}

# room|embed:expiry|title
source: Private Room Expired!
he_il: החדר הפרטי פג תוקף!
pt_br: Sala Particular Expirou!

# room|embed:expiry|description
source: Your private room in **{guild}** has expired!
he_il: החדר הפרטי שלך ב**{guild}** פג תוקף.
pt_br: Sua sala particular em **{guild}** expirou!

# room|tick|rent_deducted
source: Daily rent deducted from room balance. New balance: {coin}**{amount}**
he_il: שכירות יומים נלקחה מהבנק. מאזן עדכני: {coin}**{amount}**
pt_br: Aluguel diariamente cobrado do saldo do caixa da sala. Novo saldo: {coin}**{amount}**

# guildset:room_category
source: rooms_category
he_il: קטגוריית_חדרים
pt_br: salas_categoria

# guildset:rooms_category|desc
source: Category in which to create private voice channels.
he_il: קטגוריה שבה אצור את החדרים הפרטיים של המשתמשים.
pt_br: Categoria em que serão criados canais particulares de voz e vídeo.

# guildset:room_category|long_desc
source: When a member uses {cmds[room rent]} to rent a new private room, a private voice channel will be created under this category, manageable by the member. I must have permission to create new channels in this category, as well as to manage permissions.
he_il: כאשר משתמש משתמש ב{cmds[room rent]} על מנת ליצור חדר פרטי, חדר קול עם צאט פרטי יווצר מתחת לקטגוריה הזו. החדר ניתן לשינוי על ידי המשתמש עצמו, ואני חייב להיות בעל הראשות נכונות בקטגוריה הזו, כדי שאוכל להגיד ולשלוט בחדר אוטומטית.
pt_br: Quando um membro usa {cmds[room rent]} para alugar uma nova sala particular, uma sala exclusiva será criada dentro desta categoria gerenciada pelo membro. Eu preciso ter permissão para criar novos canais nesta categoria, assim como para gerenciar permissões.

# guildset:room_category|accepts
source: Private room category name or id.
he_il: שם או מספר זהות של קטגוריית החדרים הפרטיים.
pt_br: Nome ou ID da categoria da sala particular.

# guildset:rooms_category|set_response:unset
source: The private room category has been unset. Existing private rooms will not be affected. Delete the channels manually to remove the private rooms.
he_il: הקטגוריה של החדרים הפרטיים הוסרה. חדרים שכבר קיימים לא יושפעו, תצטרכו למחוק את החדרים בצורה ידנית כדי להסיר אותם.
pt_br: A categoria de salas particulares foi retirada. As salas particulares atuais não serão afetadas. Apague manualmente os canais para remover as salas particulares.

# guildset:rooms_category|set_response:set
source: Private room category has been set to {channel}. Existing private rooms will be moved.
he_il: קטגורית חדרים פרטיים נקבעה ל{channel}. אני אעביר את החדרים הנוכחיים לאט לאט אל הקטגוריה החדשה, אין צורך לעשות זאת ידנית.
pt_br: Uma categoria de salas particulares foi configurada para o canal {channel}. As salas privadas atuais serão movidas para lá.

# guildset:room_category|set_using
source: {cmd} or category selector below.
he_il: {cmd} או בחירת קטגוריות בתחתית.
pt_br: {cmd} ou selecione a categoria abaixo.

# guildset:rooms_price
source: room_rent
he_il: שכירות_חדר
pt_br: sala_alugar

# guildset:rooms_rent|desc
source: Daily rent price for a private room.
he_il: מחיר יומי להשכרת חדר פרטי.
pt_br: Preço diário do aluguel de um canal particular.

# guildset:rooms_rent|long_desc
source: Members will be charged this many LionCoins for each day they rent a private room.
he_il: משתמשים יצטרכו לשלם כמות כזו של מטבעות אם הם רוצים לקנות חדר פרטי ליום שלם.
pt_br: Os membros serão cobrados esta quantidade de LionCoins por cada dia de aluguel de um canal particular.

# guildset:rooms_rent|accepts
source: Number of LionCoins charged per day for a private room.
he_il: מספר מטבעות לתשלום עבור תקוף של יממה בחדר פרטי.
pt_br: Número de LionCoins cobrados por dia por um canal particular.

# guildset:rooms_price|set_response
source: Private rooms will now cost {coin}**{amount}** per 24 hours.
he_il: חדרים פרטיים יעלו עכשיו {coin}**{amount}** כל יממה.
pt_br: A partir de agora, as salas particulares irão custar {coin}**{amount}** a cada 24 horas.

# guildset:rooms_slots
source: room_member_cap
he_il: מספר_אנשים_בחדר
pt_br: sala_lim_membros

# guildset:rooms_slots|desc
source: Maximum number of members in each private room.
he_il: מספר אנשים מקסימלי שחדר פרטי יכול להכיל בשרת.
pt_br: Número máximo de membros que cada sala particular pode ter.

# guildset:rooms_slots|long_desc
source: Private room owners may invite other members to their private room via the UI, or through the {cmds[room invite]} command. This setting limits the maximum number of members a private room may hold.
he_il: בעלים של חדרים פרטיים יוכלו להזמין את החברים שלהם בדרכים שונות, לדוגמא: {cmds[room invite]}. ההגדרה הזו היא בעצם כמה אנשים אתם מרשים שיהיו בחדר פרטי בבת אחת.
pt_br: Donos de salas particulares podem convidar outros membros para as suas salas através da interface do usuário, ou através do comando {cmds[room invite]}. Esta configuração limita o número máximo de membros que uma sala particular pode permitir.

# guildset:rooms_slots|accepts
source: Maximum number of members allowed per private room.
he_il: מספר אנשים מקסימלי שחדר פרטי יכול להכיל בשרת.
pt_br: Número máximo de membros permitidos por salas particulares.

# guildset:rooms_slots|set_response
source: Private rooms are now capped to **{amount}** members.
he_il: מגבלת הכמות של החדרים נקבעה בהצלחה ל**{amount}** חברים.
pt_br: Salas particulares estão limitadas a **{amount}** membros.

# guildset:rooms_visible
source: room_visibility
he_il: פרטיות_חדר
pt_br: sala_visibilidade

# guildset:rooms_visible|desc
source: Whether private rented rooms are visible to non-members.
he_il: האם חדרים פרטיים יוסתרו או לא ממשתמשים שלא חברים בחדרים (הם לא יוכלו להצטרף, רק לראות שהם קיימים)
pt_br: Se a sala particular deve se visível a não membros. Eles ainda precisarão de convite para entrar.

# guildset:rooms_visible|long_desc
source: If enabled, new private rooms will be created with the `VIEW_CHANNEL` permission enabled for the `@everyone` role.
he_il: אם מופעל, חדרים חדשים יווצרו עם ההרשאה `VIEW_CHANNEL` לכל חברי השרת, אבל הם לא יוכלו להצטרף אליו, רק לראות אותו.
pt_br: Se ativado, novas salas particulares serão criadas com a permissão `VER_CANAL` para o cargo `@everyone`.
