Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/rooms.po
Languages: he_il, pt_br

# guildset:rooms_visible|accepts
source: Visible/Invisible
he_il: נראה/בלתי נראה
pt_br: Visível/Invisível

# guildset:rooms_visible|output:true
source: Visible
he_il: ציבורי
pt_br: Visível

# guildset:rooms_visible|output:false
source: Invisible
he_il: פרטי
pt_br: Invisível

# guildset:rooms_visible|parse:truthy_values
source: visible|enabled|yes|true|on|enable|1
he_il: נראה/מופעל/כן/נכון/דלוק/הפעל/1
pt_br: visível|habilitado|sim|on|verdadeiro|habilitar|1

# guildset:rooms_visible|parse:falsey_values
source: invisible|disabled|no|false|off|disable|0
he_il: בלתינראה/כבוי/לא/לאנכון/כבוי/מנוטרל/0
pt_br: invisivel|desabilitado|não|falso|desligado|desabilitar|0

# guildset:rooms_visible|set_response:enabled
source: Private rooms will now be visible to everyone.
he_il: חדרים פרטיים יהיו שקופים לכולם.
pt_br: Agora, as salas particulares serão visíveis a todos.

# guildset:rooms_visible|set_response:disabled
source: Private rooms will now only be visible to their members (and admins).
he_il: חדרים פרטיים יהיו שקופים רק לחברים שלהם וכמובן לאדמינים של השרת.
pt_br: Agora, as salas particulares somente serão visíveis por seus membros (e moderadores).

# guildset:rooms_visible|set_using
source: {cmd} or toggle below.
he_il: {cmd} או תפריט הבחירה למטה.
pt_br: {cmd} ou altere aqui abaixo.

# ui:room_status|button:timer|timer_created
source: Timer created successfully! Use {edit_cmd} to configure further.
pt_br: Temporizador criado com sucesso! Use {edit_cmd} para mais configurações.
