Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/schedule.po
Languages: es_419, he_il, pt_br, tr

# guildset:attendance_bonus|set_response
source: Session members will be rewarded an additional {coin}**{amount}** when everyone attends.
es_419: Los miembros de la sesión recibirán una {coin}**{cantidad}** adicional cuando asistan todos.
he_il: משתתפים יקבלו בונוס של {coin}**{amount}** אם כל מי שקבע השתתף בסשן.
pt_br: Os membros receberão um adicional de {coin}**{amount}** quando ninguém faltar a um horário agendado.
tr: Herkes katıldığında oturum üyeleri {coin}**{amount}** ekstra para ile ödüllendirilecekler.

# guildset:attendance_bonus|formatted
source: {coin}**{amount}** bonus when all booked members attend.
es_419: {coin}**{amount}** de bonificación cuando asistan todos los miembros inscritos.
he_il: {coin}**{amount}** בונוס כאשר כל מי שקבע את הסשן הצטרף.
pt_br: {coin}**{amount} de bônus quando todos os membros agendados comparecerem para check-in.
tr: Ayırtmış tüm üyeler katıldığında {coin}**{amount}** miktar bonus verilecek.

# guildset:min_attendance
source: min_attendance
es_419: asistencia_mínima
he_il: נוכחות_מינימלית
pt_br: tempo_minimo
tr: minimum_katılım

# guildset:min_attendance|desc
source: Minimum attendance before reward eligability.
es_419: Asistencia mínima para tener derecho a recompensa.
he_il: זמן מינימלי לפני שאחשיב את הנוכחות כמוצלחת.
pt_br: Tempo mínimo para que seja considerado validado como check-in.
tr: Ödül yeterliliği için minimum katılım.

# guildset:min_attendance|long_desc
source: Scheduled session members will need to attend the session for at least this number of minutes before they are marked as having attended (and hence are rewarded).
es_419: Los miembros de la sesión programada tendrán que asistir a la sesión durante al menos este número de minutos antes de que se marque que han asistido (y, por tanto, se les recompense).
he_il: משתמשים יצטרכו להישאר בחדר לתקופת זמן הזו לפני שאחשיב את הנוכחות שלהם שמוצלחת.
pt_br: Os membros que agendarem o horário, precisarão permanecer, pelo menos, esta quantidade de minutos para que seja validado o check-in (e para que recebam a recompensa por isso).
tr: Zamanlanmış oturum üyelerinin katıldı olarak sayılabilmesi için en az bu kadar dakika süre katılım göstermesi gerekiyor. (ve bu nedenle ödüllendirilir)

# guildset:min_attendance|accepts
source: Number of minutes (1-60) before attendance is counted.
es_419: Número de minutos (1-60) antes de que se cuente la asistencia.
he_il: מספר הדקות (1-60) לפני שאחשיב נוכחות בחדר כמוצלחת.
pt_br: Número de minutos (1-60) presente para que valide o check-in do horário.
tr: Katılımın sayılması için sayı cinsinden dakika (1-60).

# guildset:min_attendance|set_response
source: Members will be rewarded after they have attended booked sessions for at least **`{amount}`** minutes.
es_419: Los miembros serán recompensados después de haber asistido a las sesiones reservadas durante al menos **`{amount}`** minutos.
he_il: הסשן יחושב כשמוצלח אחרי **`{amount}`** דקות.
pt_br: Os membros somente serão recompensados quanto tiverem permanecido pelo menos **{amount}** minutos no horário agendado.
tr: **`{amount}`** dakika katılım sağladıklarında katıldıkları oturumdan ödüllendirileceklerdir.

# guildset:min_attendance|formatted
source: **`{amount}`** minutes
es_419: **`{amount}`** minutos
he_il: **`{amount}`** דקות
pt_br: **ˋ{amountˋ}** minutos
tr: **`{amount}`** dakika

# guildset:min_attendance|parse|error
source: Minimum attendance must be an integer number of minutes between `1` and `60`.
es_419: La asistencia mínima debe ser un número entero de minutos comprendido entre `1` y `60`.
he_il: מספר הדקות חייב להיות מספר שלם בין 1 ל60
pt_br: O número mínimo de minutos precisa ser um número inteiro, entre ˋ1ˋ e ˋ60ˋ.
tr: Minimum katılımın tam sayı olması ve `1` ile `60` arasında olması gerekiyor.

# guildset:schedule_blacklist_role
source: schedule_blacklist_role
es_419: horario_listanegra_rol
he_il: סשנים_רשימה_שחורה
pt_br: cargo_listanegra_checkin
tr: zamanlanmış_karaliste_rolü

# guildset:schedule_blacklist_role|desc
source: Role which disables scheduled session booking.
es_419: Rol que desactiva la reserva de sesiones programadas.
he_il: רולים שחוסמים מפני קביעה לחדר לוז"ים
pt_br: Cargo que estará impedido de fazer novos agendamentos de horário, no sistema de check-in.
tr: Zamanlanmış oturum ayırtmayı devre dışı bırakan rol.

# guildset:schedule_blacklist_role|long_desc
source: Members with this role will not be allowed to book scheduled sessions in this server. If the role is manually added, all future scheduled sessions for the user are cancelled. This provides a way to stop repeatedly unreliable members from blocking the group bonus for all members. Alternatively, consider setting the booking cost (and reward) very high to provide a strong disincentive for not attending a session.
es_419: Los miembros con este rol no podrán reservar sesiones programadas en este servidor. Si el rol se añade manualmente, se cancelarán todas las sesiones programadas futuras para el usuario. Esto proporciona una forma de evitar que miembros poco fiables repetidamente bloqueen la bonificación de grupo para todos los miembros. Alternativamente, considere establecer el coste de reserva (y recompensa) muy alto para proporcionar un fuerte desincentivo para no asistir a una sesión.
he_il: משתמשים עם הרול הזה לא יוכלו לקבוע פגישות בשרת הזה. המערכת הזו נועדה לחסום אנשים שמעצבנים אנשים אחרים על ידי קביעה של סשנים והברזה חוזרת ונשנת. הם לא יוכלו להשתמש בפונקציה הזו של הבוט בשרת הזה.
pt_br: Os membros com este cargo estarão impedidos de agendar horários no sistema de check-in. Se este cargo for adicionado manualmente, todos os agendamentos futuros do usuário serão cancelados. Isto evita que algum membro descomprometido continue a impedir aos demais atingirem o bônus de grupo com faltas seguidas. Alternativamente, considere elevar o custo para os agendamentos (e também maior recompensa pelo check-in).
tr: Bu role sahip üyelerin bu sunucuda zamanlanmış oturumlar ayırtmasına yapmasına izin verilmeyecektir. Rol manuel olarak eklenirse kullanıcı için gelecekte zamanlanmış tüm oturumlar iptal edilir. Bu, sürekli olarak güvenilmez üyelerin grup bonusunu tüm üyeler için engellemesini engellemenin bir yolunu sağlar. Alternatif olarak, bir oturuma katılmamayı güçlü bir şekilde caydırmak için ayırtma ücretini (ve ödülünü) çok yüksek ayarlamayı düşünün.

# guildset:schedule_blacklist_role|accepts
source: Blacklist role name or id.
es_419: Nombre o id del rol de la lista negra.
he_il: רול או מספר זהות של רשימה שחורה.
pt_br: Nome ou ID do cargo da Lista Negra.
tr: Kara liste rolü ya da ID'si.

# guildset:schedule_blacklist_role|set_response|set
source: Members with {role} will be unable to book scheduled sessions.
es_419: Los miembros con {role} no podrán reservar sesiones programadas.
he_il: משתמשים עם הרול הזה {role} לא יוכלו לקבוע פגישות לוז"ים יותר.
pt_br: Membros com {role} estarão impedidos de agendar horários no sistema de check-in.
tr: {role} rolüne sahip üyeler zamanlanmış oturum ayırtamayacaklar.

# guildset:schedule_blacklist_role|set_response|unset
source: The schedule blacklist role has been unset.
es_419: El rol de lista negra de horarios ha sido desactivada.
he_il: הרשימה השחורה של מערכת הסשנים נמחקה.
pt_br: O cargo de Lista Negra do check-in está inativo.
tr: Oturum kara liste rolü ayarlanmadı.

# guildset:schedule_blacklist_role|formatted|set
source: {role} members will not be able to book scheduled sessions.
es_419: Los miembros con el {role} no podrán reservar sesiones programadas.
he_il: {role} לא יוכלו להשתמש במערכת הלו"זים.
pt_br: Membros {role} estarão impedidos de realizar agendamentos.
tr: {role} üyeleri zamanlanmış oturum ayırtamayacaklar.

# guildset:schedule_blacklist_role|formatted|unset
source: Not Set
es_419: No fijado
he_il: לא נקבע.
pt_br: Não Configurado
tr: Ayarlanmadı

# guildset:schedule_blacklist_after
source: schedule_blacklist_after
es_419: programar_listanegra_despuésde
he_il: סשן_רשימהשחורה_לאחרכמהזמן
pt_br: listanegra_checkin_após
tr: zamanlanmış_karaliste_sonra

# guildset:schedule_blacklist_after|desc
source: Number of missed sessions within 24h before blacklisting.
es_419: Número de sesiones perdidas en las 24 horas anteriores a la inclusión en la lista negra.
he_il: מספר הסשנים שהוברזו ב24 לפני שאכניס אותם לרשימה השחורה.
pt_br: Número limite de check-ins perdidos em 24h sem que seja colocado na lista negra.
tr: Kara listeye alınmadan önceki 24 saat içerisindeki kaçırılmış oturumların sayısı.

# guildset:schedule_blacklist_after|long_desc
source: Members who miss more than this number of booked sessions in a single 24 hour period will be automatically given the `blacklist_role`. Has no effect if the `blacklist_role` is not set or if I do not have sufficient permissions to assign the blacklist role.
es_419: Los miembros que falten a más de este número de sesiones reservadas en un solo periodo de 24 horas recibirán automáticamente el rol `blacklist_role`. No tiene efecto si el rol `blacklist_role` no está configurado o si no tengo permisos suficientes para asignar el rol blacklist.
he_il: משתמשים שמפסידים יותר מהמספר הזה של סשנים ב24 שעות יקבלו את הרול רשימה שחורה ולא יוכלו להצטרף לחדר סשנים. סימו לב שחייבות להיות לי הרשאות נכונות כדי שאצליח לתת את הרול הזה לאנשים.
pt_br: Membros que faltarem além deste número de check-inˋs, dentro de 24 horas, serão automaticamente colocados como ˋcargo_listanegraˋ. Não terá efeitos se o ˋcargo_listanegraˋ não estiver configurado, ou se me faltar permissões para atribuir o cargo para o membro.
tr: Tek 24 saatlik periyot içinde bu rezerve edilen oturum sayısından daha fazla oturum kaçıran üyelere otomatik olarak `blacklist_role` verilecektir. Eğer `blacklist_role` kurulmamışsa veya karaliste rolünü atamak için yeterli iznim yoksa işe yaramaz.

# guildset:schedule_blacklist_after|accepts
source: A number of missed sessions (1-24) before blacklisting.
es_419: Número de sesiones perdidas (1-24) antes de entrar en la lista negra.
he_il: מספר הסשנים שהוברזו (בין 1 ל24) האחרונות לפני שאכניס אותם לרשימה השחורה.
pt_br: O número de check-inˋs perdidos (1-24) sem que o membro seja colocado na lista negra.
tr: Karalisteye alınmadan önceki kaçırılmış oturum sayısı (1-24).

# guildset:schedule_blacklist_after|set_response|set
source: Members will be blacklisted after **`{amount}`** missed sessions within `24h`.
es_419: Los miembros serán incluidos en la lista negra después de **`{amount}`** sesiones perdidas dentro de `24h`.
he_il: משתמשים יכנסו לרשימה השחורה לאחר **`{amount}`** סשנים שהם הבריזו מהם ב24 שעות.
pt_br: Os membros serão colocados na Lista Negra após **ˋ{amount}ˋ** check-inˋs perdidos em ˋ24hˋ.
tr: Üyeler `24h` içinde **`{amount}`** kadar kaçırılan oturumdan sonra karalisteye alınacak.

# guildset:schedule_blacklist_after|set_response|unset
source: Members will not be automatically blacklisted from booking scheduled sessions.
es_419: Los miembros no entrarán automáticamente en la lista negra de reserva de sesiones programadas.
he_il: משתמשים לא יכנסו לרשימה השחורה אוטומטית.
pt_br: Os membros não serão colocados na Lista Negra automaticamente.
tr: Üyeler zamanlanmış oturumları rezerve ederlerken otomatik olarak kara listeye alınmayacaklarç

# guildset:schedule_blacklist_after|formatted|set
source: Blacklist after **`{amount}`** missed sessions within `24h`.
es_419: Lista negra después de **`{amount}`** sesiones perdidas en `24h`.
he_il: משתמשים יכנסו לרשימה השחורה לאחר **`{amount}`** סשנים שהם הבריזו מהם ב24 שעות.
pt_br: Colocar na Lista Negra após **ˋ{amount}ˋ** check-inˋs perdidos em ˋ24hˋ.
tr: '24 saat' içinde**`{amount}`** tane kaçırılan oturumdan sonra kara listeye alın.

# guildset:schedule_blacklist_after|formatted|unset
source: Do not automatically blacklist.
es_419: No poner automáticamente en la lista negra.
he_il: אל תכניס לרשימה השחורה אוטומטית.
pt_br: Não coloque automaticamente em Lista Negra.
tr: Otomatik bir şekilde karalisteleme.

# guildset:schedule_blacklist_role|parse|error
source: Blacklist threshold must be a number between `1` and `24`.
es_419: El umbral de la lista negra debe ser un número entre `1` y `24`.
he_il: המספר של הרשימה השחורה חייב להיות מספר בין 1 ל24.
pt_br: A tolerância sem inscrever na Lista Negra. Precisa ser um número entre ˋ1ˋ e ˋ24ˋ.
tr: Karaliste eşiği `1` ve`24` arasında bir numara olmalı.

# ui:schedule_config|button:page0|label
source: Page 1
es_419: Página 1
he_il: עמוד 1
pt_br: Página 1
tr: Sayfa 1

# ui:schedule_config|menu:lobby|placeholder
source: Select Lobby Channel
es_419: Seleccione el canal del lobby
he_il: בחר ערוץ לובי
pt_br: Selecione o Canal do Balcão de Agendamentos.
tr: Lobi Kanalını Seç

# ui:schedule_config|menu:room|placeholder
source: Select Session Room
es_419: Seleccione la sala de la sesión
he_il: בחר ערוץ סשנים
pt_br: Selecione a Sala Exclusiva do Check-In
tr: Oturum Odasını Seç

# ui:schedule_config|menu:channels|placeholder
source: Select Session Channels
es_419: Seleccionar canales de sesión
he_il: בחר ערוצי סשנים
pt_br: Selecione os Canais de Check-In
tr: Oturum Kanallarını Seç

# ui:schedule_config|button:page1|label
source: Page 2
es_419: Página 2
he_il: עמוד 2
pt_br: Página 2
tr: Sayfa 2

# ui:schedule_config|button:page2|label
source: Page 3
es_419: Página 3
he_il: עמוד 3
pt_br: Página 3
tr: Sayfa 3

# ui:schedule_config|menu:blacklist_role|placeholder
source: Select Blacklist Role
es_419: Seleccionar rol de lista negra
he_il: בחר רול לרשימה השחורה
pt_br: Selecione Cargo Lista Negra
tr: Kara Liste Rolünü Seç

# ui:schedule_config|embed|title
source: Scheduled Session Configuration Panel
es_419: Panel de configuración de sesiones programadas
he_il: תפריט הגדרות מערכת לו"זים
pt_br: Painel de Configuração do Sistema de Check-in.
tr: Ayarlanmış Oturum Yapılandırma Paneli

# dash:schedule|dropdown|placeholder
source: Scheduled Sessions Panel
es_419: Sesiones programadas Panel
he_il: תפריט הגדרות מערכת לו"זים
pt_br: Painel do Sistema de Check-in
tr: Ayarlanmış Oturumlar Paneli

# ui:schedule|button:clear|error:nothing
source: No upcoming sessions to cancel! Your schedule is already clear.
es_419: No tiene que cancelar ninguna sesión. Su agenda ya está despejada.
he_il: אין סשנים שקבעתם שאתם יכולים לבטל! הלו"ז שלכם כבר ריק.
pt_br: Não há agendamentos a cancelar. Você já está sem horários.
tr: Yaklaşan oturum olmadığından iptal edilemiyor! Takvimin zaten temiz.

# ui:schedule|button:clear|success
source: Successfully cancelled and refunded your upcoming scheduled sessions.
es_419: Cancelado con éxito y reembolsado sus próximas sesiones programadas.
he_il: ביטלתי והחזרתי את המטבעות עבור הסשנים העתידיים שלכם.
pt_br: Agendamento cancelado com sucesso, e moedas ressarcidas.
tr: Yaklaşan ayarlanmış oturumların başarıyla iptal ve iade edildi.

# ui:schedule|button:clear|label
source: Clear Schedule
es_419: Despejar Calendario
he_il: נקה יומן
pt_br: Limpar agenda.
tr: Takvimi Temizle

# ui:schedule|button:about|label
source: About Schedule
es_419: Sobre el horario
he_il: מידע על הלו"ז
pt_br: Sobre o Sistema de Check-inˋs.
tr: Takvim Hakkında

# ui:schedule|menu:booking|error:current_slot
source: You cannot schedule a currently running session!
es_419: No se puede programar una sesión en curso.
he_il: אתה לא יכול לקבוע סשן שכבר רץ כרגע.
pt_br: Você não pode agendar uma seção já começada.
tr: Hali hazırda çalışan oturumu ayarlayamassın!

# ui:schedule|menu:booking|error:next_slot
source: Too late! You cannot schedule a session starting in the next minute.
es_419: Demasiado tarde. No puede programar una sesión que comienza en el minuto siguiente.
he_il: מאוחר מידי! אי אפשר לקבוע סשן שמתחיל ממש בכל כרגע.
pt_br: Tarde demais! Você não pode agendar uma seção que esteja começando em menos de um minuto.
tr: Çok geç! 1 dakika sonra başlayan bir oturumu ayarlayamassın.

# ui:schedule|menu:booking|error:already_booked
source: You have already booked one or more of the requested sessions!
es_419: Ya ha reservado una o varias de las sesiones solicitadas.
he_il: כבר קבעתם אחד או יותר מהסשנים הללו.
pt_br: Você já agendou um ou mais destes horários selecionados.
tr: Zaten bir veya birden fazla talep edilen oturumları rezerve ettin!

# ui:schedule|menu:booking|error:insufficient_balance
source: Booking `{count}` scheduled sessions requires {coin}**{required}**, but you only have {coin}**{balance}**!
es_419: Para reservar `{count}` sesiones programadas se necesitan {coin}**{required}**, pero sólo tiene {coin}**{balance}**.
he_il: כדי לקבוע `{count}` סשנים צריך {coin}**{required}**, אבל יש לכם רק {coin}**{balance}**!
pt_br: Agendar ˋ{count}ˋ horários, custa {coins}**{required}**, mas você só tem {coin}**{balance}**!
tr: `{count}` ayarlanmış oturumları rezerve etmek için {coin}**{required}** gerekir, ama sadece {coin}**{balance}** kadarın var!

# ui:schedule|menu:booking|success
source: Successfully booked your scheduled session at {times}.
he_il: הצלחתי לקבוע את הסשנים הבאים בהצלחה {times}
pt_br: O agendamento deste horário foi feito com sucesso. Compareça pontualmente para o check-in das {times}.
tr: Başarıyla ayarlanmış oturumun {times} da rezerve edildi.

# ui:schedule|menu:booking|placeholder:blacklisted
source: Book Sessions (Cannot book - Blacklisted)
es_419: Book Sessions (No se puede reservar - En la lista negra)
he_il: קביעת סשנים (לא ניתן לקבוע - רשימה שחורה)
pt_br: Agendamentos (Não permitido - Lista Negra)
tr: Oturum Rezerve Et (Rezerve edilemiyor - Karalistede)

# ui:schedule|menu:booking|placeholder:regular
source: Book Sessions ({amount} LC)
es_419: Reservar sesiones ({amount} LC)
he_il: קבע בלו"ז ({amount} LC)
pt_br: Agendamentos ({amount} LC)
tr: Oturum Rezerve Et ({amount} LC)

# ui:schedule|menu:slots|option|day:today
source: Today
es_419: Hoy
he_il: היום
pt_br: Hoje
tr: Bugün

# ui:schedule|menu:slots|option|day:tomorrow
source: Tomorrow
es_419: Mañana
he_il: מחר
pt_br: Amanhã
tr: Yarın

# ui:schedule|menu:cancel|error:current_slot
source: You cannot cancel a currently running *scheduled* session! Please attend it if possible.
es_419: No puede cancelar una sesión *programada* en curso. Por favor, asista si es posible.
he_il: לא ניתן לבטל סשן שכבר התחיל. אנא השתדל להצטרף אליו, או שתמנע מחבריך לקבל בונוס.
pt_br: Você não pode cancelar um horário já começado! Por favor, se possível, cumpra o combinado.
tr: Hali hazırda çalışan *zamanlanmış* oturum iptal edilemiyor! Mümkünse katılın lütfen.

# ui:schedule|menu:cancel|error:too_late
source: Too late! You cannot cancel a scheduled session within a minute of it starting. Please attend it if possible.
es_419: Demasiado tarde! No puede cancelar una sesión programada a menos de un minuto de su inicio. Por favor, asista si es posible.
he_il: מאוחר מידי! לא ניתן לבטל סשן כל כך קרוב ממתי שהוא מתחיל. אנא הצטרף אליו כדי לא למנוע מחבריך לקבל את הבונוס שלהם.
pt_br: Tarde demais! Você não pode cancelar o agendamento a menos de um minuto do começo. Se possível, faça a sua parte!
tr: Çok geç! Zamanlanmış bir oturumu başladıktan sonraki bir dakika içinde iptal edemezsin. Mümkünse katıl lütfen.

# ui:schedule|menu:cancel|error:already_cancelled
source: The selected bookings no longer exist! Nothing to cancel.
es_419: Las reservas seleccionadas ya no existen. No hay nada que cancelar.
he_il: הסשן שבחרת כבר לא קיים! אין לי מה לבטל.
pt_br: Os agendamentos selecionados não existem mais. Não há o que cancelar!
tr: Seçilen rezerveler artık mevcut değil! İptal edilecek bir şey yok.

# ui:schedule|menu:cancel|success
source: Successfully cancelled and refunded your scheduled session booking for {times}.
he_il: ביטלתי והחזרתי את הכסף על הסשנים הבאים: {times}.
pt_br: Seu horário {times} foi cancelado com sucesso, e suas moedas devolvidas.
tr: Başarıyla {times} kadar rezerve ettiğin oturumlar iptal ve iade edildi.

# ui:schedule|menu:cancel|placeholder
source: Cancel booked sessions
es_419: Cancelar sesiones reservadas
he_il: בטל סשנים שנקבעו
pt_br: Cancelar agendamentos de horário.
tr: Rezerve edilen oturumları iptal et

# ui:schedule|embed|author
source: Your Scheduled Sessions and Past Statistics
es_419: Sesiones programadas y estadísticas anteriores
he_il: הלו"ז שלך וסטטיסטיקות קודמות
pt_br: Seus Horários Agendados e Estatísticas de Check-inˋs.
tr: Ayarladığın Oturumlar ve Geçmiş İstatistikler

# ui:schedule|embed|field:stats|field:recent
source: Recent
es_419: Reciente
he_il: לאחרונה
pt_br: Recentes
tr: Son Zamanlar

# ui:schedule|embed|field:stats|field:alltime
source: All Time
es_419: De todos los tiempos
he_il: כל הזמנים
pt_br: Desde o Começo
tr: Tüm Zamanlar

# ui:schedule|embed|field:stats|field:streak
source: Streak
es_419: Racha
he_il: רצף
pt_br: Sequência
tr: Seri

# ui:schedule|embed|field:stats|field:streak|value:zero
source: One session attended! Keep it up!
he_il: נכחת ברצף אחד! כל הכבוד!
pt_br: Um check-in completado! Mantenha-se firme!
tr: Bir oturuma katılındı! Aynen böyle devam!

# ui:schedule|embed|field:stats|field:streak|value:positive
source: No streak yet!
es_419: ¡Aún no hay racha!
he_il: אין רצף כרגע!
pt_br: Sem sequências ainda!
tr: Henüz bir seri yok!

# ui:schedule|embed|field:stats|name
source: Session Statistics
es_419: Estadísticas de la sesión
he_il: סטטיסטיקת נוכחות
pt_br: Estatísticas de Check-In's
tr: Oturum İstatistikleri

# ui:schedule|embed|field:upcoming|name
source: Upcoming Sessions
he_il: סשנים עתידיים
pt_br: Próximos Horários
tr: Yaklaşan Oturumlar

# ui:schedule|embed|field:upcoming|value:empty
source: No sessions scheduled yet!
he_il: שום סשן לא נקבע עדיין!
pt_br: Sem agendamentos ainda!
tr: Henüz ayarlanmış bir oturum yok!

# ui:schedule|embed|stats_format
source: **{attended}** attended out of **{total}** booked. **{percent}%** attendance rate. **{average}** average attendance time.
he_il: **{attended}** נוכחות מתוך **{total}** סשנים. **{percent}%** אחוזי נוכחות. **{average}** זמן נוכחות ממוצע.
pt_br: **{attended}** atendidos de **{total}** agendados. **{percent}%** de constância. **{average}** média presente por horário.
tr: **{total}** rezerve edilenden **{attended}** katıldı. Katılım oranı **{percent}%** Ortalama katılım zamanı **{average}** .

# ui:sessionui|button:book|label
source: Book
he_il: קבע
pt_br: Agendar
tr: Rezerve

# ui:sessionui|button:cancel|label
source: Cancel
he_il: בטל
pt_br: Cancelar
tr: İptal

# ui:sessionui|button:schedule|label
source: Open Schedule
he_il: פתח יומן
pt_br: Abrir Agenda
tr: Açık Program

# ui:session|button:book|error:starting_soon
source: Too late! This session has started or is starting shortly.
he_il: מאוחר מידי! הסשן כבר התחיל או מתחיל מידי.
pt_br: Tarde demais! Este horário já começou, ou irá a qualquer momento.
tr: Çok geç! Bu oturum çoktan başladı veya hemen başlıyor.

# ui:session|button:book|error:already_booked
source: You are already a member of this session!
he_il: אתה כבר רשום לסשן הזה!
pt_br: Você já está agendado para este horário!
tr: Zaten bu oturumun bir üyesisin!

# ui:session|button:book|success
source: Successfully booked this session.
he_il: קבעתי את הסשן בהצלחה!
pt_br: Agendamento para este horário foi feito com sucesso!
tr: Oturum başarılı bir şekilde rezerve edildi.

# ui:session|button:book|error|title
source: Could not book session
he_il: לא ניתן לקבוע סשן.
pt_br: Não foi possível fazer este agendamento.
tr: Oturum rezerve edilemedi

# ui:session|button:cancel|error:starting_soon
source: Too late! This session has started or is starting shortly.
he_il: מאוחר מידי! הסשן כבר התחיל או מתחיל מידי.
pt_br: Tarde demais! Este horário já começou, ou irá a qualquer momento.
tr: Çok geç! Bu oturum çoktan başladı veya hemen başlıyor.

# ui:session|button:cancel|error:not_booked
source: You are not a member of this session!
he_il: אתה לא חבר בסשן הזה!
pt_br: Você não está agendado para este horário!
tr: Bu oturumun bir üyesi değilsin!
