Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/schedule.po
Languages: es_419, he_il, pt_br, tr

# create_booking|error:no_lobby
source: This server has not set a `session_lobby`, so the scheduled session system is disabled!
es_419: Este servidor no ha establecido un `session_lobby`, por lo que el sistema de sesiones programadas está desactivado!
he_il: השרת הזה לא קבע לובי למידה, ולכן מערכת הלו"זים מבוטלת.
pt_br: Este servidor não configurou um ˋbalcão_de_agendamentosˋ, então o sistema de check-in está desabilitado!
tr: Bu sunucuda `oturum_lobisi` ayarlanmadı, bu nedenle oturum sistemi aktif değil!

# create_booking|error:no_member
source: An unknown Discord error occurred. Please try again in a few minutes.
es_419: Se ha producido un error desconocido en Discord. Por favor, inténtelo de nuevo en unos minutos.
he_il: שגיאה לא ידועה התחוללה. אנא נסה שוב במספר דקות.
pt_br: Erro desconhecido do Discord. Por favor, tente novamente em alguns minutos.
tr: Bilinmeyen bir Discord hatası oluştu. Birkaç dakika sonra tekrar deneyin.

# create_booking|error:blacklisted
source: You have been blacklisted from the scheduled session system in this server.
es_419: Ha sido incluido en la lista negra del sistema de sesiones programadas de este servidor.
he_il: נכנסת לרשימה השחורה של מערכת הלו"זים בשרת הזה.
pt_br: Você foi colocado na lista negra do Sistema de Check-In deste servidor.
tr: Bu sunucudaki oturum sisteminden yasaklandınız.

# create_booking|error:insufficient_balance
source: Booking a session costs {coin}**{required}**, but you only have {coin}**{balance}**.
he_il: קביעת `{count}` סשנים יעלו {coin}**{required}**, אבל יש לך רק {coin}**{balance}**.
pt_br: Agendar um horário custa {coin}**{required}**. Mas você só tem {coin}**{balance}**.
tr: Bir oturum {coin}**{required}** miktar para istiyor ama senin sadece {coin}**{balance}** paran var.

# create_booking|error:already_booked
source: One or more requested timeslots are already booked!
es_419: Una o más franjas horarias solicitadas ya están reservadas.
he_il: סשן אחד או יותר כבר נקבע קודם!
pt_br: Um ou mais, dos horários marcados, já estão agendados!
tr: Bir ya da daha fazla zaman dilimi çoktan ayırtıldı!

# cmd:schedule
source: schedule
es_419: horario
he_il: הירשם בלו"ז
pt_br: check-in
tr: plan

# cmd:schedule|desc
source: View and manage your scheduled session.
es_419: Vea y gestione su sesión programada.
he_il: צפה או נהל את הסשנים שקבעת בלו"ז.
pt_br: Ver e gerenciar seus check-ins agendados.
tr: Planlanmış oturumunuzu görün veya düzenleyin.

# cmd:schedule|param:cancel
source: cancel
he_il: בטל

# cmd:schedule|param:book
source: book
he_il: קבע

# cmd:schedule|cancel_booking|error:parse_slot
source: Time slot `{provided}` not recognised. Please select a session to cancel from the autocomplete options.
es_419: No se reconoce la franja horaria `{provided}`. Seleccione una sesión para cancelar en las opciones de autocompletar.
he_il: לוח הזמנים `{provided}` לא נקבע. אנא בחר סשן לביטול מהאופציות.
pt_br: Intervalo ˋ{provided}ˋ não reconhecido. Favor selecionar um horário do autopreenchimento a cancelar.
tr: `{provided}` zaman dilimi hatırlanamadı. Lütfen iptal etmek için otomatik tamamlama seçeneklerinden bir oturum seçin.

# cmd:schedule|cancel_booking|error:not_booked
source: Could not cancel {time} booking because it is not booked!
es_419: No se ha podido anular la reserva de {time} porque no está reservada.
he_il: לא הצלחתי לבטל את {time} כי לעולם לא קבעת את הסשן הזה.
pt_br: Não pude cancelar {time} solicitado. Ele não foi agendado!
tr: {time} oturumunu iptal edemiyorum çünkü ayırtılmış değil!

# cmd:schedule|cancel_booking|error:too_soon
source: Cannot cancel {time} booking because it is running or starting soon!
es_419: No se puede cancelar la reserva de {time} porque está en marcha o empieza pronto.
he_il: לא הצלחתי לבטל את {time} כי הוא כבר התחיל או מתחיל ממש בקרוב!
pt_br: Não pude cancelar {time} agendado. Ele já começou, ou irá muito em breve.
tr: {time} oturumunu iptal edemiyorum çünkü devam ediyor ya da başlamak üzere!

# cmd:schedule|cancel_booking|success
source: Successfully cancelled your booking at {time}.
es_419: Cancelada con éxito su reserva en {time}.
he_il: ביטלתי בהצלחה את הסשן שלך ב {time}.
pt_br: Seu agendamento {time} foi cancelado com sucesso!
tr: {time} zamanındaki oturumunuzu başarıyla iptal ettim!

# cmd:schedule|create_booking|error:parse_slot
source: Time slot `{provided}` not recognised. Please select a session to cancel from the autocomplete options.
es_419: No se reconoce la franja horaria `{provided}`. Seleccione una sesión para cancelar en las opciones de autocompletar.
he_il: לוח הזמנים `{provided}` לא נקבע. אנא בחר סשן לביטול מהאופציות.
pt_br: Intervalo de tempo ˋ{provided}ˋ não reconhecido. Favor selecionar um horário do autopreenchimento.
tr: `{provided}` zaman dilimi hatırlanamadı. Lütfen iptal etmek için otomatik tamamlama seçeneklerinden bir oturum seç.

# cmd:schedule|create_booking|error:already_booked
source: You have already booked a scheduled session for {time}.
es_419: Ya ha reservado una sesión programada para {time}.
he_il: כבר קבעת בלו"ז ב {time}.
pt_br: Você já fez seu agendamento para {time}.
tr: {time} zamanında zaten ayırtılmış bir oturumun bulunuyor.

# cmd:schedule|create_booking|error:too_soon
source: Cannot book session at {time} because it is running or starting soon!
es_419: ¡No se puede reservar sesión en {time} porque está en marcha o empieza pronto!
he_il: לא הצלחתי לקבוע את {time} כי הוא כבר התחיל או מתחיל ממש בקרוב!
pt_br: Não pude agendar às {time} por já ter começado, ou irá muito em breve!
tr: {time} oturumunu ayırtamıyorum çünkü devam ediyor ya da başlamak üzere!

# cmd:schedule|create_booking|success
source: You have successfully scheduled a session at {time}.
es_419: Ha programado correctamente una sesión a las {time}.
he_il: קבעת בלו"ז ב {time} בהצלחה.
pt_br: Você fez o agendamento das {time} com sucesso.
tr: {time} zamanında başarıyla bir oturum zamanladın.

# cmd:configure_schedule
source: schedule
es_419: horario
he_il: הירשם בלו"ז
pt_br: check-in
tr: zamanla

# cmd:configure_schedule|desc
source: Configure Scheduled Session system
es_419: Configurar el sistema de sesiones programadas
he_il: תפריט הגדרות מערכת הלו"זים
pt_br: Sistema de Configuração de Check-ins
tr: Zamanlanmış oturum sistemini konfigüre et

# ui:schedule|format_until|positive
source: in <1 hour
he_il: בעוד שעה
pt_br: Em < 1 hora
tr: <1 saat içinde

# ui:schedule|format_until|now
source: right now!
es_419: ¡ahora mismo!
he_il: כרגע!
pt_br: agora!
tr: hemen şimdi!

# guildset:session_lobby
source: session_lobby
es_419: lobbyde_sesión
he_il: לובי_סשנים
pt_br: balcão_de_agendamentos
tr: oturum_lobisi

# guildset:session_lobby|desc
source: Channel to post scheduled session announcement and status to.
es_419: Canal en el que publicar el anuncio y el estado de la sesión programada.
he_il: הערוץ שבו אשלח התראות והכרזות של מערכת הלו"זים
pt_br: Canal para o agendamento dos horários e estado dos check-in's.
tr: Zamanlanmış oturum duyurularını ve durumlarını göndereceğim kanal.

# guildset:session_lobby|long_desc
source: Channel in which to announce scheduled sessions and post their status. I must have the `MANAGE_WEBHOOKS` permission in this channel. **This must be configured in order for the scheduled session system to function.**
es_419: Canal en el que anunciar las sesiones programadas y publicar su estado. Debo tener el permiso `MANAGE_WEBHOOKS` en este canal. **Esto debe estar configurado para que el sistema de sesiones programadas funcione.**
he_il: הערוץ שבו אכריז על מערכת הלוזים והססטוס שלהם. אני צריך את ההרשאה `MANAGE_WEBHOOKS` בערוץ כדי לעשות את זה.
pt_br: Canal em que irá anunciar os check-inˋs e o estado de cada um. Eu preciso ter permissão de ˋINSERIR_LINKSˋ neste canal. **Isto precisa ser configurado para que o sistema de check-in possa funcionar.**
tr: Zamanlanmış oturum duyurularını ve durumlarını göndereceğim kanal. Bu kanada `MANAGE_WEBHOOKS` yetkimin olması gerekiyor. **Zamanlanmış oturum sisteminin çalışabilmesi için bu sistemin ayarlanmış olması gerekiyor.**

# guildset:session_lobby|accepts
source: Name or id of the session lobby channel.
es_419: Nombre o id del canal del lobby de la sesión.
he_il: שם או מספר מזהה של חדר הלובי של הסשנים.
pt_br: Nome ou ID do canal usado como balcão de agendamentos.
tr: Oturum Lobi kanalının ismi ya da ID'si.

# guildset:session_lobby|set_response|set
source: Scheduled sessions will now be announced in {channel}
es_419: Las sesiones programadas se anunciarán a partir de ahora en {channel}.
he_il: עדכונים של מערכת הסשנים יהיו מוכרזים ב {channel}
pt_br: Agora, os horários agendados para check-in serão anunciados em {channel}
tr: Zamanlanmış oturumlar bundan sonra {channel} kanalında duyurulacak.

# guildset:session_lobby|set_response|unset
source: The schedule session lobby has been unset. Shutting down scheduled session system.
es_419: Se ha desactivado el sistema de sesiones programadas. Cierre del sistema de sesiones programadas.
he_il: הלובי של מערכת הסשנים הוסר, מכבה את מערכת הסשנים.
pt_br: O balcão de agendamentos do check-in foi desativado. Desligando o sistema de check-in.
tr: Zamanlanmış oturum lobisi ayarlanmadı. Zamanlanmış oturum sistemini kapatıyorum.

# guildset:session_lobby|formatted|unset
source: `Not Set` (The scheduled session system is disabled.)
es_419: `Not Set` (El sistema de sesiones programadas está desactivado.)
he_il: `לא נקבע` (מערכת הלו"זים מבוטלת)
pt_br: ˋNão Configuradoˋ (O sistema de check-in está desabilitado).
tr: ` Ayarlanmadı` (Zamanlanmış oturum sistemi devre dışı bırakıldı.)

# guildset:session_room
source: session_room
es_419: sala_sesión
he_il: חדר_סשנים
pt_br: sala_de_checkin
tr: oturum_odası

# guildset:session_room|desc
source: Special voice channel open to scheduled session members.
es_419: Canal de voz especial abierto a los miembros de las sesiones programadas.
he_il: ערוץ קול מיוחד שאפשר רק לאנשים שקבעו סשן.
pt_br: Canal de voz especialmente aberto para os membros do agendamento.
tr: Zamanlanmış oturum üyeleri için açılacak özel ses kanal

# guildset:session_room|long_desc
source: If set, this voice channel serves as a dedicated room for scheduled session members. During (and slightly before) each scheduled session, all members who have booked the session will be given permission to join the voice channel (via permission overwrites). I require the `MANAGE_CHANNEL`, `MANAGE_PERMISSIONS`, `CONNECT`, and `VIEW_CHANNEL` permissions in this channel, and my highest role must be higher than all permission overwrites set in the channel. Furthermore, if this is set to a *category* channel, then the permission overwrites will apply to all *synced* channels under the category, as usual.
es_419: Si se establece, este canal de voz sirve como sala dedicada para los miembros de la sesión programada. Durante (y un poco antes) de cada sesión programada, todos los miembros que hayan reservado la sesión recibirán permiso para unirse al canal de voz (a través de la sobreescritura de permisos). Requiero los permisos `MANAGE_CHANNEL`, `MANAGE_PERMISSIONS`, `CONNECT`, y `VIEW_CHANNEL` en este canal, y mi rol más alto debe ser mayor que todos los permisos de sobreescritura establecidos en el canal. Además, si esto se establece en un canal de *categoría*, entonces las sobreescrituras de permisos se aplicarán a todos los canales *sincronizados* bajo la categoría, como de costumbre.
he_il: אם פעיל, ערוץ הקול ישמש כחדר ייעודי למערכת הלוזים של השרת. במהלך (וקצת לפני) כל סשן, כל האנשים שקבעו פגישה יקבלו התראה ויוכלו להצטרף לחדר הזה. אני צריך את ההתראות `MANAGE_CHANNEL`, `MANAGE_PERMISSIONS`, `CONNECT`, and `VIEW_CHANNEL` כדי לעשות את זה, והרול שלי צריך להיות הכי גבוה בהיררכיה של הרולים.
pt_br: Se for configurado, este canal será uma sala exclusiva aos membros que fizeram o agendamento. Durante o horário agendado (e logo antes de começar), os membros agendados terão permitissão de entrar no canal de voz (considerando assim, feito o Check-in). É necessário que eu tenha permissões para ˋGERENCIAR_CANAISˋ, ˋGERENCIAR_PERMISSÕESˋ, ˋCONECTARˋ e ˋVER_CANAISˋ neste servidor, e também que meu cargo mais alto esteja acima das permissões sobrescritas neste canal. Caso seja configurado a uma *categoria de canais*, as permissões configuradas serão sincronizadas para todos os canais que pertencerem a esta categoria.
tr: Ayarlanırsa bu ses kanalı, zamanlanmış oturum üyeleri için özel bir oda görevi görür. Zamanlanan her oturum sırasında (ve biraz öncesinde), oturumu rezerve eden tüm üyelere ses kanalına katılma izni verilecektir (izin üzerine yazma yoluyla). Bu kanalda `MANAGE_CHANNEL`, `MANAGE_PERMISSIONS`, `CONNECT` ve `VIEW_CHANNEL` izinlerine ihtiyacım var ve en yüksek rolüm, kanalda ayarlanan tüm izin üzerine yazma işlemlerinden daha yüksek olmalıdır. Ayrıca, eğer bu bir *kategori'ye* ayarlanırsa, izin üzerine yazma işlemleri her zamanki gibi kategori altındaki tüm *senkronize* kanallara uygulanacaktır.

# guildset:session_room|accepts
source: Name or id of the session room voice channel.
es_419: Nombre o id del canal de voz de la sala de sesiones.
he_il: שם או מספר מזהה של חדר הקול של הסשנים.
pt_br: Nome ou ID do canal para o check-in.
tr: Zamanlanmış oturum ses kanalı ismi ya da ID'si.

# guildset:session_room|set_response|set
source: Schedule session members will now be given access to {channel}
es_419: Los miembros de la sesión de programación tendrán ahora acceso al {channel}.
he_il: משתמשים במערכת הסשנים יקבלו הרשאה אל {channel}
pt_br: Agora, os membros agendados serão autorizados a entrar em {channel} para validar o check-in no sistema
tr: Zamanlanmış oturum üyelerinin {channel} kanalına bundan böyle erişebilecektir.

# guildset:session_room|set_response|unset
source: The dedicated schedule session room has been removed.
es_419: Se ha suprimido la sala dedicada a las sesiones programadas.
he_il: החדר קולי של מערכת הסשנים הוסר.
pt_br: O canal dedicado ao check-in foi removido.
tr: Özel zamanlanmış oturum odası kaldırıldı.

# guildset:session_channels
source: session_channels
es_419: canalesde_sesión
he_il: חדרי_סשנים
pt_br: canais_de_checkin
tr: oturum_kanalları

# guildset:session_channels|desc
source: Voice channels in which to track activity for scheduled sessions.
es_419: Canales de voz en los que seguir la actividad de las sesiones programadas.
he_il: חדרי קול שבהם אעקוב אחרי פעילות במערכת הסשנים.
pt_br: Canais de voz para contar como check-in das sessões agendadas.
tr: Zamanlanmış oturumların takibinin yapılacağı ses kanalları.

# guildset:session_channels|long_desc
source: Only activity in these channels (and in `session_room` if set) will count towards scheduled session attendance. If a category is selected, then all channels under the category will also be included. Activity tracking also respects the `untracked_voice_channels` setting.
es_419: Sólo la actividad en estos canales (y en `session_room` si está configurado) contará para la asistencia a la sesión programada. Si se selecciona una categoría, también se incluirán todos los canales de dicha categoría. El seguimiento de la actividad también respeta el ajuste `untracked_voice_channels`.
he_il: רק פעילות בערוצים האלו תחשב בתור נוכחות במערכת הלו"זים. אם בחרתם בקטגוריה, כל הערוצים מתחת לקטגוריה הזו יבחרו.
pt_br: Somente a atividade nestes canais (e na ˋsala_de_checkinˋ, se configurada) irá contar como comparecimento ao agendamento feito. Caso selecione uma categoria, ao invés de um canal, todos os canais da categoria serão válidos. As estatísticas de check-in's respeitarão a configuração de ˋcanais_nao_contabilizadosˋ.
tr: Yalnızca bu kanallardaki (ve ayarlandıysa `session_room'dak`) etkinlik, zamanlanan oturum katılımına dahil edilecektir. Bir kategori seçilirse kategorinin altındaki tüm kanallar da dahil edilecektir. Etkinlik izleme aynı zamanda `untracked_voice_channels` ayarına da uyar.

# guildset:session_channels|accepts
source: Comma separated list of session channel names or ids.
es_419: Lista separada por comas de nombres o ids de canales de sesión.
he_il: רשימה מופרדת עם פסיקים של הערוצים המוגדרים כערוצי סשנים.
pt_br: Lista de nomes ou IDˋs dos canais, separados por vírgula.
tr: Oturum kanal isimlerinin veya id lerinin virgülle ayrılmış listesi.

# guildset:session_channels|set_response|set
source: Activity in the following sessions will now count towards scheduled session attendance: {channels}
es_419: La actividad en las siguientes sesiones contará ahora para la asistencia a las sesiones programadas: {channels}
he_il: פעילות בסשנים הבאים עכשיו יחשבו כנוכחות במערכת הסשנים: {channels}
pt_br: Agora, a atividade nos canais a seguir contarão como atendimento aos check-inˋs agendados: {channels}
tr: Şu oturumlardaki etkinlikler artık zamanlanmış oturum katılımına dahil edilecek: {channels}

# guildset:session_channels|set_response|unset
source: Activity in all (tracked) voice channels will now count towards session attendance.
es_419: La actividad en todos los canales de voz (seguidos) contará ahora para la asistencia a la sesión.
he_il: פעילו בכל ערוצי הקול יחשבו בתור נוכחות במערכת הסשנים.
pt_br: Agora, a atividade nos canais de voz (contabilizáveis) irá contar como comparecimento para fins de check-in.
tr: Tüm ses kanalları (takip edilen) oturum katılımı olarak sayılacak.

# guildset:session_channels|formatted|unset
source: All Channels (excluding `untracked_channels`)
es_419: Todos los canales (excepto `untracked_channels`)
he_il: כל הערוצים (ללא הערוצים שלא נעקבים)
pt_br: Todos Os Canais (menos os ˋcanais_nao_contabilizadosˋ)
tr: Tüm kanallar (`untracked_channels` haricindekiler)

# guildset:schedule_cost
source: schedule_cost
es_419: horario_coste
he_il: מחיר_סשן
pt_br: custo_do_agendamento
tr: oturum_tutarı

# guildset:schedule_cost|desc
source: Booking cost for each scheduled session.
es_419: Coste de reserva para cada sesión programada.
he_il: מחיר לקביעת כל סשן בלו"ז.
pt_br: Custo de agendamento para cada horário.
tr: Her zamanlanmış oturum için ayırtma ücreti.

# guildset:schedule_cost|long_desc
source: Members will be charged this many LionCoins for each scheduled session they book.
es_419: A los socios se les cobrará esta cantidad de LionCoins por cada sesión programada que reserven.
he_il: משתמשים יצטרכו לשלם את כמות המטבעות הזו כדי לקבוע סשן בלו"ז.
pt_br: Os membros gastarão esta quantidade de LionCoins por cada agendamento feito.
tr: Üyelerin hesaplarından her zamanlanmış oturum ayırtmalarında bu kadar LionCoin düşülecektir.

# guildset:schedule_cost|accepts
source: Price of each session booking (non-negative integer).
es_419: Precio de la reserva de cada sesión (número entero no negativo).
he_il: מחיר של כל סשן (מספר שלם חיובי).
pt_br: Preço de cada agendamento feito (inteiro e positivo).
tr: Her oturum ayırtmanın ücreti (negatif tam sayı olamaz).

# guildset:schedule_cost|set_response
source: Schedule session bookings will now cost {coin} **{amount}** per timeslot.
es_419: Las reservas de sesiones programadas ahora costarán {coin} **{amount}** por franja horaria.
he_il: קביעת סשן יעלה עכשיו {coin}**{amount}** כל פגישה.
pt_br: Agendamento, para o check-in, irão custar {coin}**{amount}** por horário.
tr: Her bir zamanlanmış oturumu ayırtma bundan böyle {coin} **{amount}** tutacaktır.

# guildset:schedule_cost|formatted
source: {coin}**{amount}** per booking.
es_419: {coin}**{importe}** por reserva.
he_il: {coin}**{amount}** עבור כל סשן.
pt_br: {coin}**{amount}** por agendamento.
tr: Her ayırtma {coin} **{amount}** .

# guildset:attendance_reward
source: attendance_reward
es_419: premio_presencia
he_il: פרס_נוכחות
pt_br: recompensa_checkin
tr: katılım_ödülü

# guildset:attendance_reward|desc
source: Reward for attending a booked scheduled session.
es_419: Recompensa por asistir a una sesión programada reservada.
he_il: פרס עבור נוכחות במערכת הלו"זים.
pt_br: Recompensa por ter comparecido para check-in em um horário agendado.
tr: Ayırtılmış zamanlanmış oturuma katılma ödülü.

# guildset:attendance_reward|long_desc
source: When a member successfully attends a scheduled session they booked, they will be awarded this many LionCoins. Should generally be more than the `schedule_cost` setting.
es_419: Cuando un miembro asiste con éxito a una sesión programada que ha reservado, recibirá esta cantidad de LionCoins. Por lo general, esta cantidad debe ser superior a la del parámetro `schedule_cost`.
he_il: כאשר מישהו נכח בהצלחה במערכת הלו"זים הוא יקבל פרס של מטבעות.
pt_br: Quando um membro comparece ao horário agendado, é considerado feito o check-in. Pelo check-in, ele receberá esta quantidade de LionCoins. O valor, geralmente, deve ser mais alto do que o valor do ˋcusto_do_agendamentoˋ.
tr: Bir üye, ayırttığı zamanlanmış bir oturuma başarıyla katıldığında, kendisine şu kadar LionCoin verilecek. Genellikle `schedule_cost` ayarında daha fazla olmalıdır.

# guildset:attendance_reward|accepts
source: Number of coins to reward session attendance.
es_419: Número de monedas para premiar la asistencia a la sesión.
he_il: מספר מטבעות שמשתמש יקבל בעקבות נוכחות מוצלחת בחדר הלו"זים.
pt_br: Moedas a receber por comparecimento para check-in.
tr: Oturum katılımında ne kadar para ödülü verileceği.

# guildset:attendance_reward|set_response
source: Members will be rewarded {coin}**{amount}** when they attend a scheduled session.
es_419: Los miembros serán recompensados con {coin}**{amount}** cuando asistan a una sesión programada.
he_il: משתמשים יקבלו {coin}**{amount}** כשהם משתתפים בסשן.
pt_br: Os membros receberão {coin}**{amount}** quando eles comparecerem em um horário agendado.
tr: Üyeler bundan böyle bir zamanlanmış oturuma katıldıklarında {coin}**{amount}* ile ödüllendirileceklerdir.

# guildset:attendance_reward|formatted
source: {coin}**{amount}** upon attendance.
es_419: {coin}**{amount}** al asistir.
he_il: {coin}**{amount}** עבור נוכחות מוצלחת.
pt_br: {coint}**{amount}** por check-in.
tr: Katılım başına {coin}**{amount}**.

# guildset:attendance_bonus
source: group_attendance_bonus
es_419: bonus_asistencia_grupo
he_il: פרס_נוכחות_קבוצתית
pt_br: bonus_comprometimento_do_grupo
tr: grup_katılım_bonusu

# guildset:attendance_bonus|desc
source: Bonus reward given when all members attend a scheduled session.
es_419: Recompensa de bonificación concedida cuando todos los miembros asisten a una sesión programada.
he_il: בונוס ינתן לכל המשתמשים כאשר כל מי שקבע את הסשן נכח בהצלחה.
pt_br: Recompensa bônus, a ser dada quando ninguém faltar ao check-in.
tr: Tüm kullanıcılar zamanlanmış oturuma katıldıklarında verilecek bonus.

# guildset:attendance_bonus|long_desc
source: When all members who have booked a session successfully attend the session, they will be given this bonus in *addition* to the `attendance_reward`.
es_419: Cuando todos los miembros que hayan reservado una sesión asistan a ella, recibirán esta bonificación *además* de la `attendance_reward`.
he_il: כאשר כל המשתמשים שקבעו את הסשן הצטרפו לסשן בהצלחה, אני אתן בונוס לכולם בנוסף לפרס שמגיע להם על נוכחות.
pt_br: Quando todos os membros agendados conseguirem comparecer no horário, para o check-in, receberão este bônus adicionalmente à ˋrecompensa_checkinˋ.
tr: Oturumu ayırtan tüm üyeler oturuma başarıyla katıldıklarında ekstra olarak `attendance_reward` bonusunu alacaklar.

# guildset:attendance_bonus|accepts
source: Bonus coins rewarded when everyone attends a session.
es_419: Monedas de bonificación recompensadas cuando todo el mundo asiste a una sesión.
he_il: בונוס שכולם יקבלו שכולם משתתפים בסשן.
pt_br: Recompensa, em moedas, por ninguém faltar ao check-in.
tr: Oturuma herkes katıldığında ödüllendirilecek bonus para.
