Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/schedule.po
Languages: es_419, he_il, pt_br, tr

# ui:session|button:cancel|success
source: Successfully cancelled this session.
he_il: ביטלתי את הסשן בהצלחה!
pt_br: Horário cancelado com sucesso!
tr: Oturum başarılı bir şekilde iptal edildi.

# ui:session|button:cancel|error|title
source: Could not cancel session
he_il: לא הצלחתי לבטל את הסשן
pt_br: Não pude cancelar este horário
tr: Oturum iptal edilemedi

# session|error:lobby_webhook_perms
source: Insufficient permissions to create a webhook in this channel. I require the `MANAGE_WEBHOOKS` permission.
he_il: אין לי מספיק הרשות לשלוח התראות בערוץ הזה, אני צריך את ההרשאה `MANAGE_WEBHOOKS`
pt_br: Permissões insuficientes para criar um WebHook neste canal! Eu preciso ter permissão para ˋGERENCIAR_WEBHOOKSˋ.
tr: Bu kanalda webhook oluşturmak için yeterli iznim yok. `MANAGE_WEBHOOKS` iznine ihtiyacım var.

# session|prepare|error:room_permissions
source: Could not prepare the configured session room {room} for the next scheduled session! I require the `MANAGE_CHANNEL`, `MANAGE_ROLES`, `CONNECT` and `VIEW_CHANNEL` permissions.
he_il: לא הצלחתי להכין את החדר {room} לסשן הבא! אני צריך את ההראשות `MANAGE_CHANNEL`, `MANAGE_ROLES`, `CONNECT` וגם `VIEW_CHANNEL`
pt_br: Não pude preparar a Sala de Check-in {room} para o próximo horário agendado. Eu preciso ter permissões para ˋGERENCIAR_CANAISˋ, ˋGERENCIAR_CARGOSˋ, ˋCONECTARˋ e ˋVER_CANALˋ.
tr: Bir sonraki ayarlanmış oturum için yapılandırılmış oturum odası {room} hazırlanamadı! `MANAGE_CHANNEL`, `MANAGE_ROLES`, `CONNECT` ve `VIEW_CHANNEL` izinlerine ihtiyacım var.

# session|open|error:room_permissions
source: Could not set up the configured session room {room} for this scheduled session! I require the `MANAGE_CHANNEL`, `MANAGE_ROLES`, `CONNECT` and `VIEW_CHANNEL` permissions.
he_il: לא הצלחתי להכין את החדר {room} לסשן הבא! אני צריך את ההראשות `MANAGE_CHANNEL`, `MANAGE_ROLES`, `CONNECT` וגם `VIEW_CHANNEL`
pt_br: Não pude configurar a Sala de Check-in {room} para este horário! Preciso ter permissões para ˋGERENCIAR_CANALˋ, ˋGERENCIAR_CARGOSˋ, ˋCONECTARˋ e ˋVER_CANALˋ.
tr: Bir sonraki ayarlanmış oturum için yapılandırılmış oturum odası {room} kurulamadı! `MANAGE_CHANNEL`, `MANAGE_ROLES`, `CONNECT` ve `VIEW_CHANNEL` izinlerine ihtiyacım var.

# session|status|title
source: Session {start} - {end}
he_il: סשן {start} - {end}
pt_br: Horário {start} - {end}
tr: Oturum {start} - {end}

# session|status|desc:cancelled
source: I cancelled this scheduled session because I was unavailable. All members who booked the session have been refunded.
he_il: ביטלתי את הסשן הזה מאחר ולא הייתי זמין, כל המשתמשים שקבעו בזמן הזה קיבלו החזר כספי.
pt_br: Eu cancelei este horário, pois eu estava com uns probleminhas. Fique tranquilo, eu devolvi as moedas de todos que fizeram agendamento.
tr: Müsait olmadığımdan bu ayarlanmış oturumu iptal ettim. Bu oturumu rezerve edenlere para iadesi yapılacaktır.

# session|status|desc:no_members
source: *No members scheduled this session.*
he_il: *שום משתמש לא קבע לסשן הזה*
pt_br: *Ninguém agendou para fazer check-in neste horário.*
tr: *Hiçbir üye bu oturumu planlamadı.*

# session|status:preparing|desc:has_members
source: Starting {start}
he_il: מתחיל {start}
pt_br: Começando {start}
tr: Başlıyor {start}

# session|status:preparing|field:members
source: Members
he_il: משתמשים
pt_br: Membros
tr: Üyeler

# session|status:running|desc:has_members
source: Finishing {start}
he_il: מסיים {start}
pt_br: Terminando {start}
tr: Bitiyor {start}

# session|status:running|field:waiting
source: Waiting For
he_il: מחכה ל:
pt_br: Esperando por
tr: Bekleniyor

# session|status:running|field:attending
source: Attending
he_il: נוכח
pt_br: Presentes
tr: Katılınıyor

# session|status:running|field:attended
source: Attended
he_il: נוכח
pt_br: Atendidos
tr: Katıldı

# session|status:finished|desc:everyone_att
source: Everyone attended the session! All members were rewarded with {coin} **{reward} + {bonus}**!
he_il: כולם נכחו בסשן הזה! כל המשתמשים קיבלו {coin} **{reward} + {bonus}**!
pt_br: Todos fizeram o check-in! Por isso, todos serão recompensados com {coin} **{reward} + {bonus}**!
tr: Herkes oturuma katıldı! Tüm üyeler {coin} **{reward} + {bonus}** ile ödüllendirilecek!

# session|status:finished|desc:some_att
source: Everyone who attended was rewarded with {coin} **{reward}**! Some members did not attend so everyone missed out on the bonus {coin} **{bonus}**. **Members who missed their session have all future sessions cancelled without refund!*
he_il: כל מי שנכח קיבל {coin} **{reward}**! חלק מהמשתשמים לא נכחו ולכן לא יכלתי לתת לכולם בונוס של {coin} **{bonus}**. אנשים שלא נוכחים מונעים מחבריהם לקבל בונוס! מי שלא נכח, כל הסשנים העתידיים שלו בוטלו ללא החזר כספי.
pt_br: Todos fizeram o check-in neste horário serão recompensados com {coin} **{reward}**! Como alguem faltou ao check-in, ninguém ganhará o bônus {coin} **{bonus}**. **Os membros que não compareceram podem ter os próximos agendamentos cancelados, sem ressarcimento!**
tr: Bu oturuma katılan herkes {coin} **{reward}** ile ödüllendirildi! Bazı üyeler katılmadı bu yüzden hiç kimse {coin} **{bonus}** bonusunu alamadı. **Bu oturumu kaçıranların gelecekteki oturumları iadesiz bir şekilde iptal olacak.**

# session|status:finished|desc:some_att
source: No-one attended this session! No-one received rewards. **Members who missed their session have all future sessions cancelled without refund!*
he_il: אף אחד לא נכח בסשן הזה! אף אחד לא קיבל פרס. כל מי שלא נכח יבוטלו לו כל הסשנים העתידיים ללא החזר כספי.
pt_br: Ninguém compareceu ao horário! Então, ninguém recebeu recompensa. ** Membros que não compareceram podem ter os próximos horários cancelados, sem ressarcimento!**
tr: Kimse bu oturuma katılmadı! Kimse ödül almadı. **Bu oturumu kaçıranların gelecekteki oturumları iadesiz bir şekilde iptal olacak.**

# session|status:finished|field:attended
source: Attended
he_il: נוכח
pt_br: Atendido
tr: Katıldı

# session|status:finished|field:missing
source: Missing
he_il: חסר
pt_br: Faltando
tr: Eksik

# dash:schedule|title
source: Scheduled Session Configuration ({commands[configure schedule]})
es_419: Configuración de sesiones programadas ({commands[configure schedule]})

# dash:schedule|section:schedule_channels|name
source: Scheduled Session Channels ({commands[configure schedule]})
es_419: Canales de sesión programados ({commands[configure schedule]})

# dash:schedule|section:schedule_rewards|name
source: Scheduled Session Rewards ({commands[configure schedule]})
es_419: Recompensas por sesión programada ({commands[configure schedule]})

# dash:schedule|section:schedule_blacklist|name
source: Scheduled Session Blacklist ({commands[configure schedule]})
es_419: Lista negra de sesiones programadas ({commands[configure schedule]})

# ui:schedule|about
source: Guide tips here TBD
es_419: Guía de consejos aquí TBD
