Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/settings_*.po
Languages: he_il, pt_br

# setting|formatted|notset
source: Not Set
he_il: לא נקבע.
pt_br: Não Configurado

# setting|summary_embed|title
source: Configuration options for `{name}`
he_il: הגדרות של `{name}`.
pt_br: Opções de configuração para ˋ{name}ˋ

# setting|summary_table|field:currently|key
source: Currently
he_il: כרגע
pt_br: Atualmente

# setting|summary_table|field:default|key
source: By Default
he_il: כברירת מחדל
pt_br: Por Padrão

# setting|summary_table|field:set|key
source: Set Using
he_il: בחר באמצעות
pt_br: Configuração Usada

# settype:string|accepts
source: Any Text
he_il: כל טקסט
pt_br: Qualquer Texto

# settype:string|error
source: Provided string is too long! Maximum length: {maxlen} characters.
he_il: הטקסט שהבאת לי ארוך מידי! אורך מקסימלי: {maxlen} תווים.
pt_br: String provida é muito comprida. Tamanho máximo: {maxlen} caracteres.

# settype:emoji|accepts
source: Paste a builtin emoji, custom emoji, or emoji id.
he_il: הדבק אימוג'י או מספר זהות של אחד.
pt_br: Colar um emoji integrado, personalizado, ou id de um padrão.

# settype:emoji|error:parse
source: Could not parse `{provided}` as a Discord emoji. Supported formats are builtin emojis (e.g. `{builtin}`), custom emojis (e.g. {custom}), or custom emoji ids (e.g. `{custom_id}`).
he_il: לא הצלחתי להבין את `{provided}` כאמוג'י. אני תומך רק באמוג'ים של דיסקורד, שיש לכם בשרת, או במספר מזהה של אימוג'י ספציפי משרת אחד שאני נמצא בו.
pt_br: Não pude analisar ˋ{provided}ˋ como um emoji do Discord. Formatos aceitos são de emoji integrados (ex: ˋ{builtin}ˋ), emoji personalizado (ex:. {custom}), ou IDˋs de um emoji personalizado (ex:. ˋ{custom_id}ˋ).

# settype:channel|accepts
source: A channel name or id
he_il: שם ערוץ או מספר הזהות שלו
pt_br: O nome ou ID do canal.

# settype:channel|parse|error:not_found
source: Channel `{string}` could not be found in this guild!
he_il: הערוץ `{string}` לא נמצא בשרת הזה.
pt_br: O Canal ˋ{string}ˋ não pode ser encontrado neste servidor!

# settype:role|accepts
source: A role name or id
he_il: שם רול או מספר הזהות שלו
pt_br: O nome ou ID de um cargo.

# settype:role|parse|error:not_found
source: Role `{string}` could not be found in this guild!
he_il: הרול `{string}` לא נמצא בשרת הזה.
pt_br: O cargo ˋ{string}ˋ não pôde ser encontrado neste servidor.

# settype:bool|accepts
source: Enabled/Disabled
he_il: הפעל/כבה
pt_br: Habilitado/Desabilitado

# settype:bool|parse:truthy_values
source: enabled|yes|true|on|enable|1
he_il: מופעל/כן/נכון/דלוק/הפעל/1
pt_br: habilitado|sim|verdadeiro|on|habilitar|1

# settype:bool|parse:falsey_values
source: disabled|no|false|off|disable|0
he_il: כבוי/לא/לאנכון/כבוי/מנוטרל/0
pt_br: desabilitado|não|falso|off|desabilitar|0

# settype:bool|output:true
source: On
he_il: דלוק

# settype:bool|output:false
source: Off
he_il: כבוי

# settype:bool|output:none
source: Not Set
he_il: לא נקבע.
pt_br: Não Configurado

# settype:integer|accepts
source: An integer
he_il: מספר שלם
pt_br: Um número inteiro

# settype:emoji|desc
source: Unicode or custom emoji
he_il: אוניקוד לאמוג'י
pt_br: Emoji personalizado, ou Unicode

# settype:timezone|accepts
source: A timezone name from the 'tz database' (e.g. 'Europe/London')
he_il: אזור זמן מהארכיון של "tz" (לדוגמא 'Europe/London')
pt_br: Um fuso horário dos mencionados ˋtz databaseˋ (ex:. ˋAmerica/Sao_Paulo)

# settype:timezone|summary_table|field:supported|key
source: Supported
he_il: נתמך
pt_br: Suportado

# settype:timezone|summary_table|field:supported|value
source: Any timezone from the [tz database]({link}).
he_il: כל אזור זמן מפה [tz database]({link}).
pt_br: Qualquer fuso horário da lista [tz database]({link}).

# set_type:timezone|acmpl|no_matching
source: No timezones matching '{input}'!
he_il: אין אזורי זמן שמתאימים ל'{input}'!
pt_br: O nome ˋ{input}ˋ do fuso horário não coincide com a lista.

# set_type:timezone|acmpl|choice
source: {tz} (Currently {now})
he_il: {tz} (כרגע {now})
pt_br: {tz} (Atualmente {now})

# settype:timestamp|accepts
source: A timestamp in the form YYYY-MM-DD HH:MM
he_il: אנא השתמשו בYYYY-MM-DD HH:MM
pt_br: Uma data na forma AAAA-MM-DD HH:MM

# settype:timestamp|parse|error:invalid
source: Could not parse `{provided}` as a timestamp. Please use `YYYY-MM-DD HH:MM` format.
he_il: לא הצלחתי להבין את `{provided}`, אנא השתמש בפורמט `YYYY-MM-DD HH:MM` format.
pt_br: Não consegui analisar ˋ{provided}ˋ como uma marcação data/hora. Por favor, use o formato ˋAAAA-MM-DD HH:MMˋ.

# settype:raw|accepts
source: Anything
he_il: כל אופציה
pt_br: Qualquer

# settype:enum|accepts
source: A valid option.
he_il: אופציה שעובדת.
pt_br: Uma opção válida.

# settype:enum|parse|error:not_found
source: `{provided}` is not a valid option!
he_il: `{provided}` אינו אופציה שעובדת!
pt_br: ˋ{provided} não é uma opção válida!

# settype:duration|accepts
source: A number of days, hours, minutes, and seconds, e.g. `2d 4h 10s`.
he_il: מספר ימים, שעות, דקות ושניות באנגלית, לדוגמא: `2d 4h 10s`.
pt_br: Um número de dias, horas, minutos e segundos, ex:. ˋ2d 4h 10sˋ.

# settype:channel_list|accepts
source: Comma separated list of channel ids.
he_il: תעודת זהות של ערוצים מופרדים באמצעות פסיק.
pt_br: Lista de ID dos canais, separadas pro vírgula.

# settype:role_list|accepts
source: Comma separated list of role ids.
he_il: תעודת זהות של רולים מופרדים באמצעות פסיק.
pt_br: Lista de ID dos cargos, separadas por vírgula.

# settype:stringlist|accepts
source: Comma separated strings.
he_il: טקסטים מופרדים באמצעות פסיק.
pt_br: Strings separadas por vírgulas.

# settype:guildidlist|accepts
source: Comma separated list of guild ids.
he_il: תעודת זהות של שרתים מופרדים באמצעות פסיק.
pt_br: Lista de servidores, separados por vírgula.

# settype:guildid|accepts
source: Any Snowflake ID
pt_br: Qualquer ID Snowflake
