Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/shop.po
Languages: he_il, pt_br

# group:editshop
source: editshop
he_il: ערוךחנות
pt_br: editarloja

# cmd:shop
source: shop
he_il: חנות
pt_br: loja

# cmd:shop|desc
source: Purchase coloures, roles, and other goodies with LionCoins.
he_il: קנו צבעים, רולים, ודברים שונים באמצעות מטבעות!
pt_br: Comprar cores, cargos e outras coisas com as LionCoins.

# cmd:shop_open
source: open
he_il: פתח
pt_br: abrir

# cmd:shop_open|desc
source: Open the server shop.
he_il: פתח את החנות השרת.
pt_br: Abrir a loja do servidor.

# cmd:shop_open|error:no_shops
source: There is nothing to buy!
he_il: אין שום דבר שניתן לרכישה!
pt_br: Não há nada para comprar!

# ui:stores|button:close|label
source: Close
he_il: סגור
pt_br: Fechar

# ui:stores|button:close|response|title
source: Shop Closed
he_il: החנות נסגרה
pt_br: Loja Fechada

# ui:colourstore|menu:buycolours|label
source: {name} ({price} LC)
he_il: {name} ({price} מטבעות)

# ui:colourstore|menu:buycolours|label
source: {name} (This is your colour!)
he_il: {name} (זה הצבע הנוכחי שלך!)
pt_br: {name} (Esta é sua cor!)

# ui:colourstore|menu:buycolours|desc
source: Colour: {colour}
he_il: צבע: {colour}
pt_br: Cor: {colour}

# ui:colourstore|menu:buycolours|desc
source: Colour: Unknown
he_il: צבע: לא ידוע
pt_br: Cor: Desconhecida

# shop:colours|name
source: Colour Shop
he_il: חנות צבעים
pt_br: Loja de Cores

# shop:colour|purchase|error:not_purchasable
source: This item may not be purchased!
he_il: לא ניתן לרכוש את האייטם הזה
pt_br: Este item talvez não seja comprado!

# shop:colour|purchase|error:no_guild
source: Could not retrieve the server from Discord!
he_il: לא הצלחתי למצוא את השרת דרך דיסקורד!
pt_br: Não foi possível acessar o servidor do Discord!

# shop:colour|purchase|error:no_member
source: Could not retrieve the member from Discord.
he_il: לא הצלחתי למצוא את המשתמש דרך דיסקורד!
pt_br: Não foi possível acessar o membro do Discord.

# shop:colour|purchase|error:no_role
source: This colour role could not be found in the server.
he_il: הרול צבע הזה לא נמצא בשרת.
pt_br: Esta cor de cargo não pôde ser encontrada no servidor.

# shop:colour|purchase|error:low_balance
source: This item costs {coin}{amount}! Your balance is {coin}{balance}
he_il: האייטם עולה {coin}{amount}! אבל יש לכם רק {coin}{balance}
pt_br: Este item custa {coin}{amount}! Seu saldo é {coin}{balance}

# shop:colour|purchase|error:owned
source: You already own this item!
he_il: כבר יש לך את האייטם הזה!
pt_br: Você já comprou este item!

# shop:colour|purchase|error:failed_no_role
source: This colour role no longer exists!
he_il: הרול צבע הזה כבר לא קיים!
pt_br: Esta cor de cargo não existe!

# shop:colour|purchase|error:failed_permissions
source: I do not have enough permissions to give you this colour role!
he_il: אין לי מספיק הרשאות כדי לתת לכם את הרול צבע הזה!
pt_br: Eu não tenho permissões suficientes para te dar esta cor de cargo.

# shop:colour|purchase|error:failed_unknown
source: An unknown error occurred while giving you this colour role!
he_il: שגיאה לא ידועה התחוללה כשניסיתי לתת לכם את הרול צבע הזה.
pt_br: Um erro desconhecido aconteceu enquanto era alterada sua cor de cargo.

# grp:editshop_colours
source: colours
he_il: צבעים
pt_br: cores

# cmd:editshop_colours_create
source: create
he_il: צור
pt_br: criar

# cmd:editshop_colours_create|desc
source: Create a new colour role with the given colour.
he_il: צור רול צבע עם הצבע הזה.
pt_br: Criar uma nova cor para um cargo, com a cor determinada.

# cmd:editshop_colours_create|param:colour
source: colour
he_il: צבע
pt_br: cor

# cmd:editshop_colours_create|param:name
source: name
he_il: שם
pt_br: nome

# cmd:editshop_colours_create|param:price
source: price
he_il: מחיר
pt_br: preço

# cmd:editshop_colours_create|param:colour|desc
source: What colour should the role be? (As a hex code, e.g. #AB22AB)
he_il: איזה צבע הרול הזה צריך להיות? (תשתמשו בקוד hex לדוגמא #AB22AB)
pt_br: De qual cor o cargo deverá ser? (Usando um código Hex, ex. #AB22AB)

# cmd:editshop_colours_create|param:name|desc
source: What should the colour role be called?
he_il: מה יהיה השם של הרול צבע הזה?
pt_br: Como a cor do cargo deverá ser chamada?

# cmd:editshop_colours_create|param:price|desc
source: How much should the colour role cost?
he_il: כמה הרול צבע הזה יעלה?
pt_br: Quanto deverá custar a cor do cargo?

# cmd:editshop_colours_create|error:parse_colour
source: I could not extract a colour value from `{colour}`! Please enter the colour as a hex string, e.g. `#FA0BC1`
he_il: לא הצלחתי להבין את הצבע מ `{colour}`! אנא הכנס צבע בצורה של hex לדוגמא: `#FA0BC1`
pt_br: Eu não consegui extrair os dados de `{colour}`! Por favor, digite a cor como um código HEX ex. `#FA0BC1`

# cmd:editshop_colours_create|error:perms
source: I do not have permission to create server roles! Please either give me this permission, or create the role manually and use `/editshop colours add` instead.
he_il: אין לי הרשאות נכונות ליצור רולים לשרת. אנא תן לי את ההרשאות, או צור את הרול ידנית ואז תמשתמש ב `/editshop colours add` במקום.
pt_br: Eu não tenho premissão para criar cargos do servidor! Por favor, primeiro me dê permissão, ou então crie o cargo manualmente e use `/editarloja cores add`.

# cmd:editshop_colours_create|error:max_colours
source: This server already has the maximum of `25` colour roles! Please remove some before adding or creating more.
he_il: לשרת יש כבר את המקסימום של 25 צבעים אנא מחק כמה מהם לפני שאתה יוצר חדשים.
pt_br: Este servidor já possui o máximo de ˋ25ˋ cores de cargo! Por favor, remova alguma antes de adicionar ou criar outra.

# cmd:editshop_colours_create|error:failed_unknown
source: An unknown Discord error occurred while creating your colour role! Please try again in a few minutes.
he_il: שגיאה לא ידועה התחוללה כשניסיתי ליצור את הרול הזה. אנא נסה שוב במספר דקות.
pt_br: Um erro desconhecido do Discord ocorreu quando estava sendo criado sua cor de cargo! Por favor, tente novamente em alguns minutos.

# cmd:editshop_colours_create|resp:done|title
source: Colour Role Created
he_il: רול צבע נוצר
pt_br: Cor de Cargo Criada

# cmd:editshop_colours_create|resp:done|desc
source: You have created the role {mention}, and added it to the colour shop for {coin}**{price}**!
he_il: יצרתם את הרול {mention}, והוספת אותו לחנות צבעים עבור {coin}**{price}**! בהצלחה!
pt_br: Você criou o cargo {mention}, e adicionou ele à loja de cores por {coin}**{price}**!

# cmd:editshop_colours_create|resp:done|field:position_note|value
source: The new colour role was added below all other roles. Remember a member's active colour is determined by their highest coloured role!
he_il: הרול צבע החדש נוסף מתחת לכל הצבעים האחרים. זכור כי הרול האקטיבי הוא הרול הכי מבניהם!
pt_br: A nova cor de cargo foi adicionada abaixo de todas as outras. Lembre-se que a cor ativa de um cargo é determinada pela equivalente à mais alta cor de cargo.

# cmd:editshop_colours_create|resp:done|field:position_note|name
source: Note
he_il: פתקית
pt_br: Nota

# cmd:editshop_colours_edit
source: edit
he_il: ערוך
pt_br: editar

# cmd:editshop_colours_edit|desc
source: Edit the name, colour, or price of a colour role.
he_il: ערוך את השם, צבע והמחיר של רול הצבע.
pt_br: Edite o nome, cor ou preço de uma cor de cargo.

# cmd:editshop_colours_edit|param:role
source: role
he_il: רול
pt_br: cargo

# cmd:editshop_colours_edit|param:name
source: name
he_il: שם
pt_br: nome

# cmd:editshop_colours_edit|param:colour
source: colour
he_il: צבע
pt_br: cor

# cmd:editshop_colours_edit|param:price
source: price
he_il: מחיר
pt_br: preço

# cmd:editshop_colours_edit|param:role|desc
source: Select a colour role to edit.
he_il: בחר בצבע לעריכה.
pt_br: Selecione a cor de um cargo para editar.

# cmd:editshop_colours_edit|param:name|desc
source: New name to give the colour role.
he_il: שם חדש לתת לרול הצבע.
pt_br: Novo nome para dar a esta cor de cargo.

# cmd:editshop_colours_edit|param:colour|desc
source: New colour for the colour role (as hex, e.g. #AB12AB).
he_il: צבע חדש עבור רול הצבע (לדוגמא #AB12AB)
pt_br: Nova cor para a cor de cargo (em código HEX, ex:. #AB12AB).

# cmd:editshop_colours_edit|param:price|desc
source: New price for the colour role.
he_il: מחיר חדש לרול הצבע.
pt_br: Novo preço para a cor de cargo.

# cmd:editshop_colours_edit|error:invalid_role
source: {mention} is not in the colour role shop!
he_il: {mention} לא נמצא בחנות צבעים.
pt_br: {mention} não está na loja de cores de cargo.

# cmd:editshop_colours_edit|error:no_args
source: You must give me one of `name`, `colour`, or `price` to update!
he_il: אתם חייבים לתת לי שם, צבע ומחיר כדי לעדכן!
pt_br: Você precisa me informar o ˋnomeˋ, ˋcorˋ ou ˋpreçoˋ para atualizar!

# cmd:editshop_colours_edit|error:parse_colour
source: I could not extract a colour value from `{colour}`! Please enter the colour as a hex string, e.g. `#FA0BC1`
he_il: לא הצלחתי להבין את הצבע מ `{colour}`! אנא הכנס צבע בצורה של hex לדוגמא: `#FA0BC1`
pt_br: Eu não consegui extrair um código de cor de ˋ{colour}ˋ! Por favor, informe a cor como um código HEX, ex. ˋ#FA0BC1ˋ

# cmd:editshop_colours_edit|error:perms
source: I do not have sufficient server permissions to edit this role!
he_il: אין לך הרשאות מתאימות בשרת עצמו כדי לערוך את הרול הזה!
pt_br: Eu não tenho permissões suficientes no servidor para editar este cargo.

# cmd:editshop_colours_edit|resp:done|line:price
source: {tick} Set price to {coin}**{price}**
he_il: {tick} המחיר נקבע ל{coin}**{price}**
pt_br: {tick} configurar o preço por {coin}**{price}**

# cmd:editshop_colours_edit|resp:done|line:role
source: {tick} Updated role to {mention}
he_il: {tick} הרול עודכן ל{mention}
pt_br: {tick} Cargo atualizado para {mention}

# cmd:editshop_colours_edit|resp:done|embed:title
source: Colour Role Updated
he_il: רול צבע עודכן
pt_br: Cor do Cargo Atualizada

# cmd:editshop_colours_auto
source: auto
he_il: אוטומטי
pt_br: automático

# cmd:editshop_colours_auto|desc
source: Automatically create a set of colour roles.
he_il: צור באופן אוטומטי סט של רולי צבעים עבור השרת שלך.
pt_br: Automaticamente crie uma sequência de cores de cargo.

# cmd:editshop_colours_add
source: add
he_il: הוסף
pt_br: adicionar

# cmd:editshop_colours_add|desc
source: Add an existing role to the colour shop.
he_il: הוסף רול קיים לחנות של הצבעים.
pt_br: Adicionar um cargo existente para a loja de cores de cargo.

# cmd:editshop_colours_add|param:role
source: role
he_il: רול
pt_br: cargo

# cmd:editshop_colours_add|param:price
source: price
he_il: מחיר
pt_br: preço

# cmd:editshop_colours_add|param:role|desc
source: Select a role to add to the colour shop.
he_il: בחר רול להוסיף לחנות צבעים.
pt_br: Selecione um cargo para adicionar à loja.

# cmd:editshop_colours_add|param:price|desc
source: How much should this role cost?
he_il: כמה הרול הזה יעלה?
pt_br: Quanto este cargo deveria custar?

# cmd:editshop_colours_add|error:max_colours
source: This server already has the maximum of `25` colour roles! Please remove some before adding or creating more.
he_il: לשרת יש כבר את המקסימום של 25 צבעים אנא מחק כמה מהם לפני שאתה יוצר חדשים.
pt_br: Este servidor já possui o máximo de ˋ25ˋ cores de cargo! Por favor, remova alguma antes de adicionar ou criar outra.

# cmd:editshop_colours_add|error:role_exists
source: The role {mention} is already registered as a colour role!
he_il: הרול {mention} כבר רשום בתור רול צבע בשרת הזה!
pt_br: O cargo {mention} já está registrado como uma cor de cargo.

# cmd:editshop_colours_add|error:role_perms
source: I do not have enough permissions to assign the role {mention}! Please ensure I have the `MANAGE_ROLES` permission, and that my top role is above this role.
he_il: אין לי מספיק הרשאות כדי לתת את הרול {mention}! בדקו שיש לי את ההרשאה `MANAGE_ROLES`, ושהרול שלי הוא הכי גבוה ברשימה של הרולים שלכם.
pt_br: Eu não tenho permissão para colocar o cargo {mention}! Por favor, garanta que eu tenha a permissão de ˋGERENCIAR_CARGOSˋ, e que meu cargo mais alto seja maior que este.

# cmd:editshop_colours_add|error:caller_perms
source: You do not have sufficient server permissions to assign {mention} to the shop! You must have `MANAGE_ROLES`, and your top role must be above this role.
he_il: אין לך מספיק הרשאות כדי להוסיף את {mention} לחנות! חייב להיות לך את ההרשאות `MANAGE_ROLES`, והרול שלך חייב להיות מעל הרול שאתה יוצר.
pt_br: Você não tem permissão suficiente para colocar {mention} na loja! Você precisa ter permissão para ˋGERENCIAR_CARGOSˋ, e seu maior cargo precisa estar acima deste.

# cmd:editshop_colours_add|error:role_has_admin
source: I refuse to add an administrator role to the LionCoin shop. That is a really bad idea.
he_il: אני לא יכול להרשות לכם להוסיף רול אדמין לחנות, זה רעיון ממש לא טוב.
pt_br: Eu me recuso a adicionar um cargo de Administrador à Loja de LionCoin. Isto é realmente uma péssima ideia.

# cmd:editshop_colours_add|resp:done|embed:title
source: Colour Role Created
he_il: רול צבע נוצר
pt_br: Cor de Cargo Criada

# cmd:editshop_colours_add|resp:done|embed:desc
source: You have added {mention} to the colour shop for {coin}**{price}**!
he_il: בחרתם את הרול {mention}, והוספת אותו לחנות צבעים עבור {coin}**{price}**! בהצלחה!
pt_br: Você adicionou {mention} à loja de cores por {coin}**{price}**!

# cmd:editshop_colours_clear
source: clear
he_il: נקה
pt_br: limpar

# cmd:editshop_colours_clear|desc
source: Remove all the colour roles from the shop, and optionally delete the roles.
he_il: הסר את כל הרולי צבעים מהחנות, ואפילו הסר אותם באופן כללי (אופציונלי).
pt_br: Remova todas as cores dos cargos da loja, e opcionalmente delete os cargos.

# cmd:editshop_colours_clear|param:delete
source: delete_roles
he_il: מחק_רול
pt_br: excluir_cargos

# cmd:editshop_colours_clear|param:delete|desc
source: Also delete the associated roles.
he_il: מחק גם את הרולים הקשורים.
pt_br: Também apague os cargos associados.

# cmd:editshop_colours_clear|error:no_colours
source: There are no coloured roles to remove!
he_il: אין רולים צבעים למחיקה!
pt_br: Não há cargos coloridos para remover.

# cmd:editshop_colours_clear|resp:done|line:clear
source: {tick} Colour shop cleared.
he_il: {tick} חנות הצבעים נוקתה.
pt_br: {tick} Loja de cores foi limpa.

# cmd:editshop_colours_clear|resp:done|line:refunding
source: {loading} Refunded **{count}/{total}** members.
he_il: {loading} החזרתי את הכסף ל**{count}/{total}** משתמשים.
pt_br: {loading} Reembolsados **{count}/{total}** membros.

# cmd:editshop_colours_clear|resp:done|line:refunded
source: {tick} Refunded **{total}/{total}** members.
he_il: {tick} החזרתי את הכסף ל**{total}/{total}** משתמשים.
pt_br: {tick} Reembolsados **{total}/{total}** membros.

# cmd:editshop_colours_clear|resp:done|line:deleted_failed
source: {emoji} Deleted **{count}/{total}** colour roles. (**{failed}** failed!)
he_il: {emoji} מחקתי **{count}/{total}** רולי צבעים. (**{failed}** נכשלו!)
pt_br: {emoji} Apagadas **{count}/{total}** cores de cargo. (**{failed}** failed!)

# cmd:editshop_colours_clear|resp:done|line:deleted
source: {emoji} Deleted **{count}/{total}** colour roles.
he_il: {emoji} מחקתי **{count}/{total}** רולי צבעים.
pt_br: {emoji} Apagadas **{count}/{total}** cores de cargo.

# cmd:editshop_colours_remove
source: remove
he_il: הסר
pt_br: remover

# cmd:editshop_colours_remove|desc
source: Remove a specific colour role from the shop.
he_il: מחק רול צבעים ספציפי מהחנות.
pt_br: Remova uma cor de cargo específica da loja.

# cmd:editshop_colours_remove|param:role
source: role
he_il: רול
pt_br: cargo

# cmd:editshop_colours_remove
source: delete_role
he_il: רול_למחיקה
pt_br: excluir_cargo

# cmd:editshop_colours_remove|param:role|desc
source: Select the colour role to remove.
he_il: בחר בצבע למחיקה.
pt_br: Selecione a cor de cargo para remover.

# cmd:editshop_colours_remove|param:delete_role|desc
source: Whether to delete the associated role.
he_il: האם למחוק גם את הרולים הקשורים.
pt_br: Se o cargo associado também deverá ser deletado.

# cmd:editshop_colours_remove|error:not_colour
source: {mention} is not in the colour role shop!
he_il: {mention} לא נמצא בחנות צבעים.
pt_br: {mention} não está na loja de cores de cargo!

# cmd:editshop_colours_remove|resp:done|line:delete
source: Successfully deleted the role.
he_il: הרול נמחק בהצלחה.
pt_br: Cargo deletado com sucesso!

# cmd:editshop_colours_remove|resp:done|line:delete
source: I do not have sufficient permissions to delete the role.
he_il: אין לך הרשאות מתאימות בשרת עצמו כדי לערוך את הרול הזה!
pt_br: Eu não tenho permissões suficientes para deletar o cargo.

# cmd:editshop_colours_remove|resp:done|line:delete
source: Failed to delete the role for an unknown reason.
he_il: לא הצלחתי למחוק את הרול בעקבות שגיאה לא ידועה.
pt_br: Houve uma falha ao deletar o cargo. Motivo desconhecido.

# cmd:editshop_colours_remove|resp:done|line:delete
source: Could not find the role in order to delete it.
he_il: לא הצלחתי למצוא את הרול על מנת למחוק אותו.
pt_br: Não consegui encontrar o cargo para deletá-lo.

# cmd:editshop_colours_remove|resp:done|embed:desc
source: Removed {mention} from the colour shop. {delete_line}
he_il: מחקתי את {mention} מחנות הרולים {delete_line}
pt_br: Removida {mention} da loja de cargos. {delete_line}

# ui:colourstore|menu:buycolours|embed:error|title
source: Purchase Failed!
he_il: הרכישה נכשלה!
pt_br: A compra falhou!

# ui:colourstore|menu:buycolours|resp:done|desc
source: {tick} You have purchased {mention}
he_il: {tick} קנית את {mention} בהצלחה
pt_br: {tick} Você comprou {mention}

# ui:colourstore|menu:buycolours|placeholder
source: There are no colour roles available to purchase!
he_il: אין רולים צבעים לרכישה!
pt_br: Não há cores de cargo disponíveis para venda!

# ui:colourstore|menu:buycolours|placeholder
source: Select a colour role to purchase!
he_il: בחר רול צבע לרכישה!
pt_br: Selecione uma cor de cargo para comprar!

# ui:colourstore|embed|line:owned_item
source: `[{j:02}]` | `{price} LC` | {mention} (You own this!)
he_il: `[{j:02}]` | `{price} מטבעות` | {mention} (יש לך את הצבע הזה!)
pt_br: `[{j:02}]` | `{price} LC` | {mention} (Você tem isto!)

# ui:colourstore|embed|line:item
source: `[{j:02}]` | `{price} LC` | {mention}
he_il: `[{j:02}]` | `{price} מטבעות` | {mention}

# ui:colourstore|embed|desc
source: No colour roles available for purchase!
he_il: אין רולים צבעים לרכישה!
pt_br: Não há cores de cargo disponíveis para compra.

# ui:colourstore|embed|title
source: Colour Role Shop
he_il: חנות רולי צבעים
pt_br: Loja de Cores de Cargo

# ui:colourstore|embed|footer:paged
source: Page {current}/{total}
he_il: עמוד {current}/{total}
pt_br: Página {current}/{total}

# ui:colourstore|embed|field:warning|name
source: Note!
he_il: פתקית!
pt_br: Atenção!

# ui:colourstore|embed|field:warning|value
source: Purchasing a new colour role will *replace* your currently colour {current} without refund!
he_il: קנייה של צבע חדש *תחליף* את הצבע הנוכחי שלך {current} ללא החזר כספי!
pt_br: Comprando um cargo colorido, a sua cor atual {current} será *alterada*, sem devolução das moedas gastas nela.
