Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/stats-gui.po
Languages: he_il

# skin:stats|header:col1
source: STATISTICS
he_il: סטטיסטיקות

# skin:stats|subheader:leaderboard
source: LEADERBOARD POSITION
he_il: מיקום בלוח הישגים

# skin:stats|mode:study|subheader:study
source: STUDY TIME
he_il: זמן למידה

# skin:stats|mode:voice|subheader:study
source: VOICE TIME
he_il: זמן בערוץ קול

# skin:stats|mode:text|subheader:study
source: MESSAGES
he_il: הודעות

# skin:stats|mode:anki|subheader:study
source: CARDS REVIEWED
he_il: קלפים שנעשו

# skin:stats|subheader:workouts
source: WORKOUTS
he_il: אימונים

# skin:stats|field:daily
source: DAILY
he_il: יומי

# skin:stats|field:weekly
source: WEEKLY
he_il: שבועי

# skin:stats|field:monthly
source: MONTHLY
he_il: חודשי

# skin:stats|field:alltime
source: ALL TIME
he_il: כל הזמנים

# skin:stats|field:time
source: TIME
he_il: זמן

# skin:stats|field:anki
source: ANKI: COMING SOON
he_il: אנקי: בקרוב

# skin:stats|mode:study|header:col2
source: STUDY STREAK
he_il: רצף למידה

# skin:stats|mode:voice|header:col2
source: VOICE STREAK
he_il: פעילות קולית רצף

# skin:stats|mode:text|header:col2
source: ACTIVITY STREAK
he_il: רצף פעילות

# skin:stats|mode:anki|header:col2
source: ANKI REVIEW STREAK
he_il: אנקי רצף

# skin:stats|mode:study|field:col2_summary
source: {amount} HRS
he_il: {amount} שעות

# skin:stats|mode:voice|field:col2_summary
source: {amount} HRS
he_il: {amount} שעות

# skin:stats|mode:text|field:col2_summary
source: {amount} XP
he_il: {amount} נקודות

# skin:stats|mode:anki|field:col2_summary
source: {amount} CARDS
he_il: {amount} כרטיסים

# skin:stats|cal|weekdays
source: S,M,T,W,T,F,S
he_il: ר,ש,ש,ר,ח,ש,ש

# skin:stats|cal|months
source: JANUARY,FEBRUARY,MARCH,APRIL,MAY,JUNE,JULY,AUGUST,SEPTEMBER,OCTOBER,NOVEMBER,DECEMBER
he_il: ינואר,פבואר,מרץ,אפריל,מאי,יוני,יולי,אוגוסט,ספטמבר,אוקטובר,נובמבר,דצמבר
