Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/statistics.po
Languages: he_il, pt_br, tr

# cmd:me
source: me
he_il: אני
pt_br: eu
tr: ben

# cmd:me|desc
source: Display your personal profile and summary statistics.
he_il: הצג את הפרופיל האישי שלך וסיכום סטטיסטיקות הפעילות שלך.

# cmd:stats
source: stats
he_il: סטטיסטיקות
pt_br: estatísticas
tr: istatistikler

# cmd:stats|desc
source: Weekly and monthly statistics for your recent activity.
he_il: סטטיסטיקות שבועיות וחודשיות של הפעילות האחרונה שלך.
pt_br: Estatísticas semanais, e mensais, das suas atividades recentes.
tr: Son zamanlardaki aftalık ve aylık istatistiklerinizi görüntüleyin.

# cmd:leaderboard
source: leaderboard
he_il: לוח השגים
pt_br: classificação
tr: lider tablosu

# cmd:leaderboard|desc
source: Server leaderboard.
he_il: לוח השגים של השרת
pt_br: Classificação no servidor.
tr: Sunucu lider tablosu.

# cmd:leaderboard|chunking|desc
source: Requesting server member list from Discord, please wait {loading}
he_il: מבקש רשימת חברים מדיסקורד, אנא המתן {loading}
pt_br: Requisitando lista de membros para o Discord. Por favor, aguarde {loading}

# cmd:configure_statistics
source: statistics
he_il: סטטיסטיקות
pt_br: estatísticas
tr: istatistikler

# cmd:configure_statistics|desc
source: Statistics configuration panel
he_il: תפריט הגדרות סטטיסטיקת פעילות
pt_br: Painel de configuração das estatísticas
tr: İstatistik konfigürasyon paneli

# cmd:configure_statistics|param:season_start
source: season_start
he_il: התחלת_סשן
pt_br: começo_estatísticas
tr: sezon_başı

# cmd:configure_statistics|param:season_start|desc
source: Time from which to start counting activity for rank badges and season leaderboards. (YYYY-MM-DD)
he_il: הזמן שבו אתחיל לספור את הפעילות של האנשים (אנחנו קוראים לזה "עונה") (YYYY-MM-DD)
pt_br: Tempo, de onde as estatísticas contarão para as classificações e ranking do servidor. (AAAA-MM-DD)
tr: Rütbe rozetlerinin ve sezon lider tablosunun hesaplanmaya başlandığı tarih. (YYYY-AA-GG)

# settype:stat|output:voice
source: `Voice`
he_il: `קול`
pt_br: ˋEm Canais de Vozˋ
tr: `Ses`

# settype:stat|output:text
source: `Text`
he_il: טקסט
pt_br: ˋMensagemˋ
tr: `Metin`

# settype:stat|output:anki
source: `Anki`
he_il: אנקי
pt_br: ˋAnkiˋ

# settype:stat|input_format:voice
source: Voice
he_il: קול
pt_br: Em Canais de Voz
tr: Ses

# settype:stat|input_format:text
source: Text
he_il: טקסט
pt_br: Mensagens
tr: Metin

# settype:stat|input_format:anki
source: Anki
he_il: אנקי

# settype:stat|input_pattern:voice
source: voice|study
he_il: קול|למידה
pt_br: voz|estudo
tr: ses|çalışması

# settype:stat|input_pattern:text
source: text|messages
he_il: טקסט|הודעות
pt_br: texto|mensagens
tr: metin|mesajı

# settype:stat|input_pattern:anki
source: anki
he_il: אנקי

# settype:state|accepts
source: Voice/Text/Anki
he_il: קול/טקסט/אנקי
pt_br: Voz/Texto/Anki
tr: Ses/Metin/Anki

# userset:show_global_stats
source: global_stats
he_il: סטטיסטיקות_גלובליות
pt_br: estatísticas_globais
tr: global_istatistik

# userset:show_global_stats|desc
source: Whether displayed statistics include all your servers.
he_il: האם הסטטיסטקות יכללו את כל השרתים שאתה נמצא בהם ביחד.
pt_br: Se irá mostrar a estatística escolhida de todos os seus servidores.
tr: Görüntülenen istatistiklerin tüm sunucularınızı içerip içermediği.

# userset:show_global_stats|long_desc
source: Whether statistics commands display combined stats for all servers or just your current server.
he_il: האם פקודות סטטיקטיקה יראו את הפעילות של המשתמשים מכל השרתים או רק השרת הנוכחי.
pt_br: Se o comando de estatísticas deve mostrar as estatísticas combinadas de todos seus servidores, ou somente do servidor atual.
tr: İstatistik komutlarının tüm sunucular için birleştirilmiş istatistikleri mi yoksa yalnızca mevcut sunucunuz için mi görüntüleyeceği.

# guildset:season_start
source: season_start
he_il: התחלת_סשן
pt_br: começo_estatísticas
tr: sezon_başı

# guildset:season_start|desc
source: Start of the current statistics season.
he_il: התחל את העונה החדשה של הסטטיסטיקות בשרת.
pt_br: Conta as estatísticas a partir desta data.
tr: Şu anki istatistik sezonunun başlangıcı.

# guildset:season_start|long_desc
source: Activity ranks will be determined based on tracked activity since this time, and the leaderboard will display activity since this time by default. Unset to disable seasons and use all-time statistics instead. Provided dates and times are assumed to be in the guild `timezone`, so set this first!
he_il: דרגות יקבעו על בסיס פעילות מהזמן הזה, ולוח השיאים יוצג מהזמן הזה. הסר על מנת לבטל "עונות" ולהשתמש בלוח שיאים מכל הזמנים במקום. התאריכים שניתנים מושפעים מאזור הזמן שקבעתם בהגדרות שרת שלכם, אז תהיו בטוחים ששינית את אזור הזמן קודם!
pt_br: Os Níveis de Classificação serão computados com base na atividade desde esta data, assim como a Tabela de Classificação do servidor. Para que sejam usadas as estatísticas desde o início do servidor, deixe sem configurações de data. Os dias e as horas das estatísticas são baseadas no ˋfuso horárioˋ do servidor, então, configure-o primeiro!

# guildset:season_start|accepts
source: The season start time in the form YYYY-MM-DD HH:MM
he_il: אנא השתמשו בYYYY-MM-DD HH:MM
pt_br: Determine o marco temporal a para o começo das estatísticas de atividades. Use formato AAAA-MM-DD HH:MM
tr: Bu sezon başlangıç zamanı formatı YYYY-AA-GG SS:DD

# guildset:season_start|notset
source: Not Set (Using all-time statistics)
he_il: לא נבחר (משתמש בסטטיסטיקות מכל הזמנים)
pt_br: Não Configurado (Usando estatísticas desde o início dos registros)
tr: Ayarlanmadı (Tüm zamanların istatistiği kullanılıyor)

# guildset:season_start|parse|error:future_time
source: Provided season start time {timestamp} is in the future!
he_il: התאריך שהבאת לתחילת העונה {timestamp} הוא בעתיד!
pt_br: A data informada {timestamp} para começar a contar as estatísticas, é no futuro!
tr: Belirtilen sezon başlangıç zamanı {timestamp} gelecekte yer alıyor!

# guildset:season_start|set_response|set
source: The leaderboard season and activity ranks will now count from {timestamp}. Member ranks will update when they are next active. Use {rank_cmd} and press **Refresh Member Ranks** to refresh all ranks immediately.
he_il: לוח השיאים עכשיו יציג את הסטטיסטיקות של של העונה שקבעת שתתחיל מ{timestamp}. הדרגות של האנשים יעודכנו בפעם הבאה שהם יהיו פעילים. השתמשו ב {rank_cmd} אם אתם רוצים לעדכן אותם באופן מיידי.
pt_br: A Tabela de Classificação, e os Níveis de Atividade, serão contados desde {timestamp}. Os níveis dos membros serão atualizados assim que eles ficarem ativos novamente. Use {rank_cmd} e clique em **Atualizar Níveis dos Membros** para atualizar todos os níveis imediatamente.

# guildset:season_start|set_response|unset
source: The leaderboard and activity ranks will now count all-time statistics. Member ranks will update when they are next active. Use {rank_cmd} and press **Refresh Member Ranks** to refresh all ranks immediately.
he_il: לוח השיאים עכשיו יציג את הסטטיסטיקות של של המכל הזמנים עד הפעם הבאה שתפעילו את הופציה הזה. הדרגות של האנשים יעודכנו בפעם הבאה שהם יהיו פעילים. השתמשו ב {rank_cmd} אם אתם רוצים לעדכן אותם באופן מיידי.
pt_br: A Tabela de Classificação e os Níveis de Atividade irão contar desde o início. Os membros terão seus níveis atualizados assim que ficarem ativos novamente. Use {rank_cmd} e clique em **Atualizar Níveis dos Membros** para atualizar todos os níveis imediatamente.

# guildset:unranked_roles
source: unranked_roles
he_il: רולים_ללא_מעקב
pt_br: cargos_não_contabilizados
tr: seviyesiz_roller

# guildset:unranked_roles|desc
source: Roles to exclude from the leaderboards.
he_il: רולים שלא אציג בלוח השיאים.
pt_br: Cargos que não serão mostrados nas classificações.
tr: Lider tablosundan hariç tutulacak roller.

# guildset:unranked_roles|long_desc
source: When set, members with *any* of these roles will not appear on the /leaderboard ranking list.
he_il: כשמופעל, אנשים עם *אחד* מהרולים האלו לא יופיע בלוח השיאים.
pt_br: Quando configurado, membros com *qualquer* destes cargos, não irão aparecer na /classificação do servidor.
tr: Ayarlandığında bu rollerden **herhangi birinde** bulunan kullanıcılar /leaderboard rütbe sıralamasında gösterilmeyecektir.

# guildset:unranked_roles|accepts
source: Comma separated list of unranked role names or ids.
he_il: רשימה מופרדת עם פסיקים של הערוצים, רולים, אנשים ומספר זהות של מי שלא תרצו שאתן לו דרגות.
pt_br: Nome ou ID dos cargos não contabilizados para classificações, separados por vírgula.
tr: Rütbesiz rollerin adları ya da ID'lerinin virgülle ayrılmış listesi.

# guildset:unranked_roles|set_using
source: Role selector below.
he_il: בחירת רולים בתחתית.
pt_br: Selecione o cargo abaixo.
tr: Rol seçici aşağıdadır.

# guildset:unranked_roles|set_response|set
source: Members of the following roles will not appear on the leaderboard: {roles}
he_il: אנשים עם הרולים הבאים לא יפיעו בלוח השיאים: {roles}
pt_br: Os membros dos cargos seguintes não irão aparecer na Lista de Classificação: {roles}
tr: Belirtilen rollere sahip üyeler lider tablosunda görünmeyecek: {roles}

# guildset:unranked_roles|set_response|unset
source: You have cleared the unranked role list.
he_il: ניקית את הרשימה של הרולים שאני לא עוקב אחריהם.
pt_br: Você limpou a lista de cargos não contabilizáveis.
tr: Rütbesiz rol listesini temizledin.

# guildset:visible_stats
source: visible_stats
he_il: סטטיסטיקות_זמינות
pt_br: estatística_visível
tr: görünen_istatistikler

# guildset:visible_stats|desc
source: Which statistics will be visible in the statistics commands.
he_il: איזה סוג סטטיסטיקה יהיה זמין כמשתמשים ישתמשו בפקודה שמראה להם את הסטטיסטיקה שלהם.
pt_br: Quais estatísticas poderão ser vistas através dos comandos de estatística deste servidor.
tr: İstatistik komutunda hangi istatistiklerin gösterileceği.

# guildset:visible_stats|desc
source: Choose which statistics types to display in the leaderboard and statistics commands.
he_il: בחר באיזה סוג סטטיסטיקה לוח השיאים ופקודות הסטטיסטיקה ישתמשו.
pt_br: Escolha quais tipos de estatística a serem mostradas na Lista de Classificação e nos comandos de estatísticas deste servidor.
tr: Lider tablosunda ve istatistik komutunda hangi istatistik türlerinin gösterileceğini seçin.

# guildset:visible_stats|accepts
source: Voice, Text, Anki
he_il: קול, טקסט, אנקי
pt_br: Voz, Mensagens, Anki
tr: Ses, Metin, Anki

# guildset:visible_stats|set_using
source: Option menu below.
he_il: תפריט בחירה למטה.
pt_br: Opção de menu, abaixo.
tr: Seçenek menüsü aşağıda.

# guildset:visible_stats|set_response
source: Members will be able to view the following statistics types: {types}
he_il: משתמשים יוכלו לראות את הסוגי סטטיסטיקה הבאים: {types}
pt_br: Os membros estarão aptos a ver os seguintes tipos de estatísticas: {types}
tr: Üyeler bundan böyle bu istatistik türlerini görüntüleyebilecek: {types}

# guildset:default_stat
source: default_stat
he_il: ברירתמחדל_סטטיסטיקה
pt_br: estatística_padrão
tr: varsayılan_istatistik

# guildset:default_stat|desc
source: Statistic type to display by default in setting dialogues.
he_il: סוג הסטטיסטיקה שתרצו לראות כשאתם משחקים עם ההגדרות.
pt_br: Tipo de estatística para ser mostrada como padrão na configuração de conversas.
tr: Diyalogların ayarlanmasında varsayılan olarak görüntülenecek istatistik türü.

# guildset:default_stat|long_desc
source: Which statistic type to display by default in setting dialogues.
he_il: איזה סוג סטטיסטיקה תרצו להראות כברירת מחדל בהגדרות?
pt_br: Qual o tipo de estatística para ser mostrada por padrão nas configurações de conversas.
tr: Diyalogların ayarlanmasında varsayılan olarak hangi istatistik türünün görüntüleneceği.

# ui:statistics_config|menu:unranked_roles|placeholder
source: Select Unranked Roles
he_il: בחר רולים ללא מעקב
pt_br: Selecione Cargos Não Contabilizáveis
tr: Rütbesiz Rolleri Seçin

# ui:statistics_config|menu:visible_stats|item:voice|mode:voice
source: Voice Activity
he_il: פעילות חדרי קול
pt_br: Atividade em Canal de Voz
tr: Ses Aktivitesi

# ui:statistics_config|menu:visible_stats|item:voice|mode:study
source: Study Statistics
he_il: סטטיסטיקת למידה
pt_br: Estatísticas de Estudos
tr: Çalışma İstatistikleri

# ui:statistics_config|menu:visible_stats|item:text
source: Message Activity
he_il: פעילות הודעות
pt_br: Atividade em Conversas
tr: Mesaj Aktivitesi

# ui:statistics_config|menu:visible_stats|item:anki
source: Anki Reviews
he_il: ביקורות אנקי
pt_br: Revisões Anki
tr: Anki İncelemeleri

# ui:statistics_config|menu:visible_stats|placeholder
source: Select Visible Statistics
he_il: בחר סטטיסטקות ציבוריות
pt_br: Selecione Estatísticas Visíveis
tr: Görünen İstatistikleri Seçin

# ui:statistics_config|embed|title
source: Statistics Configuration Panel
he_il: תפריט הגדרות סטטיסטיקת פעילות
pt_br: Painel de Configuração de Estatísticas
tr: İstatistik Konfigürasyon Paneli

# dash:stats|title
source: Activity Statistics Configuration ({commands[configure statistics]})
he_il: תפריט סטטיסטיקת פעילות ({commands[configure statistics]})

# dash:stats|dropdown|placeholder
source: Activity Statistics Panel
he_il: תפריט סטטיסטיקת פעילות
pt_br: Painel de Estatísticas de Atividade
tr: Aktivite İstatistik Paneli

# ui:MonthlyUI|name
source: Monthly
he_il: חודשי
pt_br: Mensal
tr: Aylık

# ui:WeeklyUI|name
source: Weekly
he_il: שבועי
pt_br: Semanal
tr: Haftalık

# ui:SummaryUI|name
source: Summary
he_il: סיכום
pt_br: Sumário
tr: Özet

# menu:stat_type|opt:weekly_voice|name
source: Weekly Voice Statistics
he_il: סיכום סטטיסטיקות שבועיות (קוליות)
pt_br: Estatística Semanal em Canal de Voz
tr: Haftalık Ses İstatistikleri

# menu:stat_type|opt:weekly_text|name
source: Weekly Text Statistics
he_il: סטטיסטיקות טקסט שבועיות
pt_br: Estatística Semanal em Conversas
tr: Haftalık Metin İstatistikleri

# menu:stat_type|opt:weekly_anki|name
source: Weekly Anki Statistics
he_il: סטטיסטיקות אנקי שבועיות
pt_br: Estatística Semanal Anki
tr: Haftalık Anki İstatistikleri

# menu:stat_type|opt:monthly_voice|name
source: Monthly Voice Statistics
he_il: סטטיסטיקות קול חודשיות
pt_br: Estatística Mensal em Canal de Voz
tr: Aylık Ses İstatistikleri

# menu:stat_type|opt:monthly_text|name
source: Monthly Text Statistics
he_il: סטטיסטיקות טקסט חודשיות
pt_br: Estatística Mensal em Conversas
tr: Aylık Metin İstatistikleri

# menu:stat_type|opt:monthly_anki|name
source: Monthly Anki Statistics
he_il: סטטיסטיקות אנקי חודשיות
pt_br: Estatística Mensal Anki
tr: Aylık Anki İstatistikleri

# modal:goal_editor|field:task_goal|label
source: Task goal
he_il: מטרת מטלות
pt_br: Meta de Tarefas
tr: Görev hedefi

# modal:goal_editor|field:task_goal|placeholder
source: Enter the number of tasklist tasks you aim to do
he_il: הכנס את מספר המטלות שאתה מכוון להגיע אליו
pt_br: Digite o número de tarefas da lista-de-tarefas para ser o objetivo.
tr: Yapmayı hedeflediğiniz görev listesi görev sayısını giriniz.

# modal:goal_editor|field:task_goal|error:NAN
source: The provided task goal `{input}` is not a number! Please try again.
he_il: המטרה שהבאת `{input}` אינה מספר, אנא נסו שוב.
pt_br: A meta de tarefas informada ˋ{input}ˋ não é um número! Por favor, tente novamente.
tr: Belirtilen görev hedefi `{input}` bir sayı değil! Lütfen tekrar deneyin.

# modal:goal_editor|field:voice_goal|label
source: Study time goal
he_il: מטרת זמן למידה
pt_br: Meta de Horas de Estudo
tr: Çalışma zamanı hedefi

# modal:goal_editor|field:voice_goal|placeholder
source: Enter a number of hours of study to aim for.
he_il: הכנס את מספר השעות שאתה רוצה ללמוד.
pt_br: Digite o número de horas de estudo para ser o objetivo.
tr: Hedeflediğiniz çalışma saati sayınızı giriniz.

# modal:goal_editor|field:text_goal|label
source: Message goal
he_il: מטרת הודעות
pt_br: Meta de Mensagens
tr: Mesaj hedefi

# modal:goal_editor|field:text_goal|placeholder
source: Enter a message count to aim for.
he_il: הכנס את מספר ההודעות שתרצה לשלוח.
pt_br: Digite um valor de mensagens para ser o objetivo.
tr: Hedeflediğiniz mesaj sayısını giriniz.

# modal:goal_editor|field:anki_goal|label
source: Card goal
he_il: מטרות כרטיסים
pt_br: Meta Cartões
tr: Kart Hedefi

# modal:goal_editor|field:anki_goal|label
source: Enter a number of card revisions to aim for.
he_il: הכנס את מספר הקלפים שתרצה לעשות.
pt_br: Digite um número de revisões em cartões do Anki para ser o objetivo.
tr: Hedeflediğiniz kart sayısını giriniz.

# modal:goal_editor|field:voice_goal|error:NAN
source: The provided study time goal `{input}` is not a number! Please try again.
he_il: המטרה שהבאת `{input}` אינה מספר, אנא נסו שוב.
pt_br: A meta de estudos informada ˋ{input}ˋ não é um número! Por favor, tente novamente.
tr: Belirtilen çalışma zamanı hedefi `{input}` bir sayı değil! Lütfen tekrar deneyin.

# modal:goal_editor|field:text_goal|error:NAN
source: The provided message goal `{input}` is not a number! Please try again.
he_il: המטרה שהבאת `{input}` אינה מספר, אנא נסו שוב.
pt_br: A meta de conversas informada ˋ{input}ˋ não é um número! Por favor, tente novamente.
tr: Belirtilen mesaj hedefi `{input}` bir sayı değil! Lütfen tekrar deneyin.

# modal:goal_editor|field:anki_goal|error:NAN
source: The provided card goal `{input}` is not a number! Please try again.
he_il: המטרה שהבאת `{input}` אינה מספר, אנא נסו שוב.
pt_br: A meta de cartões informada ˋ{input}ˋ não é um número! Por favor, tente novamente.
tr: Belirtilen kart hedefi `{input}` bir sayı değil! Lütfen tekrar deneyin.

# modal:goal_editor|field:weekly_task_editor|label
source: Tasks to complete this week (one per line)
he_il: מטלות להשלים בשבוע הזה (אחת בכל שורה)
pt_br: Tarefas a completar nesta semana (uma por linha)
tr: Bu hafta tamamlanacak görevler (her satıra bir tane)

# modal:goal_editor|field:weekly_task_editor|placeholder
source: [ ] Write my biology essay [x] Complete the second maths assignment
he_il: [ ] לקרוא את הסיכום ביולוגיה שלי [x] להגיש שיעורי בית למורה שאני שונא
pt_br: [ ] Escrever minha redação de biologia [x] Estudar na A Seita todos os dias da semana
tr: [ ] Biyoloji metnimi hazırla [x] İkinci matematik ödevimi tamamla

# modal:goal_editor|field:monthly_task_editor|label
source: Tasks to complete this month (one per line)
he_il: מטלות להשלים בחודש הזה (אחת בכל שורה)
pt_br: Tarefas para completar este mês (uma por linha)
tr: Bu ay tamamlanacak görevler (her satıra bir tane)

# modal:goal_editor|field:monthly_task_editor|placeholder
source: [ ] Write my biology essay [x] Complete the second maths assignment
he_il: [ ] לקרוא את הסיכום ביולוגיה שלי [x] להגיש שיעורי בית למורה שאני שונא
pt_br: [ ] Escrever minha redação de biologia [x] Estudar na A Seita todos os dias da semana
tr: [ ] Biyoloji metnimi hazırla [x] İkinci matematik ödevimi tamamla

# modal:goal_editor||field:task_editor|error:parse_general
source: Malformed task! `{input}`
he_il: מטלה שגויה! `{input}`
pt_br: Tarefa fora do padrão! ˋ{input}ˋ
tr: Yanlış biçimlendirilmiş görev! `{input}`

# modal:goal_editor|title
source: Weekly goal editor
he_il: עורך מטרות שבועיות
pt_br: Editor Meta Semanal
tr: Haftalık hedef düzenleyicisi

# modal:goal_editor|monthly|title
source: Monthly goal editor
he_il: ערוך מטרות חודשיות
pt_br: Editor Meta Mensal
tr: Aylık hedef düzenleyicisi

# ui:weeklymonthly|button:edit_goals|label
source: Edit Goals
he_il: ערוך מטרות
pt_br: Editor Metas
tr: Hedefleri düzenle

# ui:weeklymonthly|button:period|close|label
source: Close Selector
he_il: סגור תפריט
pt_br: Fechar Seletor
tr: Seçiciyi Kapat

# ui:weeklymonthly|button:period|weekly|label
source: Select Week
he_il: בחר שבוע
pt_br: Selecionar Semana
tr: Haftayı Seç

# ui:weeklymonthly|button:period|monthly|label
source: Select Month
he_il: בחר חודש
pt_br: Selecionar Mês
tr: Ayı Seç

# ui:weeklymonthly|menu:period|weekly|placeholder
source: Select a week to display
he_il: בחר שבוע להצגה
pt_br: Selecione uma semana para mostrar
tr: Görüntülenecek haftayı seç

# ui:weeklymonthly|menu:period|monthly|placeholder
source: Select a month to display
he_il: בחר חודש להצגה
pt_br: Selecione um mês para mostrar
tr: Görüntülenecek ayı seç

# ui:WeeklyMonthly|button:global|resp:success
source: You will now see combined statistics from all your servers (where applicable)! Press again to revert.
he_il: עכשיו תוכל לראות סטטיסטיקות מכל השרתים שבהם אתה נמצא! (וגם אני). לחץ שוב על מנת לראות סטטיסטיקות רק מהשרת הזה.
pt_br: Você irá ver as estatísticas combinadas de todos os seus servidores (onde for possível)! Pressione novamente para desfazer.
tr: Şu anda tüm sunucularınızın birleştirilmiş istatistiklerini göreceksiniz (uygun olanları)! Geri almak için bir daha basın.

# ui:WeeklyMonthly|button:global|mode:local
source: Server Statistics
he_il: סטטיסטיקות שקת
pt_br: Estatísticas do Servidor
tr: Sunucu İstatistikleri

# ui:WeeklyMonthly|button:global|mode:global
source: Global Statistics
he_il: סטטיסטיקות גלובליות
pt_br: Estatísticas Globais
tr: Global İstatistikler

# modal:profile_editor|field:editor|label
source: Profile Tags (One line per tag)
he_il: תאגי כרטיס (שורה חדשה עבור כל תאג)
pt_br: Etiquetas de Perfil (uma linha por etiqueta)
tr: Profil Etiketleri (Her satıra bir tane etiket)

# modal:profile_editor|field:editor|placeholder
source: Mathematician Loves Cats
he_il: מתמטיקאי אוהב חתולים
pt_br: Matematico AmaGatos
tr: Matematikçi Kedileri Sever

# modal:profile_editor|title
source: Profile Tag Editor
he_il: עורך כרטיס אישי
pt_br: Editor Etiquetas Perfil
tr: Profil Etiketi Editörü

# modal:profile_editor|error:too_many_tags
source: Too many tags! You can have at most `{limit}` profile tags.
he_il: יותר מידי תאגים! אתה יכול להוסיף רק `{limit}` לכרטיס שלך.
pt_br: Muitas etiquetas de perfil! Você pode ter no máximo ˋ{limit}ˋ etiquetas de perfil.
tr: Çok fazla etiket! En fazla `{limit}` adet profil etiketiniz olabilir.

# menu:stat_type|opt:voice|name
source: Voice Statistics
he_il: סטטיסטיקות קול
pt_br: Etatísticas em Canal de Voz
tr: Ses İstatistikleri

# menu:stat_type|opt:text|name
source: Text Statistics
he_il: סטטיסטיקות טקסט
pt_br: Estatísticas em Conversas
tr: Metin İstatistikleri

# menu:stat_type|opt:anki|name
source: Anki Statistics
he_il: סטטיסטיקות אנקי
pt_br: Estatísticas Anki
tr: Anki İstatistikleri

# modal:profile_editor|resp:success
source: Your profile has been updated!
he_il: הפרופיל שלך עודכן!
pt_br: Seu perfil foi atualizado!
tr: Profiliniz güncellenmiştir!

# ui:profile_card|button:edit|label
source: Edit Profile Badges
he_il: ערוך תגיות כרטיס תלמיד
pt_br: Editar Distintivos Perfil
tr: Profil Rozetlerini Güncelle

# ui:profile_card|button:statistics|label:hide
source: Hide Statistics
he_il: הסתדר סטטיסטיקה
pt_br: Ocultar Estatísticas
tr: İstatistikleri Gizle

# ui:profile_card|button:statistics|label:show
source: Show Statistics
he_il: הצג סטטיסטיקות
pt_br: Mostrar Estatísticas
tr: İstatistikleri Göster

# ui:Profile|button:global|resp:success
source: You will now see statistics from all you servers (where applicable)! Press again to revert.
he_il: עכשיו תוכל לראות סטטיסטיקות מכל השרתים שבהם אתה נמצא! (וגם אני). לחץ שוב על מנת לראות סטטיסטיקות רק מהשרת הזה.
pt_br: Agora, você irá ver estatísticas de todos os seus servidores (em que possível)! Clique novamente para desfazer.
tr: Şu anda tüm sunucularınızın istatistiklerini göreceksiniz (uygun olanları)! Geri almak için bir daha basın.

# ui:leaderboard|menu:stats|placeholder
source: Select Activity Type
he_il: בחר סוג פעילות
pt_br: Selecione Tipo de Atividade
tr: Aktivite Türünü Seçin

# ui:leaderboard|menu:stats|item:voice
source: Voice Activity
he_il: פעילות חדרי קול
pt_br: Atividade em Canal de Voz
tr: Ses Etkinlikleri

# ui:leaderboard|menu:stats|item:study
source: Study Statistics
he_il: סטטיסטיקת למידה
pt_br: Estatísticas de Estudos
tr: Çalışma İstatistikleri

# ui:leaderboard|menu:stats|item:message
source: Message Activity
he_il: פעילות הודעות
pt_br: Atividade em Conversas
tr: Mesaj Aktivitesi

# ui:leaderboard|menu;stats|item:anki
source: Anki Cards Reviewed
he_il: קלפי אנקי שהושלמו
pt_br: Cartões Anki Revisados
tr: Anki Kartları Görüntülendi
