Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/statistics.po
Languages: he_il, pt_br, tr

# ui:leaderboard|button:season|label
source: This Season
he_il: בעונה הזו
pt_br: Neste Período
tr: Bu Sezon

# ui:leaderboard|button:day|label
source: Today
he_il: היום
pt_br: Hoje
tr: Bugün

# ui:leaderboard|button:week|label
source: This Week
he_il: בשבוע הזה
pt_br: Esta Semana
tr: Bu Hafta

# ui:leaderboard|button:month|label
source: This Month
he_il: בחודש הנוכחי
pt_br: Este Mês
tr: Bu Ay

# ui:leaderboard|button:alltime|label
source: All Time
he_il: כל הזמנים
pt_br: Desde Sempre
tr: Tüm Zamanlar

# ui:leaderboard|button:jump|label
source: Jump
he_il: קפוץ
pt_br: Ir
tr: Atla

# ui:leaderboard|button:jump|input:title
source: Jump to page
he_il: קפוץ אל עמוד
pt_br: Ir para a página
tr: Sayfaya git

# ui:leaderboard|button:jump|input:question
source: Page number to jump to
he_il: מספר עמוד לקפוץ אליו
pt_br: Número da página para ir
tr: Gidilecek sayfa numarası

# ui:leaderboard|button:jump|error:invalid_page
source: Invalid page number, please try again!
he_il: מספר עמוד לא נכון, אנא נסה שוב!
pt_br: Número da página inválido, por favor, tente novamente!
tr: Geçersiz sayfa numarası, lütfen tekrar deneyin!

# ui:leaderboard|chunk_warning
source: **Note:** Could not retrieve member list from Discord, so some members may be missing. Try again in a minute!
he_il: שימו לב: לא הצלחתי להשיג רשימה עדכנית של המשתמשים מדיסקורד, אז כמה משתמשים יהיו חסרים. אנא נסו שוב עוד דקה!
pt_br: **Nota:** Não pude recuperar a lista de membros do Discord, então alguns membros podem estar faltando. Tente novamente em um minuto!

# ui:leaderboard|since
source: Counting statistics since {timestamp}
he_il: סופר סטטיסטיקות מ {timestamp}
pt_br: Estatísticas sendo contadas desde {timestamp}

# ui:leaderboard|mode:voice|message:empty|desc
source: There has been no voice activity since {timestamp}
he_il: לא הייתה פעילות קולית מאז {timestamp}
pt_br: Não houve atividade em canais de voz desde {timestamp}

# ui:leaderboard|mode:text|message:empty|desc
source: There has been no message activity since {timestamp}
he_il: לא הייתה פעילות הודעות מאז {timestamp}
pt_br: Não houve atividade em conversas desde {timestamp}

# ui:leaderboard|mode:anki|message:empty|desc
source: There have been no Anki cards reviewed since {timestamp}
he_il: לא היו שום קלפי אנקי שבוצעו מאז {timestamp}
pt_br: Não houve atividade em Cartões Anki desde {timestamp}

# ui:leaderboard|message:empty|title
source: Leaderboard Empty!
he_il: לוח ההישגים ריק!
pt_br: Lista de Classificação Vazia!
tr: Lider Tablosu Boş!

# ui:weeklymonthly|menu:period|weekly|label
source: {year} W{week}
pt_br: {year} S{week}
tr: {year} H{week}

# ui:weeklymonthly|menu:period|weekly|desc
source: {start_day} {start_month} {start_year} to {end_day} {end_month} {end_year}
pt_br: {start_day} {start_month} {start_year} até {end_day} {end_month} {end_year}
