Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/sysadmin.po
Languages: pt_br

# botset:presence_status|desc
source: Bot status indicator
pt_br: Indicador de sitação do bot

# botset:presence_status|long_desc
source: Whether the bot account displays as online, idle, dnd, or offline.
pt_br: Se o usuário do bot é mostrado como online, ausente, não perturbe ou offline.

# botset:presence_status|accepts
source: Online/Idle/Dnd/Offline
pt_br: Online/Inativa/Não Perturbe/Offline

# botset:presence_status|output:idle
source: **Idle**
pt_br: **Ausente**

# botset:presence_status|output:dnd
source: **Do Not Disturb**
pt_br: **Ocupado**

# botset:presence_status|input_format:idle
source: Idle
pt_br: Ausente

# botset:presence_status|input_format:dnd
source: DND
pt_br: Não Perturbe

# botset:presence_status|input_pattern:idle
source: idle
pt_br: ausente

# botset:presence_status|input_pattern:dnd
source: do not disturb|dnd
pt_br: não perturbe|np

# botset:presence_status|input_pattern:offline
source: off|offline|invisible
pt_br: off|offline|invisível

# botset:presence_type
source: activity_type
pt_br: tipo_de_atividade

# botset:presence_type|desc
source: Type of presence activity
pt_br: Tipo de atividade atual

# botset:presence_type|long_desc
source: Whether the bot activity is shown as 'Listening', 'Playing', or 'Watching'.
pt_br: Se a atividade do bot é mostrada como 'Ouvindo', 'Jogando' ou 'Assistindo'.

# botset:presence_type|accepts
source: Listening/Playing/Watching/Streaming
pt_br: Ouvindo/Jogando/Assistindo/Transmitindo

# botset:presence_type|output:watching
source: **Watching**
pt_br: **Assistindo**

# botset:presence_type|output:listening
source: **Listening**
pt_br: **Ouvindo**

# botset:presence_type|output:playing
source: **Playing**
pt_br: **Jogando**

# botset:presence_type|output:streaming
source: **Streaming**
pt_br: **Transmitindo**

# botset:presence_type|input_format:watching
source: Watching
pt_br: Assistindo

# botset:presence_type|input_format:listening
source: Listening
pt_br: Ouvindo

# botset:presence_type|input_format:playing
source: Playing
pt_br: Jogando

# botset:presence_type|input_format:streaming
source: Streaming
pt_br: Transmitindo

# botset:presence_type|input_pattern:watching
source: watching
pt_br: assistindo

# botset:presence_type|input_pattern:listening
source: listening
pt_br: ouvindo

# botset:presence_type|input_pattern:playing
source: playing
pt_br: jogando

# botset:presence_type|input_pattern:streaming
source: streaming
pt_br: transmitindo

# botset:presence_name
source: activity_name
pt_br: nome_da_atividade

# botset:presence_name|desc
source: Name of the presence activity
pt_br: Nome da atividade atual

# botset:presence_name|long_desc
source: Presence activity name.
pt_br: Nome da atividade atual.

# botset:presence_name|accepts
source: The name of the activity to show.
pt_br: Nome da atividade a mostrar.
