Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/tasklist.po
Languages: es_419, he_il, pt_br

# argtype:Before|opt:HOUR
source: The last hour
es_419: La última hora
he_il: בשעה האחרונה
pt_br: Última hora

# argtype:Before|opt:HALFDAY
source: The last 12 hours
es_419: Las últimas 12 horas
he_il: ב12 שעות האחרונות
pt_br: Nas últimas 12 horas

# argtype:Before|opt:DAY
source: The last 24 hours
es_419: Las últimas 24 horas
he_il: ביממה האחרונה
pt_br: Nas últimas 24 horas

# argtype:Before|opt:TODAY
source: Today
es_419: Hoy
he_il: היום
pt_br: Hoje

# argtype:Before|opt:YESTERDAY
source: Yesterday
es_419: Ayer
he_il: אתמול
pt_br: Ontem

# argtype:Before|opt:Monday
source: This Monday
es_419: Este lunes
he_il: יום שני
pt_br: Esta Segunda

# argtype:Before|opt:THISMONTH
source: This Month
es_419: Este mes
he_il: בחודש הנוכחי
pt_br: Este Mês

# summon_tasklist|error:insufficient_perms|title
source: Uh-Oh, I cannot do that here!
es_419: Uh-Oh, ¡no puedo hacer eso aquí!
he_il: אוי לא! אני לא יכול לעשות את זה פה.
pt_br: Oh-oh, eu não posso fazer isto!

# summon_tasklist|error:insufficient_perms|desc
source: This channel is configured as a tasklist channel, but I lack the `EMBED_LINKS` or `SEND_MESSAGES` permission here! If you believe this is unintentional, please contact a server administrator.
es_419: Este canal está configurado como un canal de lista de tareas, ¡pero me falta el permiso `EMBED_LINKS` o `SEND_MESSAGES` aquí! Si cree que esto no es intencionado, por favor contacte con un administrador del servidor.
he_il: הערוץ הזה מוגדר בתור ערוץ רשימת מטלות, אבל אין לי את ההרשאה `EMBED_LINKS` או `SEND_MESSAGES` , אז אני לא יכול לשלוח פה כלום! תבדקו בבקשה את ההגדרות של הערוץ הזה.
pt_br: Este canal é configurado como o Canal da Lista de Tarefas, mas me falta permissão para ˋINSERIR_LINKSˋ ou ˋENVIAR_MENSAGENSˋ aqui! Se você acredita que é um erro não intencional, por favor, contate a Administração do servidor.

# cmd:tasklist
source: tasklist
es_419: lista de tareas
he_il: רשימת מטלות
pt_br: lista_de_tarefas

# cmd:tasklist|desc
source: Open your tasklist.
es_419: Abra su lista de tareas.
he_il: פתח את רשימת המטלות שלך
pt_br: Abra sua lista de tarefas.

# group:tasks
source: tasks
es_419: tareas
he_il: מטלות
pt_br: tarefas

# group:tasks|desc
source: Base command group for tasklist commands.
es_419: Grupo de comandos base para los comandos de la lista de tareas.
he_il: הפקודה הבסיסית לקבוצת רשימת המטלות
pt_br: Grupo de comandos-base para comandar as tarefas.

# argtype:taskid|error:no_tasks
source: Tasklist empty! No matching tasks.
es_419: Lista de tareas vacía. No hay tareas coincidentes.
he_il: רשימת המטלות ריקה! אין מטלות מתאימות.
pt_br: Lista de tarefas vazia! Não há tarefas compatíveis.

# argtype:taskid|match:all
source: All tasks
es_419: Todas las tareas
he_il: כל המטלות
pt_br: Todas as tarefas

# argtype:taskid|error:parse_multi
source: (Warning: {error})
es_419: (Advertencia: {error})
he_il: (אזהרה: {error})
pt_br: (Atenção: {error})

# argtype:taskid|error:no_matching
source: No tasks matching '{partial}'!
es_419: ¡No hay tareas que coincidan con '{partial}'!
he_il: אין מטלות שמתאימות ל'{partial}'!
pt_br: Não há tarefas compatíveis '{partial}'!

# cmd:tasks_new
source: new
es_419: nuevo
he_il: חדש
pt_br: nova

# cmd:tasks_new|desc
source: Add a new task to your tasklist.
es_419: Añada una nueva tarea a su lista de tareas.
he_il: הוסף מטלה לרשימת המטלות שלך
pt_br: Adicione uma nova tarefa na sua lista de tarefas.

# cmd:tasks_new|param:content
source: task
es_419: tarea
he_il: מטלה
pt_br: tarefa

# cmd:tasks_new|param:parent
source: parent
es_419: padre
he_il: הורה
pt_br: tarefa-mãe

# cmd:tasks_new|param:content|desc
source: Content of your new task.
es_419: Contenido de su nueva tarea.
he_il: התוכן של המטלה החדשה שלך
pt_br: Conteúdo da sua nova tarefa.

# cmd:tasks_new|param:parent
source: Parent of this task.
es_419: Padre de esta tarea.
he_il: ההורה של המטלה הזו.
pt_br: A tarefa-mãe desta tarefa.

# cmd:tasks_new|error:parse_parent
source: Could not find parent task number `{input}` in your tasklist.
es_419: No se ha podido encontrar el número de tarea principal `{input}` en su lista de tareas.
he_il: לא הצלחתי למצוא את ההורה מספר `{input}` ברשימה שלך.
pt_br: Não consegui encontrar o número ˋ{input}ˋ da tarefa-mãe em sua lista de tarefas.

# cmd:tasks_new|resp:success
source: {tick} Created task `{label}`.
es_419: {tick} Tarea creada `{label}`.
he_il: {tick} מטלה שנוצרה `{label}`.
pt_br: {tick} Tarefa criada ˋ{label}ˋ.

# cmd:tasks_upload
source: upload
es_419: cargar
he_il: העלה
pt_br: enviar

# cmd:tasks_upload|desc
source: Upload a list of tasks to append to or replace your tasklist.
es_419: Cargue una lista de tareas para añadir o sustituir su lista de tareas.
he_il: העלה רשימת משימות כדי להרחיב או להחליף את הרשימה שלך.
pt_br: Envie uma lista de tarefas para anexar ou substituir sua lista de tarefas atual.

# cmd:tasks_upload|param:tasklist
source: tasklist
es_419: lista de tareas
he_il: רשימת מטלות
pt_br: lista_de_tarefas

# cmd:tasks_upload|param:append
source: append
es_419: añadir
he_il: הרחב
pt_br: Acrescentar

# cmd:tasks_upload|param:tasklist|desc
source: Text file containing a (standard markdown formatted) checklist of tasks to add or append.
es_419: Archivo de texto que contiene una lista (formato Markdown estándar) de tareas para añadir o anexar.
he_il: מסמך טקסט המכיל רשימת מטלות כדי להוסיף או להחליף את הרשימה המקורית שלך.
pt_br: Arquivo de texto (formatado com marcadores padrão) que contenha uma lista de tarefas para adicionar ou aumentar a sua.

# cmd:tasks_upload|param:append|desc
source: Whether to append the given tasks or replace your entire tasklist. Defaults to True.
es_419: Si añadir las tareas dadas o reemplazar toda la lista de tareas. Por defecto es True.
he_il: האם להחליף או להרחיב את הרשימה הנוכחית. ברירית המחדל היא True.
pt_br: Será para substituir ou aumentar a sua lista de tarefas atual. A configuração padrão retorna verdadeiro.

# cmd:tasks_upload|error:not_text
source: The attached tasklist must be a text file!
es_419: La lista de tareas adjunta debe ser un archivo de texto.
he_il: הרשימה שהוספת חייבת להיות מסמך טקסט!
pt_br: A lista anexada precisa ser um arquivo de texto!

# cmd:tasks_upload|error:too_large
source: The attached tasklist was too large!
es_419: La lista de tareas adjunta era demasiado grande.
he_il: הקובץ שהוספת גדול מידי.
pt_br: A lista de tarefas era muito grande.

# cmd:tasks_upload|error:too_many_lines
source: Too many tasks! Refusing to process a tasklist with more than `1000` lines.
es_419: Demasiadas tareas Rechazo a procesar una lista de tareas con más de `1000` líneas.
he_il: יותר מידי משימות. אני לא יכול לקבל מסמך שיש בו יותר מאלף שורות.
pt_br: Muitas tarefas! Recusa ao tentar processar uma lista de tarefas com mais de 1000 linhas.

# cmd:tasks_upload|error:decoding
source: Could not decode attached tasklist. Please make sure it is saved with the `UTF-8` encoding.
es_419: No se ha podido descodificar la lista de tareas adjunta. Asegúrese de que se guarda con la codificación `UTF-8`.
he_il: אני לא הצלחתי לקרוא את המסמך. אתה בטוח ששמת אותו בתור קובץ `UTF-8`?
pt_br: Não pude decodificar a lista de tarefas anexada. Por favor, confirme se ela está salva com o formato ˋUTF-8ˋ.

# cmd:tasks_upload|resp:success
source: {tick} Updated your tasklist.
es_419: {tick} Actualiza tu lista de tareas.
he_il: {tick} הרשימה שלך עודכנה בהצלחה.
pt_br: {tick} Lista atualizada.

# cmd:tasks_edit
source: edit
es_419: editar
he_il: ערוך
pt_br: editar

# cmd:tasks_edit|desc
source: Edit a task in your tasklist.
es_419: Edite una tarea de su lista de tareas.
he_il: ערוך מטלה מהרשימה שלך.
pt_br: Editar uma tarefa da lista de tarefas.

# cmd:tasks_edit|param:taskstr
source: task
es_419: tarea
he_il: מטלה
pt_br: tarefa

# cmd:tasks_edit|param:new_content
source: new_task
es_419: nueva_tarea
he_il: מטלה_חדשה
pt_br: nova_tarefa

# cmd:tasks_edit|param:new_parent
source: new_parent
es_419: nuevo_padre
he_il: הורה_חדשה
pt_br: nova_tarefamae

# cmd:tasks_edit|param:taskstr|desc
source: Which task do you want to update?
es_419: ¿Qué tarea desea actualizar?
he_il: איזו מטלה אתם רוצים לעדכן?
pt_br: Qual tarefa você gostaria de atualizar?

# cmd:tasks_edit|param:new_content|desc
source: What do you want to change the task to?
es_419: ¿A qué quiere cambiar la tarea?
he_il: למה אתם רוצים לשנות את המטלה?
pt_br: Para qual conteúdo será transformada esta tarefa?

# cmd:tasks_edit|param:new_parent|desc
source: Which task do you want to be the new parent?
es_419: ¿Qué tarea quiere ser el nuevo padre?
he_il: איזו מטלה אתם רוצים לקבוע בתור ההורה החדש?
pt_br: Qual tarefa você gostaria que fosse a nova tarefa-mãe?

# cmd:tasks_edit|error:parse_taskstr
source: Could not find target task number `{input}` in your tasklist.
es_419: No se ha podido encontrar la tarea de destino número `{input}` en su lista de tareas.
he_il: לא הצלחתי למצוא את המטלה מספר `{input}` ברשימה שלך.
pt_br: Não pude encontrar a tarefa número ˋ{input}ˋ em sua lista.

# cmd:tasks_edit|error:parse_parent
source: Could not find new parent task number `{input}` in your tasklist.
es_419: No se ha podido encontrar el nuevo número de tarea principal `{input}` en su lista de tareas.
he_il: לא הצלחתי למצוא את המטלת הורה מספר `{input}` ברשימה שלך.
pt_br: Não pude encontrar a tarefa-mãe número ˋ{input}ˋ em sua lista.

# cmd:tasks_edit|resp:success|desc
source: {tick} Task `{label}` updated.
es_419: {tick} Tarea `{label}` actualizada.
he_il: {tick} המטלה `{label}` עודכנה בהצלחה.
pt_br: {tick} Tarefa ˋ{label}ˋ atualizada.

# ui:tasklist_single_editor|title
source: Edit Task
es_419: Editar tarea
he_il: ערוך מטלה
pt_br: Editar Tarefa

# cmd:tasks_clear
source: clear
es_419: borrar
he_il: נקה
pt_br: apagar

# cmd:tasks_clear|desc
source: Clear your tasklist.
es_419: Borra tu lista de tareas.
he_il: נקה את רשימת המטלות.
pt_br: Apagar sua lista de tarefas.

# cmd:tasks_clear|resp:success
source: Your tasklist has been cleared.
es_419: Tu lista de tareas ha sido borrada.
he_il: רשימת המטלות שלך נוקתה בהצלחה.
pt_br: Sua lista de tarefas foi apagada.

# cmd:tasks_remove
source: remove
es_419: eliminar
he_il: הסר
pt_br: remover

# cmd:tasks_remove|desc
source: Remove tasks matching all the provided conditions. (E.g. remove tasks completed before today).
es_419: Eliminar las tareas que cumplan todas las condiciones. (eje, eliminar las completadas antes de hoy).
he_il: הסר מטלות שמתאימות לתנאים שניתנו לי (לדוגמא מטלות שהושלמו לפני היום וכו')
pt_br: Remover tarefas compatíveis com as descrições informadas. (Ex. remover tarefas concluídas antes de hoje).

# cmd:tasks_remove|param:taskidstr
source: tasks
es_419: tareas
he_il: מטלות
pt_br: tarefas

# cmd:tasks_remove|param:created_before
source: created_before
es_419: creado_antes
he_il: הושלמו_לפני
pt_br: criadas_antes

# cmd:tasks_remove|param:updated_before
source: updated_before
es_419: actualizado_antes
he_il: עודכנו_לפני
pt_br: atualizadas_antes

# cmd:tasks_remove|param:completed
source: completed
es_419: completado
he_il: הושלמו
pt_br: concluídas

# cmd:tasks_remove|param:cascade
source: cascade
es_419: cascada
he_il: מפל
pt_br: cascata

# cmd:tasks_remove|param:taskidstr|desc
source: List of task numbers or ranges to remove (e.g. 1, 2, 5-7, 8.1-3, 9-), or `-` to remove all.
es_419: Lista de núm de tarea o rangos a eliminar (ejem, 1, 2, 5-7, 8.1-3, 9-) o `-` para eliminarlos todos.
he_il: טווח של רשימת מטלות להסרה (לדוגמא 1-15, 8.1.1.1-20 וכו').
pt_br: Número das tarefas, da Lista de tarefas, ou o intervalo, que deseja remover (ex. 1, 2, 5-7, 8.1-3, 9-), ou ˋ-ˋ para remover todas.

# cmd:tasks_remove|param:created_before|desc
source: Only delete tasks created before the selected time.
es_419: Borrar sólo las tareas creadas antes de la hora seleccionada.
he_il: הסר רק משימות שנוספט לפני זמן ספציפי.
pt_br: Somente apague tarefas criadas antes da data selecionada.

# cmd:tasks_remove|param:updated_before|desc
source: Only deleted tasks update (i.e. completed or edited) before the selected time.
es_419: Sólo se actualizan las tareas eliminadas (es decir, completadas o editadas) antes de la hora seleccionada.
he_il: מחק רק משימות שעודכנו (הושלמו או נערכו) לפני זמן ספציפי.
pt_br: Somente apague tarefas atualizadas (completas ou editadas) antes da data selecionada.

# cmd:tasks_remove|param:completed
source: Only delete tasks which are (not) complete.
es_419: Borre sólo las tareas que (no) estén completas.
he_il: מחק רק משימות שלא הושלמו.
pt_br: Somente apague tarefas que (não) foram completadas.

# cmd:tasks_remove|param:cascade
source: Whether to recursively remove subtasks of removed tasks.
es_419: Si se eliminan recursivamente las subtareas de las tareas eliminadas.
he_il: האם למחוק סאב-מטלות מאותה המטלה שנמחקה.
pt_br: Se as sub-tarefas também devem ser apagadas com as tarefas removidas.

# cmd:tasks_remove_cmd|error:no_matching
source: No tasks on your tasklist match `{input}`
es_419: Ninguna tarea de su lista de tareas coincide con `{input}`.
he_il: שום מטלה ברשימה שלך תואמת ל `{input}`
pt_br: Nenhuma das tarefas em sua lista de tarefas corresponde com ˋ{input}ˋ

# cmd:tasks_remove_cmd|error:no_matching
source: No tasks on your tasklist matching all the given conditions!
es_419: No hay tareas en su lista de tareas que cumplan todas las condiciones dadas.
he_il: שום מטלה ברשימה שלך מתאימה לתנאים שהצגת.
pt_br: Nenhuma das tarefas, em sua lista de tarefas, é compatível com as condições informadas.

# cmd:tasks_remove|resp:success
source: {tick} Deleted task `{label}`
es_419: {tick} Tarea eliminada `{label}`.
he_il: {tick} מטלה אחת נמחקה מהרשימה שלך.
pt_br: {tick} Tarefa apagada ˋ{label}ˋ

# cmd:tasks_tick
source: tick
he_il: סימון
pt_br: ticar

# cmd:tasks_tick|desc
source: Mark the given tasks as completed.
es_419: Marque las tareas dadas como completadas.
he_il: סמן את המטלות שסומנו שמושלמות.
pt_br: Marca as tarefas como completadas.

# cmd:tasks_tick|param:taskidstr
source: tasks
es_419: tareas
he_il: מטלות
pt_br: tarefas

# cmd:tasks_tick|param:cascade
source: cascade
es_419: cascada
he_il: מפל
pt_br: cascata

# cmd:tasks_tick|param:taskidstr|desc
source: List of task numbers or ranges to tick (e.g. 1, 2, 5-7, 8.1-3, 9-) or '-' to tick all.
es_419: Lista de núm de tareas o intervalos para marcar (ejem, 1, 2, 5-7, 8.1-3, 9-) o "-" para marcar todo.
he_il: טווח של רשימת מטלות להשלמה (לדוגמא 1-15, 8.1.1.1-20 וכו').
pt_br: Lista de tarefas, ou intervalo de tarefas, a ticar (ex. 1, 2, 5-7, 8.1-3, 9-), ou '-' para ticar todas.

# cmd:tasks_tick|param:cascade|desc
source: Whether to also mark all subtasks as complete.
es_419: Si desea marcar también todas las subtareas como completas.
he_il: האם לסמן גם את כל הסאב-מטלות כשמושלמות.
pt_br: Se deverá marcar também as sub-tarefas como completadas.

# cmd:tasks_tick|resp:success
source: {tick} Marked `{label}` as complete.
es_419: {tick} Marcado `{label}` como completo.
he_il: {tick} המטלה `{label}` עודכנה בהצלחה.
pt_br: {tick} Marquei ˋ{label}ˋ como completada.

# cmd:tasks_untick
source: untick
es_419: desmarcar
he_il: הסר סימון
pt_br: des-ticar

# cmd:tasks_untick|desc
source: Mark the given tasks as incomplete.
es_419: Marque las tareas dadas como incompletas.
he_il: סמן את המטלות שסומנו כלא מושלמות.
pt_br: Marca a tarefa indicada como incompleta.

# cmd:tasks_untick|param:taskidstr
source: taskids
he_il: תז מטלות
pt_br: identificador da tarefa

# cmd:tasks_untick|param:cascade
source: cascade
es_419: cascada
he_il: מפל
pt_br: cascata

# cmd:tasks_untick|param:taskidstr|desc
source: List of task numbers or ranges to untick (e.g. 1, 2, 5-7, 8.1-3, 9-) or '-' to untick all.
es_419: Lista de núm de tareas q se deben desmarcar (ejem, 1, 2, 5-7, 8.1-3, 9-) o "-" para desmarcar todo.
he_il: טווח של רשימת מטלות להסרת ההשלמה (לדוגמא 1-15, 8.1.1.1-20 וכו').
pt_br: Lista dos números das tarefas, ou intervalo, para des-ticar (ex. 1, 2, 5-7, 8.1-3, 9-), ou '-' para des-ticar todos.

# cmd:tasks_untick|param:cascade|desc
source: Whether to also mark all subtasks as incomplete.
es_419: Si desea marcar también todas las subtareas como incompletas.
he_il: האם לסמן גם את כל הסאב-מטלות כלא מושלמות.
pt_br: Se deverá marcar também as sub-tarefas como incompletas.

# cmd:tasks_untick|resp:success
source: {tick} Marked `{label}` as incomplete.
es_419: {tick} Marcado `{label}` como incompleto.
he_il: {tick} המטלה `{label}` עודכנה בהצלחה כלא מושלמת.
pt_br: {tick} Marquei ˋ{label}ˋ como incompleta.

# cmd:configure_tasklist
source: tasklist
es_419: lista de tareas
he_il: רשימת מטלות
pt_br: lista_de_tarefas

# cmd:configure_tasklist|desc
source: Tasklist configuration panel
es_419: Panel de configuración de la lista de tareas
he_il: תפריט הגדרות רשימת מטלות
pt_br: Painel de Configuração da Lista de Tarefas

# cmd:configure_tasklist|param:reward
source: reward
es_419: recompensa
he_il: פרס
pt_br: recompensa

# cmd:configure_tasklist|param:reward_limit
source: reward_limit
es_419: limite_recompensa
he_il: מגבלת_פרס
pt_br: limite_de_recompensas

# cmd:configure_tasklist|resp:success|desc
source: Members will now be rewarded {coin}**{amount}** for each task they complete up to a maximum of `{limit}` tasks per 24h.
es_419: Ahora los miembros recibirán {coin}**{amount}** por cada tarea que completen hasta un máximo de `{limit}` tareas por 24h.
he_il: משתמשים יקבלו מעכשיו {coin}**{amount}** עבור כל משימה שהם השלימו עד ל`{limit}` כל יממה.
pt_br: Os membros serão recompensados com {coin}**{amount}** por cada tarefa completada por eles, até um máximo de ˋ{limit}ˋ tarefas por 24h.

# tasklist|parse:multi-range|error:parents_match
source: Parents don't match in range `{range}`
es_419: Los padres no coinciden en el rango `{range}`.
he_il: ההורים לא מתאימים לטווח `{range}`
pt_br: Tarefas-mãe não coincidem no intervalo ˋ{range}ˋ

# tasklist|parse:multi-range|error:parse
source: Could not parse `{range}` as a task number or range.
es_419: No se pudo analizar `{range}` como un número de tarea o rango.
he_il: לא הצלחתי להבין את `{range}`
pt_br: Não pude analisar ˋ{range}ˋ como um número ou intervalo.

# modal:tasklist_bulk_editor|error:parse_task
source: Malformed taskline! `{input}`
es_419: ¡Línea de tarea malformada! `{input}`
he_il: משהו לא בסדר! `{input}`
pt_br: Linha de tarefas mal formatada. ˋ{input}ˋ

# modal:tasklist_bulk_editor|error:task_too_long
source: Please keep your tasks under 100 characters!
es_419: Por favor, no sobrepase los 100 caracteres.
he_il: אנא שמרו על מטלות קצרות מ100 תווים!
pt_br: Por favor, mantenha suas tarefas com menos de 100 caracteres!

# ui:tasklist_caller|button:tasklist|label
source: Open Tasklist
es_419: Abrir lista de tareas
he_il: פתח רשימת מטלות
pt_br: Abrir Lista de Tarefas

# modal:tasklist_single_editor|field:task|label
source: Task content
es_419: Contenido de la tarea
he_il: תוכן מטלה
pt_br: Conteúdo da tarefa

# modal:tasklist_single_editor|field:parent|label
source: Parent Task
es_419: Tarea de los padres
he_il: מטלת הורה
pt_br: Tarefa-Mãe

# modal:tasklist_single_editor|field:parent|placeholder
source: Enter a task number, e.g. 2.1
es_419: Introduzca un número de tarea, por ejemplo 2.1
he_il: הכנס את מספר המטלה, לדוגמא 2.1
pt_br: Digite o número da tarefa, ex 2.1

# modal:tasklist_bulk_editor|field:tasklist|label
source: Tasklist
es_419: Lista de tareas
he_il: רשימת מטלות
pt_br: Lista de Tarefas

# modal:tasklist_bulk_editor|field:tasklist|placeholder
source: - [ ] This is task 1, unfinished. - [x] This is task 2, finished. - [ ] This is subtask 2.1.
es_419: - [ ] Esta es la tarea 1, sin terminar. - [x] Ésta es la tarea 2, terminada. - [ ] Esta es la subtarea 2.1.
he_il: - [ ] זו מטלה ראשונה שלא הושלמה. - [x] זו מטרה שנייה שהושלמה וגם ההורה של המטלה הבאה. - [ ] זו סאב-מטלה 2.1.
pt_br: - [ ] Esta é a tarefa 1.0, não finalizada. - [x] Esta é a tarefa 2.0, finalizada. - [ ] Esta é a sub-tarefa 2.1.

# modal:tasklist_bulk_editor
source: Tasklist Editor
es_419: Editor de listas de tareas
he_il: עורך מטלות
pt_br: Editor da Lista de Tarefas

# ui:tasklist|menu:main|mode:toggle|placeholder
source: Select to Toggle
es_419: Seleccionar para cambiar
he_il: הקש כדי לפתוח
pt_br: Selecione para Alternar

# ui:tasklist|menu:sub|mode:toggle|placeholder
source: Toggle from {label}.*
es_419: Cambiar de {label}.*
he_il: נפתח מ {label}.*
pt_br: Alternar de {label}.*

# ui:tasklist|menu:main|mode:edit|placeholder
source: Select to Edit
es_419: Seleccionar para editar
he_il: בחר כדי לערוך
pt_br: Selecione para Editar

# ui:tasklist|menu:sub|mode:edit|placeholder
source: Edit from {label}.*
es_419: Editar desde {label}.*
he_il: נערך מ{label}.*
pt_br: Editar de {label}.*

# ui:tasklist|menu:main|mode:delete|placeholder
source: Select to Delete
es_419: Seleccionar para borrar
he_il: בחר כדי למחוק
pt_br: Selecione para Deletar

# ui:tasklist|menu:sub|mode:delete|placeholder
source: Delete from {label}.*
es_419: Borrar de {label}.*
he_il: מחק מ{label}.*
pt_br: Apagar de {label}.*

# ui:tasklist_single_editor|field:parent|error:parse_id
source: Could not find the given parent task number `{input}` in your tasklist.
es_419: No se ha podido encontrar el número de tarea principal `{input}` en la lista de tareas.
he_il: לא הצלחתי למצוא את המטלה הראשית `{input}` ברשימה שלך.
pt_br: Não pude encontrar o número ˋ{input}ˋ da tarefa-mãe informado na sua lista de tarefas.

# ui:tasklist_single_editor|field:parent|error:multiple_matching
source: Multiple tasks matching given parent task `{input}`. Please use a task number instead!
es_419: Múltiples tareas que coinciden con la tarea principal `{input}`. Utilice un número de tarea en su lugar.
he_il: הרבה מטלות מתאימות ל `{input}`. בחר מספר במקום.
pt_br: Multiplas tarefas coincidem com a tarefa-mãe ˋ{input}ˋ. Por favor, use o número de tarefa.

# ui:tasklist_single_editor|field:parent|error:no_matching
source: No tasks matching given parent task `{input}`.
es_419: No hay tareas que coincidan con la tarea principal `{input}`.
he_il: אין מטלות שמתאימות להורה `{input}`.
pt_br: Não há tarefas coincidindo com a Tarefa-Mãe ˋ{input}ˋ.

# ui:tasklist|menu:edit|modal:title
source: Edit task
es_419: Editar tarea
he_il: ערוך מטלה
pt_br: Editar tarefa

# ui:tasklist_single_editor|title
source: Add task
es_419: Añadir tarea
he_il: הוסף מטלה
pt_br: Adicionar Tarefa

# ui:tasklist|button:edit_mode|label
source: Edit
es_419: Editar
he_il: ערוך
pt_br: Editar

# ui:tasklist|button:delete_mode|label
source: Delete
es_419: Borrar
he_il: מחק
pt_br: Deletar

# ui:tasklist|button:toggle_mode|label
source: Toggle
es_419: Alternar
he_il: פתח
pt_br: Alternar

# ui:tasklist|button:edit_bulk|error:too_long
source: Your tasklist is too long to be edited in a Discord text input! Use the save button and {cmds[tasks upload]} instead.
es_419: Tu lista de tareas es demasiado larga para ser editada en una entrada de texto de Discord. Utiliza el botón de guardar y {cmds[tasks upload]} en su lugar.
he_il: רשימת המטלות שלך ארוכה מידי כדי לערוך בדיסקורד. לחץ שמור והשתמש ב {cmds[tasks upload]} במקום.
pt_br: Sua lista de tarefas é muito longa para ser editada por uma entrada de texto do Discord! Use o botão salvar e {cmds[tasks upload]} pra isso.

# ui:tasklist|button:edit_bulk|label
source: Bulk Edit
es_419: Edición masiva
he_il: עריכה בכמות גדולה
pt_br: Edição em Escala

# ui:tasklist|button:clear|label
source: Clear Tasklist
es_419: Borrar lista de tareas
he_il: נקה רשימת מטלות
pt_br: Apagar Lista de Tarefas

# ui:tasklist|button:save|dm:contents
source: Your tasklist as of {now} is attached. Click here to jump back: {jump}
es_419: Su lista de tareas a partir de {now} está adjunta. Haga clic aquí para volver atrás: {jump}
he_il: רשימת המטלות שלך מ{now} צורפה. לחץ פה כדי לחזור אחורה: {jump}
pt_br: Sua lista de tarefas como em {now}, foi anexada. Clique aqui para retornar: {jump}
