Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/tasklist.po
Languages: es_419, he_il, pt_br

# ui:tasklist|button:save|error:dms
source: Could not DM you! Do you have me blocked? Tasklist attached below.
es_419: No puedo enviarte un mensaje. ¿Me tienes bloqueado? Lista de tareas adjunta a continuación.
he_il: לא הצלחתי לשלוח לך הודעה פרטית! יכול להיות שחסמת אותי מההגדרות של דיסקורד? בכל מקרה, הרשימה שלך צורפה פה למטה.
pt_br: Não pude enviar mensagem direta a você! Você me bloqueou? Anexei a lista de tarefas aqui abaixo.

# ui:tasklist|error:wrong_user
source: This is not your tasklist!
es_419: ¡Esta no es tu lista de tareas!
he_il: זו לא הרשימה שלך.
pt_br: Esta não é sua lista de tarefas!

# ui:tasklist|embed|author
source: {name}'s tasklist ({completed}/{total} complete)
es_419: Lista de tareas de {name} ({completed}/{total} complete)
he_il: רשימת המטלות של {name} ({completed}/{total} complete)
pt_br: Lista de Tarefas {name}ˋs ({completed}/{total} completos)

# ui:tasklist|embed|description
source: **You have no tasks on your tasklist!** Add a task with {cmds[tasks new]}, or by pressing the {new_button} button below.
es_419: **¡No tiene tareas en su lista de tareas!** Añada una tarea con {cmds[tasks new]}, o pulsando el botón {new_button} de abajo.
he_il: **אין לך מטלות ברשימה** הוסף מטלות עם {cmds[tasks new]}, או באמצעות לחיצה על {new_button}.
pt_br: **Você não tem tarefas na sua lista de tarefas!** Adicione uma tarefa com {cmds[tasks new]}, ou clicando no {new_button} botão abaixo.

# guildset:task_reward
source: task_reward
es_419: recompensa_tarea
he_il: פרס_מטלה
pt_br: recompensa_tarefas

# guildset:task_reward|desc
source: Number of LionCoins given for each completed task.
es_419: Número de LionCoins otorgados por cada tarea completada.
he_il: מספר מטבעות שאתן למשתמש עבור כל מטלה שהושלמה.
pt_br: Número de LionCoins dadas por cada tarefa completada.

# guildset:task_reward|long_desc
source: The number of coins members will be rewarded each time they complete a task on their tasklist.
es_419: El número de monedas que los miembros recibirán cada vez que completen una tarea de su lista de tareas.
he_il: מספר המטבעות שמשתמשים יקבלו כל פעם שהם משלימים מטלה מהרשימה שלהם.
pt_br: O número de moedas que os membros serão recompensados a cada vez que eles completarem uma tarefa da sua lista.

# guildset:task_reward|accepts
source: The number of LionCoins to reward per task.
es_419: El número de LionCoins a recompensar por tarea.
he_il: מספר המטבעות לתת לכל מטלה.
pt_br: O número de LionCoins a recompensar por tarefa.

# guildset:task_reward|response
source: Members will now be rewarded {coin}**{amount}** for each completed task.
es_419: Los miembros recibirán {coin}**{amount}** por cada tarea completada.
he_il: המשתמשים של השרת יקבלו {coin}**{amount}** על כל מטלה שהם ישלימו.
pt_br: Os membros serão recompensados {coin}**{amount}** por cada tarefa completada.

# guildset:task_reward|formatted
source: {coin}**{amount}** per task.
es_419: {coin}**{amount}** por tarea.
he_il: {coin}**{amount}** עבור כל מטלה.
pt_br: {coin}**{amount}** por tarefa.

# guildset:task_reward_limit
source: task_reward_limit
es_419: limite_recompensa_tarea
he_il: מגבלת_מטבעות_לכל_מטלה
pt_br: Limite_recompensa_tarefas

# guildset:task_reward_limit|desc
source: Maximum number of task rewards given per 24h.
es_419: Número máximo de recompensas por tarea concedidas en 24 horas.
he_il: מספר המטלות המקסימלי שזכאי לפרס ביממה.
pt_br: Número máximo de recompensa por tarefas dadas em 24h.

# guildset:task_reward_limit|long_desc
source: Maximum number of times in each 24h period that members will be rewarded for completing a task.
es_419: Número máximo de veces en cada periodo de 24h que los miembros serán recompensados por completar una tarea.
he_il: מספר הפעמים המקסימלי כל יממה שמשתמשים יוכלו לקבל פרס על כל מטלה שהם ישלימו בשרת.
pt_br: Número máximo de vezes, em 24h de intervalo, que membros serão recompensados por completar uma tarefa.

# guildset:task_reward_limit|accepts
source: The maximum number of tasks to reward LC for per 24h.
es_419: El número máximo de tareas para recompensar LC por 24h.
he_il: המספר המקסימלי של משימות שיקבלו מטבעות כל 24 שעות.
pt_br: O número máximo de tarefas a recompensar com LionCoins a cada 24h.

# guildset:task_reward_limit|response
source: Members will now be rewarded for task completion at most **{amount}** times per 24h.
es_419: Ahora los miembros serán recompensados por completar tareas como máximo **{amount}** veces por 24h.
he_il: המשתמשים יקבלו מעכשיו פרס רק **{amount}** פעמים ביממה.
pt_br: Os membros irão ser recompensados por tarefas completadas até **{amount}** vezes a cada 24h.

# guildset:task_reward_limit|formatted
source: `{number}` per 24 hours.
es_419: `{number}` por 24 horas.
he_il: `{number}` ביממה.
pt_br: ˋ{number}ˋ a cada 24 horas.

# guildset:tasklist_channels
source: tasklist_channels
es_419: lista_tareas_canales
he_il: ערוצי_מטלות
pt_br: canal_lista_de_tarefas

# guildset:tasklist_channels|desc
source: Channels in which to publicly display member tasklists.
he_il: ערוצים ציבוריים שבהם משתמשים יכולים להשתמש ברשימות שלהם.
pt_br: Canal em que será publicado o mostrador de tarefas dos membros.

# guildset:tasklist_channels|long_desc
source: A member's tasklist (from {cmds[tasklist]}) is usually only visible to the member themselves. If set, tasklists opened in `tasklist_channels` will be visible to all members, and the interface will have a much longer expiry period. If a category is provided, this will apply to all channels under the category.
he_il: רשימת המטלות (שאפשר למצוא ב {cmds[tasklist]}) בדר"כ פרטית וניתנת לצפייה רק על ידי המשתמש עצמו. אם האופציה הזו פעילה, רשימת המטלות שיפתחו בערוצים שהוגדרו יהיו ניתנים לצפייה וציבוריים לכל המשתמשים בשרת, והרשימות יהיו פתוחות לזמן הרבה יותר ארוך. שימו לב שאפילו ניתן לסמן קטגוריות שלמות, לדוגמא, אפשר להוסיף את הקטגוריה של החדרים הפרטיים ואז כולם יוכלו לשתף רשימת מטלות אחד עם השני.
pt_br: O painel da Lista de Tarefas (de {cmds[tasklist]}) é normalmente mostrado somente ao membro. Se configurada esta opção, no ˋcanal_lista_de_tarefasˋ será publicada sua lista visível a todos os outros membros, e o tempo de interação com o painel será muito mais longo também. Se for informada uma categoria de canais, todos os canais dentro desta categoria estarão com estas características.

# guildset:tasklist_channels|accepts
source: Comma separated list of tasklist channel names or ids.
he_il: רשימה מופרדת עם פסיקים של הערוצים המוגדרים שערוצי רשימת מטלות.
pt_br: Nome ou IDˋs dos canais de Lista de Tarefas, separados por vírgula.

# guildset:tasklist_channels|set_response|set
source: Tasklists will now be publicly displayed in the following channels: {channels}
he_il: רשימת המטלות יהיו ציבוריות בערוצים הבאים: {channels}
pt_br: A lista de tarefas, estará agora, visível publicamente nos seguintes canais: {channels}

# guildset:tasklist_channels|set_response|unset
source: Member tasklists will never be publicly displayed.
he_il: רשימת המטלות של המשתמשים לעולם לא תהייה ציבורית.
pt_br: A lista de tarefas dos membros não irá ficar visíveis publicamente.

# guildset:tasklist_channels|set_using
source: Channel selector below.
he_il: בחירת ערוצים בתחתית.
pt_br: Selecione canal abaixo.

# ui:tasklist_config|button:close|label
source: Close
he_il: סגור
pt_br: Fechar

# ui:tasklist_config|button:reset|label
source: Reset
he_il: אפס
pt_br: Resetar

# ui:tasklist_config|menu:channels|placeholder
source: Set Tasklist Channels
he_il: קבע ערוצי מטלות
pt_br: Configurar Canal da Lista de Tarefas

# ui:tasklist_config|embed|title
source: Tasklist Configuration Panel
he_il: תפריט הגדרות רשימת מטלות
pt_br: Painel de Configuração da Lista de Tarefas

# dash:tasklist|name
source: Tasklist Configuration ({commands[configure tasklist]})
he_il: תפריט רשימת מטלות ({commands[configure tasklist]})
pt_br: Configuração da Lista de Tarefas ({commands[configure tasklist]})

# dash:tasklist|dropdown|placeholder
source: Tasklist Options Panel
he_il: תפריט הגדרות רשימת מטלות
pt_br: Painel de Opções da Lista de Tarefas
