Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/text-tracker.po
Languages: he_il, pt_br

# cmd:configure_message_exp
source: message_exp
he_il: נקודות_הודעה
pt_br: exp_message

# cmd:configure_message_exp|desc
source: Configure Message Tracking & Experience
he_il: ערוך ניתור ונקודות ניסיון מהודעות
pt_br: Configurar Contabilizador de Mensagens e Experiência

# cmd:leo_configure_exp_rates
source: experience_rates
he_il: קצב_נקודות_ניסיון
pt_br: taxas_experiência

# cmd:leo_configure_exp_rates|desc
source: Global experience rate configuration
he_il: עריכת קצב נקודות ניסיון גלובליות
pt_br: Configuração da Taxa global de experiência

# ui:text_tracker_config|menu:untracked_channels|placeholder
source: Select Untracked Channels
he_il: בחר ערוצים ללא מעקב
pt_br: Selecione Canais não Contabilizados

# ui:text_tracker_config|embed|title
source: Message Tracking Configuration Panel
he_il: תפריט הגדרות מעקב אחרי הודעות
pt_br: Painel de Configuração do Contabilizador de Mensagens

# dash:text_tracking|title
source: Message XP configuration ({commands[configure message_exp]})
he_il: תפריט נקודות ניסיון ({commands[configure message_exp]})
pt_br: Configuração de EXP em Mensagens ({commands[configure message_exp]})

# dash:text_tracking|dropdown|placeholder
source: Message XP Panel
he_il: תפריט נקודות ניסיון מהודעות
pt_br: Painel de EXP Mensagens

# guildset:xp_per_period
source: xp_per_5min
he_il: נקודות_כל_5דקות
pt_br: exp_por_5min

# guildset:xp_per_period|desc
source: How much XP members will be given every 5 minute period they are active.
he_il: כמה נקודות ניסיון משתמשים יקבלו כל חמש דקות שהם פעילים.
pt_br: Quantidade de EXP que os membros receberão a cada 5 min que eles estiverem ativos.

# guildset:xp_per_period|long_desc
source: Amount of message XP to give members for each 5 minute period in which they are active (send a message). Note that this XP is only given *once* per period.
he_il: כמות נקודות הניסיון שמשתמשים יקבלו כל חמש דקות שהם פעילים. (פעם בחמש דקות).
pt_br: Quantidade de EXP em mensagens dado para cada 5 minutos em que os membros estiverem ativos (enviando mensagem). Observe que EXP somente é dada *uma vez* cada período.

# guildset:xp_per_period|accepts
source: Number of message XP to reward per 5 minute active period.
he_il: כמות נקודות הניסיון לכל 5 דקות פעילות
pt_br: Número de EXP em mensagens a recompensar por cada 5 min de atividade no período.

# guildset:xp_per_period|set_response
source: For every **5** minutes they are active (i.e. in which they send a message), members will now be given **{amount}** XP.
he_il: לכל חמש דקות שהם פעילים (זאת אומרת כשהם שולחים הודעה), כל המשתמשים יקבלו **{amount}** נקודות ניסיון.
pt_br: Para todos 5min que eles estiverem ativos (em que ele tenha enviado mensagens), os membros receberão **{amount}**EXP.

# guildset:word_xp
source: xp_per_100words
he_il: נקודות_לכל_100מילים
pt_br: exp_por_100palavras

# guildset:word_xp|desc
source: How much XP members will be given per hundred words they write.
he_il: כמה נקודות ניסיון משתמשים יקבלו על כל מאה מילים שהם כותבים.
pt_br: Quanto os membros receberão em EXP para cada centena de palavras escritas.

# guildset:word_xp|long_desc
source: Amount of message XP to be given (additionally to the XP per period) for each hundred words. Useful for rewarding communication.
he_il: כמות נקודות הניסיון שאתן לכל 100 מילים. מעולה כדי לתגמל על שימוש בשרת.
pt_br: Quantidade de EXP em mensagem a ser dado (adicionalmente ao EXP por período) por cada cem palavras. Útil para incentivar a interação dos membros através de recompensas.

# guildset:word_xp|accepts
source: Number of XP to reward per hundred words sent.
he_il: כמות נקודות ניסיון שמשתמש יקבל כל 100 מילים שישלחו בשרת
pt_br: Número de EXP a recompensar por centena de palavras enviadas.

# guildset:word_xp|set_response
source: For every **100** words they send, members will now be rewarded an additional **{amount}** XP.
he_il: לכל 100 מילים שהם ישלחו, המשתמשים יקבלו **{amount}** נקודות ניסיון נוספות.
pt_br: Para cada **100** palavras enviadas, os membros agora receberão um adicional de **{amount}** EXP.

# guildset:untracked_text_channels
source: untracked_text_channels
he_il: ערוציטקסט_לא_נצפים
pt_br: canais_texto_não_contabilizados

# guildset:untracked_text_channels|desc
source: Channels in which Message XP will not be given.
he_il: ערוצים שבהם לא אחשיב הודעות.
pt_br: Canais em que não será dado EXP por Mensagens.

# guildset:untracked_text_channels|long_desc
source: Messages sent in these channels will not count towards a member's message XP. If a category is selected, then all channels under the category will also be untracked.
he_il: פעילות בערוצים האלו לא יחשבו בתור נקודות ניסיון. אם קטגוריה נבחרה, כל הערוצים תחתה לא יחשבו.
pt_br: Mensagens enviadas nestes canais não irão contar para acumular EXP em Mensagens. Se uma categoria for selecionada, então todos os canais abaixo desta categoria, também serão não-contabilizáveis.

# guildset:untracked_text_channels|accepts
source: Comma separated list of untracked text channel names or ids.
he_il: רשימה מופרדת עם פסיקים של הערוצים המוגדרים כערוצים לא נעקבים.
pt_br: Lista de nomes, ou IDˋs, dos canais em que as mensagens são não-contabilizáveis, separados por vírgula.

# guildset:untracked_text_channels|notset
source: Not Set (all text channels will be tracked.)
he_il: לא נקבע. (כל הערוצי טקסט ייחשבו)
pt_br: Não configurado (todos os canais serão contabilizáveis).

# guildset:untracked_text_channels|set_response|set
source: Messages in or under the following channels will be ignored: {channels}
he_il: הודעות בערוצים הבאים יתעלמו על ידי: {channels}
pt_br: Mensagens nestes seguintes canais, serão ignoradas da contagem: {channels}

# guildset:untracked_text_channels|set_response|notset
source: Message XP will now be tracked in every channel.
he_il: נקודות ניסיון של הודעות יתקבלו עכשיו מכל הערוצים בשרת.
pt_br: EXP em Mensagens serão agora acumuladas em todos os canais.

# guildset:untracked_text_channels|set_using
source: Channel selector below
he_il: בחירת ערוצים בתחתית.
pt_br: Seletor de canais abaixo

# botset:xp_per_period
source: xp_per_5min
he_il: נקודות_כל_5דקות
pt_br: exp_por_5min

# botset:xp_per_period|desc
source: How much global XP members will be given every 5 minute period they are active.
he_il: כמה נקודות ניסיון גלובליות משתמשים יקבלו כל חמש דקות שהם פעילים.
pt_br: Quanto de EXP Global os membros receberão por cada período de 5 minutos que estiverem ativos.

# botset:xp_per_period|long_desc
source: Amount of global message XP to give members for each 5 minute period in which they are active (send a message). Note that this XP is only given *once* per period.
he_il: כמות נקודות הניסיון הגלובליות שמשתמשים יקבלו כל חמש דקות שהם פעילים. (פעם בחמש דקות).
pt_br: Quantidade de EXP Global de Mensagens a ser dada aos membros por cada período de 5 minutos em que eles estiverem ativos (enviando mensagens). Observe que será dado apenas *uma vez* a cada período.

# botset:xp_per_period|accepts
source: Number of message XP to reward per 5 minute active period.
he_il: כמות נקודות הניסיון לכל 5 דקות פעילות
pt_br: Número de EXP em Mensagens a recompensar por cada período de 5 minutos de atividade.

# leoset:xp_per_period|set_response
source: For every **5** minutes they are active (i.e. in which they send a message), all users will now be given **{amount}** global XP.
he_il: לכל חמש דקות שהם פעילים (זאת אומרת כשהם שולחים הודעה), כל המשתמשים יקבלו **{amount}** נקודות ניסיון גלובליות.
pt_br: Para cada **5** minutos de atividade (em que eles estiverem enviando mensagens), todos os usuários receberão **{amount}** de EXP Global.

# botset:word_xp
source: xp_per_100words
he_il: נקודות_לכל_100מילים
pt_br: exp_por_100palavras

# botset:word_xp|desc
source: How much global XP members will be given per hundred words they write.
he_il: כמה נקודות ניסיון גלובליות משתמשים יקבלו על כל מאה מילים שהם כותבים.
pt_br: Quantidade de EXP Global que os membros receberão por centena de palavras que escreverem.

# botset:word_xp|long_desc
source: Amount of global message XP to be given (additionally to the XP per period) for each hundred words. Useful for rewarding communication.
he_il: כמות נקודות ניסיון גלובליות לתת לכל 100 מילים.
pt_br: Quantidade de EXP em mensagem a ser dado (adicionalmente ao EXP por período) por cada cem palavras. Útil para incentivar a interação dos membros através de recompensas.

# botset:word_xp|accepts
source: Number of XP to reward per hundred words sent.
he_il: כמות נקודות ניסיון שמשתמש יקבל כל 100 מילים שישלחו בשרת
pt_br: Número de EXP a recompensar por cada centena de palavras enviadas.

# leoset:word_xp|set_response
source: For every **100** words they send, users will now be rewarded an additional **{amount}** global XP.
he_il: לכל 100 מילים שהם ישלחו, המשתמשים יקבלו **{amount}** נקודות ניסיון גלובליות נוספות.
pt_br: A cada **100** palavras que eles enviarem, os membros serão recompensados com um adicional de **{amount}** de EXP Global.
