Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/user_config.po
Languages: he_il, pt_br

# userset:timezone
source: timezone
he_il: אזור זמן
pt_br: fuso horário

# userset:timezone|desc
source: Timezone in which to display statistics.
he_il: אזור הזמן שבו אציג סטטיסטיקות
pt_br: Fuso horário em que serão exibidas as estatísticas.

# userset:timezone|long_desc
source: All personal time-related features of StudyLion will use this timezone for you, including personal statistics. Note that leaderboards will still be shown in the server's own timezone.
he_il: כל הפיצ'רים של הבוט שצריכים אזור זמן קבוע ישתמשו באזור זמן הזה, גם האופציותצ האישית. שים לב שלוח השיאים יהיה באזור הזמן שנקבע על ידי מנהלי השרת עצמו.
pt_br: Todas as funcionalidades do StudyLion, para você, relacionadas ao horário, usarão este fuso. Incluindo suas estatísticas pessoais. Note que os rankings de classificação ainda serão exibidos no fuso horário padrão do servidor.

# userset:timezone|response:set
source: Your personal timezone has been set to `{timezone}`.
he_il: אזור הזמן האישי של השרת נקבע ל`{timezone}`.
pt_br: O seu fuso horário pessoal foi definido para `{timezone}`.

# userset:timezone|response:unset
source: You have unset your timezone. Statistics will be displayed in the server timezone.
he_il: בחרת להסיר את אזור הזמן שלך. הסטטיסטיקות יוצגו מעכשיו באזור הזמן של השרת עצמו.
pt_br: Você removeu o seu fuso horário. As estatísticas serão exibidas no fuso horário do servidor.

# cmd:userconfig
source: my
he_il: שלי
pt_br: meu

# cmd:userconfig|desc
source: User configuration commands.
he_il: פקודות ניהול למשתמש.
pt_br: Comandos de configuração do usuário.

# cmd:userconfig_timezone
source: timezone
he_il: אזור זמן
pt_br: fuso_horário

# cmd:userconfig_timezone|desc
source: Set your personal timezone, used for displaying stats and setting reminders.
he_il: בחר את אזור הזמן שלך, נחוץ כדי לראות סטטיסטיקות ותזכורים.
pt_br: Defina o seu fuso horário pessoal, usado para exibir estatísticas e definir lembretes.

# cmd:userconfig_timezone|param:timezone
source: timezone
he_il: אזור זמן
pt_br: fuso_horário

# cmd:userconfig_timezone|param:timezone|desc
source: What timezone are you in? Try typing your country or continent.
he_il: מה האזור זמן שלך? נסה להכניס יבשת או מדינה (באנגלית).
pt_br: Em que fuso horário você está? Tente digitar o nome do seu país ou continente.

# cmd:userconfig_timezone|response:set
source: Your timezone is currently set to {timezone}
he_il: אזור הזמן שלך כרגע הוא {timezone}
pt_br: O seu fuso horário está atualmente definido como {timezone}.

# cmd:userconfig_timezone|button:reset|label
source: Reset
he_il: אפס
pt_br: Redefinir

# cmd:userconfig_timezone|response:unset
source: Your timezone is not set. Using the server timezone `{timezone}`.
he_il: אזור הזמן שלך לא נקבע. אני משתמש באזור הזמן של השרת עצמו, `{timezone}`.
pt_br: O seu fuso horário não foi definido. Será usado o fuso horário do servidor {timezone}.
