Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/utils.po
Languages: he_il, pt_br

# cmd:page
source: page
he_il: עמוד
pt_br: página

# cmd:page|desc
source: Jump to a given page of the ouput of a previous command in this channel.
he_il: קפוץ לעמוד ספציפי של התוצאות של הפקודה הקודמת בערוץ הזה.
pt_br: Ir diretamente para a página informada, do painel mostrado no canal.

# cmd:page|error:no_pager
source: No pager listening in this channel!
he_il: אין פייגר שמקשיב לערוץ הזה
pt_br: Não há nenhum painel sendo mostrado neste canal.

# cmd:page_next
source: next
he_il: הבא
pt_br: próximo

# cmd:page_next|desc
source: Jump to the next page of output.
he_il: קפוץ לעמוד הבא של התוצאות.
pt_br: Comando utilizado para ir para a próxima página do painel mostrado no canal.

# cmd:page_prev
source: prev
he_il: הקודם
pt_br: anterior

# cmd:page_prev|desc
source: Jump to the previous page of output.
he_il: קפוץ לעמוד הקודם של התוצאות.
pt_br: Comando utilizado para ir para a página anterior do painel mostrado no canal.

# cmd:page_first
source: first
he_il: ראשון
pt_br: primeira

# cmd:page_first|desc
source: Jump to the first page of output.
he_il: קפוץ לעמוד הראשון של התוצאה
pt_br: Comando utilizado para ir para a primeira página do painel mostrado no canal.

# cmd:page_last
source: last
he_il: אחרון
pt_br: última

# cmd:page_last|desc
source: Jump to the last page of output.
he_il: קפוץ לעמוד האחרון של התוצאה
pt_br: Comando utilizado para ir para a última página do painel mostrado no canal.

# cmd:page_select
source: select
he_il: בחר
pt_br: selecionar

# cmd:page_select|desc
source: Select a page of the output to jump to.
he_il: בחר עמוד ספציפי לקפוץ אליו
pt_br: Comando utilizado para selecionar a página para ir diretamente a ela.

# cmd:page_select|param:page
source: page
he_il: עמוד
pt_br: página

# cmd:page_select|param:page|desc
source: The page name or number to jump to.
he_il: ציין מספר עמוד לקפוץ אליו
pt_br: O nome da página ou número para ir até ela.

# cmd:page_select|error:no_pager
source: No pager listening in this channel!
he_il: אין פייגר שמקשיב לערוץ הזה
pt_br: Sem pager listado neste canal!

# cmd:page_select|acmpl|error:no_pager
source: No active pagers in this channel!
he_il: אין פייגר שמקשיב לערוץ הזה
pt_br: Não há pagers ativos neste canal!

# utils:parse_dur|error
source: Cannot parse `{value}` as a duration.
he_il: לא הצלחתי להבין את `{value}` בתור ערך זמן.
pt_br: Não pude analisar ˋ{value}ˋ como uma duração.

# util:Duration|acmpl|error
source: Cannot extract duration from "{partial}"
he_il: לא הצלחתי להבין את "{partial}"
pt_br: Não pude extrair a duração de ˋ{partial}ˋ

# util:parse_dur|regex:day
source: (?P<value>\d+)\s*(?:(d)|(day))
pt_br: (?P<value>\d+)\s*(?:(d)|(dia))

# util:parse_dur|regex:hour
source: (?P<value>\d+)\s*(?:(h)|(hour))
pt_br: (?P<value>\d+)\s*(?:(h)|(hora))

# util:parse_dur|regex:second
source: (?P<value>\d+)\s*(?:(s)|(sec))
pt_br: (?P<value>\d+)\s*(?:(s)|(seg))

# ui:configui|modal:edit|title
source: Setting Editor
he_il: עורך הגדרות
pt_br: Configurando Editor

# ui:configui|check|not_permitted
source: You have insufficient server permissions to use this UI!
he_il: אין לך הרשאות מתאימות בשרת עצמו כדי להשתמש בתפריט הזה!
pt_br: Você não tem permissões suficientes para usar esta Interface do Usuário deste servidor!

# ui:configui|button:edit|label
source: Edit
he_il: ערוך
pt_br: Editar

# ui:guild_config_base|button:reset|label
source: Reset
he_il: אפס
pt_br: Resetar

# ui:dashboard|error:section_too_long
source: Oops, the settings in this configuration section are too large, and I can not display them here! Please view the settings in the linked configuration panel instead.
he_il: אופס, ההגרות בתפריט הזה גדולות מידי, ואני לא יכול להראות אותן כאן! אנא צפו בהגדרות בתפריט ההגדרות במקום.
pt_br: Oops, as configurações nesta seção são muito compridas e eu não posso mostrá-las aqui! Por favor, veja mais detalhes da configuração no painel específico desta função.

# cmd:page|pager:Pager|options:next
source: n, nxt, next, forward, +
he_il: הבא, הבא, הבא, הבא, +
pt_br: p, próximo, pxm, diante, +

# cmd:page|pager:Pager|options:prev
source: p, prev, back, -
he_il: הקודם, הקודם, הקודם, -
pt_br: a, ant, anterior, atrás, -

# cmd:page|pager:Pager|options:first
source: f, first, one, start
he_il: ראשון, ראשון, ראשון, התחל
pt_br: 1, prim, primeira, começo

# cmd:page|pager:Pager|options:last
source: l, last, end
he_il: אחרון, אחרון, אחרון
pt_br: u, última, fim

# cmd:page|pager:Pager|error:parse
source: Could not understand page specification `{value}`.
he_il: לא הצלחתי להבין את `{value}`.
pt_br: Não pude entender a especificação da página ˋ{valor}ˋ.

# cmd:page|acmpl|pager:Pager|choice:last
source: Last: Page {page}/{total}
he_il: אחרון: עמוד {page}/{total}
pt_br: Última: Página {page}/{total}

# cmd:page|acmpl|pager:Pager|choice:current
source: Current: Page {page}/{total}
he_il: עכשווי: עמוד {page}/{total}
pt_br: Atual: Página {page}/{total}

# cmd:page|acmpl|pager:Pager|choice:general
source: Page {page}
he_il: עמוד {page}
pt_br: Página {page}

# cmd:page|acmpl|pager:Page|choice:select
source: Selected: Page {page}/{total}
he_il: בחר: עמוד {page}/{total}
pt_br: Selecionada: Página {page}/{total}

# cmd:page|acmpl|pager:Page|error:parse
source: No matching pages!
he_il: אין עמודים שמתאימים!
pt_br: Não há páginas compatíveis.

# ui:msg_editor|error:empty
source: Rendering failed! The message content and embed cannot both be empty.
he_il: ההעלאה נכשלה! ההודעה והembed לא יכולים להיות ריקים.
pt_br: Falha de processamento! O conteúdo da mensagem e o link da integração não podem estar vazios.

# ui:msg_editor|error:embed_failed
source: Rendering failed! Could not parse the embed. Error: {error}
he_il: ההעלאה נכשלה! ההודעה והembed לא קריאים. שגיאה: {error}
pt_br: Falha de processamento! Não consegui analisar a link integrado. Erro: {error}

# ui:msg_editor|error:invalid_change
source: Rendering failed! The message was not modified. Error: `{text}`
he_il: ההעלאה נכשלה! ההודעה והembed לא שונו. שגיאה: {text}
pt_br: Falha de processamento! A mensagem não foi modificada. Erro: ˋ{text}ˋ

# ui:msg_editor|modal:content|field:content|label
source: Message Content
he_il: תוכן הודעה
pt_br: Conteúdo da Mensagem

# ui:msg_editor|modal:content|title
source: Content Editor
he_il: עורך תוכן
pt_br: Editor de Conteúdo

# ui:msg_editor|button:edit|label
source: Edit Content
he_il: ערוך תוכן
pt_br: Editar Conteúdo

# ui:msg_editor|button:add_embed|sample_embed|title
source: Title Placeholder
he_il: תופס מקום לכותרת
pt_br: Espaço para Título

# ui:msg_editor|button:add_embed|sample_embed|description
source: Description Placeholder
he_il: תופס מקום לתיאור
pt_br: Descrição do Espaço

# ui:msg_editor|button:add_embed|label
source: Add Embed
he_il: הוסף embed
pt_br: Adicionar Integração

# ui:msg_editor|modal:body|field:content|label
source: Message Content
he_il: תוכן הודעה
pt_br: Conteúdo da Mensagem

# ui:msg_editor|modal:body|field:desc|label
source: Embed Description
he_il: תיאור embed
pt_br: Descrição da Integração

# ui:msg_editor|modal:body|field:title|label
source: Embed Title
he_il: כותרת embed
pt_br: Título integrado

# ui:msg_editor|modal:body|field:colour|label
source: Embed Colour
he_il: צבע embed
pt_br: Cor em Integração

# ui:msg_editor|modal:body|title
source: Message Body Editor
he_il: עורך תוכן הודעה
pt_br: Editor de Corpo de Mensagem

# ui:msg_editor|button:body|error:invalid_colour
source: Invalid colour format! Please enter colours as hex codes, e.g. `#E67E22`
he_il: צבע לא נכון! הכנס hex `#E67E22` לדוגמא
pt_br: Cor em formato inválido! Por favor, insira cores como códigos HEX, Ex. ˋ#E67E22ˋ

# ui:msg_editor|button:body|label
source: Body
he_il: גוף
pt_br: Corpo

# ui:msg_editor|modal:author|field:name|label
source: Author Name
he_il: שם כותב
pt_br: Nome do Autor

# ui:msg_editor|modal:author|field:link|label
source: Author URL
he_il: לינק לכותב
pt_br: Link do Autor

# ui:msg_editor|modal:author|field:image|label
source: Author Image URL
he_il: תמונה של הכותב
pt_br: Link da Imagem do Autor

# ui:msg_editor|modal:author|title
source: Embed Author Editor
he_il: עורך כותב
pt_br: Editor Integrado do Autor

# ui:msg_editor|button:author|label
source: Author
he_il: כותב
pt_br: Autor

# ui:msg_editor|modal:footer|field:text|label
source: Footer Text
he_il: טקסט פוטר
pt_br: Texto de Rodapé

# ui:msg_editor|modal:footer|field:image|label
source: Footer Image URL
he_il: לינק תמונה פוטר
pt_br: Link da Image de Rodapé

# ui:msg_editor|modal:footer|field:timestamp|label
source: Embed Timestamp (in ISO format)
he_il: נקודת זמן (ISO format)
pt_br: Link integrado de Data/Hora (em formato ISO)

# ui:msg_editor|modal:footer|title
source: Embed Footer Editor
he_il: עורך כותב פוטר
pt_br: Editor de Rodapé Integrado

# ui:msg_editor|button:footer|error:invalid_timestamp
source: Invalid timestamp! Please enter the timestamp in ISO format.
he_il: אנא הכנס נקודת זמן בISO
pt_br: Tempo Data/Hora inválidos! Por favor, adicione a Data/Hora em formato ISO.

# ui:msg_editor|button:footer|label
source: Footer
he_il: פוטר
pt_br: Rodapé

# ui:msg_editor|modal:images|field:thumb|label
source: Thumbnail Image URL
he_il: לינק לתמונה
pt_br: Link de Miniatura de Imagem

# ui:msg_editor|modal:images|field:image|label
source: Embed Image URL
he_il: לינק תמונה בembed
pt_br: Inserir Link de imagem

# ui:msg_editor|modal:images|title
source: Embed images Editor
he_il: עורך תמונה
pt_br: Editor de Imagens Integrado

# ui:msg_editor|button:images|label
source: Images
he_il: תמונות
pt_br: Imagens

# ui:msg_editor|modal:add_field|field:position|label
source: Field number to insert at
he_il: מספר אזור להכניס ב
pt_br: Campo de Número a inserir

# ui:msg_editor|modal:add_field|field:name|label
source: Field name
he_il: שם
pt_br: Nome do Campo

# ui:msg_editor|modal:add_field|field:value|label
source: Field value
he_il: ערך
pt_br: Valor do Campo

# ui:msg_editor|modal:add_field|field:inline|label
source: Whether the field is inline
he_il: האם התוכן בInline
pt_br: Se o campo é linear

# ui:msg_editor|modal:add_field|field:inline|placeholder
source: True/False
he_il: כן/לא
pt_br: Verdadeiro/Falso

# ui:msg_editor|modal:add_field|title
source: Add Embed Field
he_il: הוסף תוכן embed
pt_br: Adicionar Campo Integrado

# ui:msg_editor|modal:add_field|error:position_not_int
source: The field position must be an integer!
he_il: המיקום של האזור חייב להיות מספר שלם!
pt_br: O valor do campo precisa ser um valor inteiro!

# ui:msg_editor|button:add_field|label
source: Add Field
he_il: הוסף אזור
pt_br: Adicione Campo

# ui:msg_editor|modal:edit_field|field:name|label
source: Field name
he_il: שם
pt_br: Nome do campo

# ui:msg_editor|modal:edit_field|field:value|label
source: Field value
he_il: ערך
pt_br: Valor do campo

# ui:msg_editor|modal:edit_field|field:inline|label
source: Whether the field is inline
he_il: האם התוכן בInline
pt_br: Se o campo é linear

# ui:msg_editor|modal:edit_field|field:inline|placeholder
source: True/False
he_il: כן/לא
pt_br: Verdadeiro/Falso

# ui:msg_editor|modal:edit_field|title
source: Edit Embed Field
he_il: ערוך תוכן embed
pt_br: Editar Campo Integrado

# ui:msg_editor|menu:edit_field|placeholder
source: Edit Embed Field
he_il: ערוך תוכן embed
pt_br: Editar Campo Integrado

# ui:msg_deleteor|menu:delete_field|placeholder
source: Remove Embed Field
he_il: הסר תוכן embed
pt_br: Remover Campo Integrado

# ui:msg_editor|button:save|label
source: Save
he_il: שמור
pt_br: Salvar

# ui:msg_editor|button:undo|label
source: Undo
he_il: חזרו
pt_br: Desfazer

# ui:msg_editor|button:redo|label
source: Redo
he_il: שחזר
pt_br: Refazer

# ui:msg_editor|button:quit|confirm
source: You have unsaved changes! Are you sure you want to quit?
he_il: יש לך שינויים שלא שמרת, אתה בטוח שאתה רוצה לעזוב עכשיו?
pt_br: Você tem mudanças não salvas! Tem certeza que deseja sair?

# ui:msg_editor|button:quit|confirm|button:yes
source: Yes, Quit Now
he_il: כן, עזוב עכשיו
pt_br: Sim! Sair Agora.

# ui:msg_editor|button:quit|confirm|button:no
source: No, Go Back
he_il: לא, חזור אחורה
pt_br: Não, Retornar.

# ui:msg_editor|timeout_warning|title
source: Warning!
he_il: זהירות!
pt_br: Atenção!

# ui:msg_editor|timeout_warning|desc
source: This interface will time out {timestamp}. Press 'Continue' below to keep editing.
he_il: התפריט יפוג ב {timestamp}. לחץ "המשך" למטה כדי להמשיך לערוך.
pt_br: Esta interface irá finalizar em {timestamp}. Para continuar editando, pressione ˋContinuarˋ.

# ui:msg_editor|timeout_warning|continue
source: Continue
he_il: המשך
pt_br: Continuar

# ui:msg_editor|button:download|label
source: Download
he_il: הורד
