Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/video.po
Languages: he_il, pt_br

# ui:video_config|menu:channels|placeholder
source: Select Video Channels
he_il: בחר ערוצי מצלמה
pt_br: Selecione os Canais de Vídeo

# ui:video_config|menu:exempt|placeholder
source: Select Exempt Roles
he_il: בחר רולים שלא יושפעו
pt_br: Selecione Cargos Excepcionados

# ui:video_config|menu:video_blacklist|placeholder
source: Select Blacklist Role
he_il: בחר רול לרשימה השחורה
pt_br: Selecione o Cargo ListaNegra

# ui:video_config|embed|title
source: Video Channel Configuration Panel
he_il: תפריט הגדרות ערוצי מצלמה
pt_br: Painel de Configuração de Canais de Video

# dash:video|title
source: Video Channel Settings ({commands[configure video_channels]})
he_il: הגדרות ערוצי מצלמה ({commands[configure video_channels]})
pt_br: Configuração de Canais de Vídeo ({commands[configure_video_channels]})

# dash:video|option|name
source: Video Channel Panel
he_il: תפריט ערוצי מצלמה
pt_br: Painel de Canais de Vídeo

# video_watchdog|kick_blacklisted_member|audit_reason
source: Removing video blacklisted member from a video channel.
he_il: מסיר משתמש שברשימה השחורה מהערוץ הקולי.
pt_br: Removendo um membro da Lista Negra dos canais de vídeo.

# video_watchdog|kick_blacklisted_member|notification|title
source: You have been disconnected.
he_il: נותקת מהערוץ.
pt_br: Você foi desconectado.

# video_watchdog|kick_blacklisted_member|notification|desc
source: You were disconnected from the video channel {channel} because you are blacklisted from video channels in **{server}**.
he_il: נותקת מהערוץ {channel} כי אתה נמצא ברשימה השחורה בשרת **{server}**.
pt_br: Você foi desconectado do canal de vídeo {channel}, pois você foi colocado na lista negra dos canais de vídeo do servidor **{server}**.

# video_watchdog|join_task|jump_field
source: [Click to jump back]({link})
he_il: [לחץ כדי לחזור אחורה]({link})
pt_br: [Clique para retornar] ({link})

# video_watchdog|join_task|initial_request:title
source: Please enable your video!
he_il: אנא הפעל את המצלמת וידאו שלך!
pt_br: Por Favor, Ative sua câmera!

# video_watchdog|join_task|initial_request:description
source: **You have joined the video channel {channel}!** Please **enable your video** or **leave the channel** or you will be disconnected {timestamp} and potentially **blacklisted**.
he_il: הצטרפת לערוץ {channel}! בבקשה תפעיל את המצלמה שלך או שאני אצטרך לנתק אותך מהחדר {timestamp}, ואם תעשה את זה יותר מידי פעמים בלי להפעיל את המצלמה תחסם מלהשתמש בחדרים האלו!
pt_br: **Você entrou em um canal de vídeo {channel}!** Por favor, **ligue sua câmera** ou **se retire do canal**, ou você será desconectado em {timestamp} e poderá ser colocado na **Lista Negra**.

# video_watchdog|join_task|thanks:title
source: Thanks for enabling your video!
he_il: תודה שהפעלת את המצלמה!
pt_br: Obrigado por ligar sua câmera!

# video_watchdog|join_task|bye:title
source: Thanks for leaving the channel promptly!
he_il: תודה שעזבת את הערוץ!
pt_br: Obrigado por ter deixado o canal prontamente!

# video_watchdog|join_task|kick_after_grace|audit_reason
source: Member never enabled their video in video channel.
he_il: המשתמש לעולם לא הפעיל את המצלמה שלו בערוץ.
pt_br: Membro nunca abriu sua câmera em um canal de vídeo.

# video_watchdog|join_task|kick_after_grace|ticket_reason
source: Failed to enable their video in time in the video channel {channel}
he_il: נכשל לפתוח את המצלמה שלהם בערוץ וידאו {channel}
pt_br: Você deixou de habilitar sua câmera a tempo, no canal de vídeo {channel}.

# video_watchdog|join_task|kick_after_grace|warning|title
source: You have received a warning!
he_il: קיבלת אזהרה!
pt_br: Você recebeu um alerta!

# video_watchdog|join_task|kick_after_grace|warning|desc
source: **You must enable your camera in camera-only rooms.** You have been disconnected from the video {channel} for not enabling your camera.
he_il: **אתם חייבים להשתמש במצלמה בערוצי המצלמת וידאו** נותקתם מהערוץ {channel} מאחר שלא השתמשתם במצלמה.
pt_br: **Você precisa habilitar sua câmera em canais que o uso de câmera é obrigatório!** Você foi desconectado do canal de vídeo {channel} justamente por não ter habilitado sua câmera.

# video_watchdog|join_task|kick_after_grace|blacklist|title
source: You have been blacklisted!
he_il: נכנסת לרשימה השחורה!
pt_br: Você foi colocado na Lista Negra!

# video_watchdog|join_task|kick_after_grace|blacklist|desc
source: You have been blacklisted from the video channels in this server.
he_il: נחסמת מהלהשתמש בערוצי וידאו בשרת הזה.
pt_br: Você foi colocado na Lista Negra dos canais de vídeo deste servidor.

# video_watchdog|disabled_video_kick|audit_reason
source: Disconnected for disabling video for more than {number} seconds in video channel.
he_il: נותק מאחר והמצלמה לא הייתה פתוחה יותר מ{number} שניות.
pt_br: Desconectado por ter desabilitado o vídeo por mais de {numer} segundos em um canal de vídeo.

# video_watchdog|disabled_video_kick|notification|title
source: You have been disconnected.
he_il: נותקת מהערוץ.
pt_br: Você foi desconectado.

# video_watchdog|disabled_video_kick|notification|desc
source: You were disconnected from the video channel {channel} because you disabled your video. Please keep your video on at all times, and leave the channel if you need to disable it!
he_il: נותקת מהערוץ {channel} כי ביטלת את המצלמה שלך אנא דאג להפעיל את המצלמה כל הזמן, ואם תרצה לכבות אותה, עזוב את הערוץ.
pt_br: Você foi desconectado do canal de vídeo {channel} por ter desabilitado seu vídeo. Por favor, deixe sua câmera ligada, e, caso precise desabilitar ou tampar, saia do canal. Retorne assim que for possível voltar às condições necessárias.

# cmd:configure_video
source: video_channels
he_il: ערוצי_מצלמה
pt_br: canais_de_vídeo

# cmd:configure_video|desc
source: Configure video-only channels and blacklisting.
he_il: הגדרות של חדרי מצלמה ורשימות שחורות
pt_br: Configure canais somente para vídeo, e da Lista Negra.

# guildset:video_channels
source: video_channels
he_il: ערוצי_מצלמה
pt_br: canais_de_vídeo

# guildset:video_channels|desc
source: List of voice channels and categories in which to enforce video.
he_il: רשימה של ערוצי מצלמה וקטגוריות שבהם חייבים להפעיל את המצלמה.
pt_br: Lista de canais e/ou categorias em que a câmera deve ser obrigatória.

# guildset:video_channels|long_desc
source: Member will be required to turn on their video in these channels. If they do not enable their video with `15` seconds of joining, they will be asked to enable it through a notification in direct messages or the `alert_channel`. If they still have not enabled it after the `video_grace_period` has passed, they will be kicked from the channel. Further, after the first offence (which is considered a warning), they will be given the `video_blacklist` role, if configured, which will stop them from joining video channels. As usual, if a category is configured, this will apply to all voice channels under the category.
he_il: משתמשים חייבים להפעיל את המצלמה שלהם בערוצים האלו. אם הם לא מצליחים להפעיל את המצלמה שלהם תוך 15 שניות, הם יקבלו הודעה פרטית או הודעה בערוץ_הודעות שעדכתם בהגדות. אם זמן יעבור והם עדיין לא יפתחו את המצלמה שלהם, הם יקבלו חסימה לפי משך הזמן שהקצבתם בהגדרות.
pt_br: Os membros serão requisitados a ligar sua câmera nestes canais. Caso eles não habilitem o seu vídeo dentro de 15 segundos, eles irão ser notificados por mensagem direta, ou no "canal_de_alertasˋ. Caso, ainda assim, continue com a câmera desligada, será contado o tempo configurado em "tempo_tolerância_câmera" e então serão retirados do canal. Se o membro reincidir no comportamento depois da primeira vez que for retirado do canal (que é considerada como um aviso), ele será incluído na "lista_negra_de_video" e receberá o cargo "listanegra_câmera", caso configurado, o que o proibirá de entrar nos canais de vídeo. Usualmente, se você configurar toda uma categoria, todos os canais de voz desta estarão sobre estas regras.

# guildset:video_channels|accepts
source: Comma separated channel ids or names.
he_il: שמות או מספר זהות של ערוצים מופרדים בפסיקים
pt_br: Nomes dos canais, ou IDˋs, separados por vírgula.

# guildset:video_channels|set_response:set
source: Members will be asked to turn on their video in the following channels: {channels}
he_il: משתמשים יצטרכו להדליק את המצלמות שלהם בערוצים הבאים: {channels}
pt_br: Os membros serão orientados a ligar suas câmeras nos seguintes canais: {channels}

# guildset:video_channels|set_response:unset
source: Members will not be asked to turn on their video in any channels.
he_il: משתמשים לא יצטרכו להדליק את המצלמות שלהם בשום ערוץ.
pt_br: Os membros não serão orientados a ligar suas câmeras em nenhum canal.

# guildset:video_blacklist
source: video_blacklist
he_il: מצלמה_רשימה_שחורה
pt_br: listanegra_câmera

# guildset:video_blacklist|desc
source: Role given when members are blacklisted from video channels.
he_il: רול שינתן למשתמשים שהצטרפו לרשימה השחורה של החדרי מצלמות.
pt_br: Cargo dado a quem foi inscrito na Lista Negra dos canais de vídeo.

# guildset:video_blacklist|long_desc
source: This role will be automatically given after a member has failed to keep their video enabled in a video channel (see above). Members who have this role will not be able to join configured video channels. The role permissions may be freely configured by server admins to place further restrictions on the offender. The role may also be manually assigned, to the same effect. If this role is not set, no video blacklist will occur, and members will only be kicked from the channel and warned.
he_il: הרול ינתן אוטומטית עבור אנשים שלא הצליחו להפעיל את הצמלמה שלהם הערוצי המצלמות. משתמשים שיש להם את הרול הזה לא יוכלו להיכנס לערוצי המצלמה. בתור אדמינים, תוכלו לערוץ את הרול הזה איך שבא לכם, כדי לשמור על הסדר של השרת שלכם.
pt_br: O cargo será automaticamente atribuído ao membro que, repetidamente, deixar de manter a câmera ligada nos canais indicados (conforme abaixo). Os membros que tiverem este cargo não estarão aptos a entrar nos canais de vídeo configurados como de uso obrigatório de webcam. As permissões do cargo podem ser facilmente definidas manualmente pela moderação, com o mesmo efeito. Se o cargo não for configurado, não haverá uma proibição para reincidentes. Os membros somente irão ser kickados do canal e alertados por mensagem direta.

# guildset:video_blacklist|accepts
source: Blacklist role name or id.
he_il: רול או מספר זהות של רשימה שחורה.
pt_br: Nome ou ID do cargo da Lista Negra

# guildset:video_blacklist|set_response:set
source: Members who fail to keep their video on will be given {role}
he_il: משתמשים שנכשלים לפתוח את המצלמה שלהם יקבלו את הרול {role}
pt_br: Os membros que deixarem de ligar sua câmera, serão atribuídos ao {role}.

# guildset:video_blacklist|set_response:unset
source: Members will no longer be automatically blacklisted from video channels.
he_il: משתמשים כבר לא יכנסו לרשימה השחורה בצורה אוטומטית.
pt_br: Membros não serão automaticamente colocados na Lista Negra de salas de vídeo.

# guildset:video_blacklist|formatted:unset
source: Not Set. (Members will not be automatically blacklisted.)
he_il: לא הופעל. (משתמשים לא יכנסו לרשימה השחורה אוטומטית)
pt_br: Não configurado. (Membros não serão atribuídos a um cargo de Lista Negra.)

# guildset:video_durations
source: video_blacklist_durations
he_il: וידאו_רשימהשחורה_משךזמן
pt_br: câmera_listanegra_duração

# guildset:video_durations|desc
source: Sequence of durations for automatic video blacklists.
he_il: רשימה של משכים שבהם כל חסימה והוספה לרשימה השחורה תימשך
pt_br: Sequência de reincidências para ser automáticamente listado na Lista Negra.

# guildset:video_durations|long_desc
source: When `video_blacklist` is set and members fail to turn on their video within the configured `video_grace_period`, they will be automatically blacklisted (i.e. given the `video_blacklist` role). This setting describes *how long* the member will be blacklisted for, for each offence. E.g. if this is set to `1d, 7d, 30d`, then on the first offence the member will be blacklisted for 1 day, on the second for 7 days, and on the third for 30 days. A subsequent offence will result in an infinite blacklist.
he_il: כאשר האופציה של הרשימה השחורה מופעילת והם לא מצליחים להדליק את המצלמה שלהם בזמן, הם יקבלו חסימה אוטומטית משימוש בחדרי המצלמות. האופציה הזו מתארת את האורך שבו הם יהיו חסומים, לדוגמא: `1d, 7d, 30d`, יחסום אותם ליום, שבוע ואז 30 יום בעבירה השלישית.
pt_br: Quando está configurada a ˋlistanegra_câmeraˋ, e os membros deixarem de habilitar a câmera nas salas com um ˋtempo_tolerância_câmeraˋ configurado, eles serão automaticamente listados na Lista Negra (recebendo o cargo correspondente). Esta configuração define *quanto tempo* o membro ficará na lista negra por cada infração. Ex. Se estiver configurado ˋ1d, 7d, 30dˋ, então na primeira infração, ele ficará proibido por 1 dia, na segunda por 7 e na terceira por 30 dias. Uma quarta falta será permanente.

# guildset:video_durations|accepts
source: Comma separated list of durations.
he_il: אורכים מופרדים באמצעות פסיק.
pt_br: Lista de duração, separada por vírgulas.

# guildset:video_durations|set_response:set
source: Members will be automatically blacklisted for: {durations}
he_il: משתמשים יכנסו לרשימה השחורה אוטומטית: {durations}.
pt_br: Os membros serão automaticamente listados na Lista Negra por: {durations}

# guildset:video_durations|set_response:unset
source: Video blacklists are now always permanent.
he_il: הרשימה השחורה של ערוצי המצלמה עכשיו תמידית ולא תוסר לעולם.
pt_br: A partir de agora, a reincidência não irá ser temporária, será permanente.

# guildset:video_grace_period
source: video_grace_period
he_il: תקופת_חנינה_חדרמצלמה
pt_br: tempo_tolerância_câmera

# guildset:video_grace_period|desc
source: How long to wait (in seconds) before kicking/blacklist members who don't enable their video.
he_il: כמה זמן לחכות (בשניות) לפני שאעיף משתמשים שלא הדליקו את המצלמה שלהם מהחדר.
pt_br: Quanto tempo esperar (em segundos) antes de kickar/proibir membros que não ligarem suas câmeras.

# guildset:video_grace_period|long_desc
source: The length of time a member has to enable their video after joining a video channel. After this time, if they have not enabled their video, they will be kicked from the channel and potentially blacklisted from video channels.
he_il: אורך הזמן שבו משתמש חייב להפעיל את המצלמה שלו לאחר שהצטרף לערוץ מצלמה. אם הם לא מפעילים אותה, הם מסתכנים בחסימה והכנסה לרשימה השחורה, והם לא יוכלו להשתמש בפונקציה הזאתי.
pt_br: A quantidade de tempo que um membro terá para abrir sua câmera depois de entrar em um canal de vídeo. Depois deste tempo, sem que tenha habilitado, ele será kickado do canal e poderá ser inscrito na Lista Negra de canais de vídeo.

# guildset:video_grace_period|accepts
source: How many seconds to wait for a member to enable video.
he_il: כמה שניות לחכות למשתמשים עד שהם ידליקו את המצלמה שלהם.
pt_br: Quantos segundos aguardar para um membro habilitar sua câmera.

# guildset:video_grace_period|set_response:set
source: Members will now have **{duration}** to enable their video.
he_il: למשתמשים עכשיו יהיו **{duration}** להדליק את המצלמה שלהם.
pt_br: Os membros terão, a partir de agora, **{duration}** para ligar sua câmera.

# guildset:video_exempt
source: video_exempt
he_il: יוצאמןהכלל_וידאו
pt_br: vídeo_excepcionados

# guildset:video_exempt|desc
source: List of roles which are exempt from video channels.
he_il: רשימה של רולים שלא יכללו בניתור ערוצי המצלמה.
pt_br: Lista de cargos que serão excepcionados da obrigatoriedade de vídeo

# guildset:video_exempt|long_desc
source: Members who have **any** of these roles will not be required to enable their video in the `video_channels`. This also overrides the `video_blacklist` role.
he_il: משתמשים שיש להם כל אחד מהרולים האלו לא יצטרכו להפעיל את המצלמה שלהם בערוצי המצלמה. אופציה זו עוקפת גם את הרשימה השחורה.
pt_br: Membros que tiverem **qualquer** destes cargos não serão requisitados a ligar seus vídeos nos ˋcanais_de_vídeoˋ. Isto também os isenta do cargo ˋlistanegra_câmeraˋ.

# guildset:video_exempt|accepts
source: List of exempt role names or ids.
he_il: רשימה של שמות או מספר מזהה של רולים שלא יכללו.
pt_br: Nome dos cargos ou IDs dos excepcionados.

# guildset:video_exempt|set_response:set
source: The following roles will now be exempt from video channels: {roles}
he_il: הרולים הבאים יוכלו לעקוף את הדרישות של ערוצי המצלמה: {roles}
pt_br: Agora, cargos a seguir serão excepcionados dos requisitos em canais de vídeo: {roles}

# guildset:video_exempt|set_response:unset
source: No members will be exempt from video channel requirements.
he_il: שום משתמש לא יוכל לעקוף את הדרישות של חדרי המצלמה.
pt_br: Nenhum membro será excepcionado dos requisitos de canais de vídeo.
