Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/voice-tracker.po
Languages: he_il, pt_br

# cmd:now
source: now
he_il: עכשיו
pt_br: agora

# cmd:now|desc
source: Describe what you are working on, or see what your friends are working on!
he_il: תאר על מה אתה עובד כרגע, וצפה מה חבריך עושים!
pt_br: Descreva em quê você se ocupando, ou veja em quê seus amigos estão!

# cmd:now|param:tag
source: tag
he_il: תאג
pt_br: etiqueta

# cmd:now|param:user
source: user
he_il: משתמש
pt_br: usuário

# cmd:now|param:clear
source: clear
he_il: נקה
pt_br: limpar

# cmd:now|param:tag|desc
source: Describe what you are working on in 10 characters or less!
he_il: תאר על מה אתה עובד ב10 תווים או פחות!
pt_br: Descreva em quê você está fazendo em no máximo 10 caracteres!

# cmd:now|param:user|desc
source: Check what a friend is working on.
he_il: בדוק על מה חברים שלך עובדים כרגע.
pt_br: Verifique o que seu amgio está fazendo.

# cmd:now|param:clear|desc
source: Unset your activity tag (or the target user's tag, for moderators).
he_il: בטל את התאג פעילות שלך (או ציין תאג של אחד מהמשתמשים אם אתה המנהל).
pt_br: Retire uma etiqueta de atividade (ou a de um usuário definido -para moderadores- )

# cmd:now|target:self|error:target_inactive
source: You have no running session! Join a tracked voice channel to start a session.
he_il: אין לך סשנים שרצים כרגע, הצטרף לערוץ קולי כדי להתחיל את הסשן שלך!
pt_br: Você não está em uma sessão! Entre em um canal de voz e comece uma sessão.

# cmd:now|target:other|error:target_inactive
source: {mention} has no running session!
he_il: ל {mention} אין שום סשן כרגע.
pt_br: {mention} não está em uma sessão!

# cmd:now|target:self|mode:clear|success|title
source: Session Tag Cleared
he_il: תגית הסשן נוקתה
pt_br: Etiqueta de sessão apagada.

# cmd:now|target:self|mode:clear|success|desc
source: Successfully unset your session tag.
he_il: ניקיתי את התאגית שלך בהצלחה!
pt_br: A etiqueta de sessão foi retirada com sucesso!

# cmd:now|target:other|mode:clear|error:perms|title
source: You can't do that!
he_il: אתה לא יכול לעשות את זה!
pt_br: Você não pode fazer isto!

# cmd:now|target:other|mode:clear|error:perms|desc
source: You need to be a moderator to set or clear someone else's session tag.
he_il: אתה צריך להיות מנהל כדי לקבוע או למחוק סשן תאג של מישהו אחר.
pt_br: Você precisa ser um moderador para adicionar ou remover a etiqueta de sessão de alguém.

# cmd:now|target:other|mode:clear|success|title
source: Session Tag Cleared!
he_il: תאגית הסשן נוקתה!
pt_br: Etiqueta de Sessão Apagada!

# cmd:now|target:other|mode:clear|success|desc
source: Cleared {target}'s session tag.
he_il: ניקיתי את התאג של {target}
pt_br: Etiquetas de sessão de {target}'s apagada.

# cmd:now|target:self|mode:set|success|title
source: Session Tag Set!
he_il: תאג לסשן לא נקבע!
pt_br: Etiqueta de Sessão definida!

# cmd:now|target:self|mode:set|success|desc
source: You are now working on `{new_tag}`. Good luck!
he_il: אתה עובד על `{new_tag}` עכשיו, בהצלחה!
pt_br: Agora você está empenhado em ˋ{new_tag}ˋ. Boa sorte!

# cmd:now|target:other|mode:set|error:perms|title
source: You can't do that!
he_il: אתה לא יכול לעשות את זה!
pt_br: Você não pode fazer isto!

# cmd:now|target:other|mode:set|error:perms|desc
source: You need to be a moderator to set or clear someone else's session tag!
he_il: אתה צריך להיות מנהל כדי לקבוע או למחוק סשן תאג של מישהו אחר.
pt_br: Você precisa ser um moderador para definir ou retirar a etiqueta de sessão de alguém!

# cmd:now|target:other|mode:set|success|title
source: Session Tag Set!
he_il: תאג לסשן לא נקבע!
pt_br: Etiqueta de Sessão definida.

# cmd:now|target:other|mode:set|success|desc
source: Set {target}'s session tag to `{new_tag}`.
he_il: שנה את התאג של {target} אל `{new_tag}`.
pt_br: Etiqueta de sessão de {target}'s definidas para ˋ{new_tag}ˋ.

# cmd:now|target:self|mode:show_with_tag|desc
source: You have been working on **`{tag}`** in {channel} since {time}!
he_il: אתה עובד על **`{tag}`** בערוץ {channel} במשך {time}!
pt_br: Você estava empenhado em **ˋ{tag}ˋ** em {channel} desde {time}!

# cmd:now|target:self|mode:show_without_tag|desc
source: You have been working in {channel} since {time}! Use `/now <tag>` to set what you are working on.
he_il: אתה עובד ב{channel} במשך {time}! `/now <tag>` כדי להראות לכולם על מה אתה עובד תמשתמש ב.
pt_br: Você estava empenhado, em {channel}, desde {time}! Use `/now <tag>` para conferir o quê você estava fazendo.

# cmd:now|target:other|mode:show_with_tag|desc
source: {target} is current working in {channel}! They have been working on **{tag}** since {time}.
he_il: {target} עובד כרגע בערוץ {channel}! הם עובדים על **{tag}** מאז {time}.
pt_br: {target} está empenhado em {channel}! Eles estão empenhados em **{tag}** desde {time}.

# cmd:now|target:other|mode:show_without_tag|desc
source: {target} has been working in {channel} since {time}!
he_il: {target} עובד על **`{tag}`** בערוץ {channel} במשך {time}!
pt_br: {target} está empenhado, em {channel}, desde {time}!

# cmd:configure_voice_rates
source: voice_rewards
he_il: פרס_ערוץ_קולי
pt_br: recompensa_voz

# cmd:configure_voice_rates|desc
source: Configure Voice tracking rewards and experience
he_il: ערוך מעקב זמנים ונקודות ניסיון
pt_br: Configure as recompensas e atividades em canais de voz

# cmd:configure_voice_tracking|mode:voice|resp:success|desc
source: Members will now be rewarded {coin}**{base} (+ {bonus})** per hour they spend (live) in a voice channel, up to a total of **{cap}** hours per server day.
he_il: משתמשים עכשיו יקבלו {coin}**{base} (+ {bonus})** לכל שעה שהם מבלים בערוץ קולי, והם לא יוכלו לעבור **{cap}** ביממה.
pt_br: Os membros agora serão recompensados {coin}**{base} (+ {bonus})** por hora que eles ficarem (on) em um canal de voz, até um limite de **{cap}** horas por dia no servidor.

# cmd:configure_voice_tracking|mode:study|resp:success|desc
source: Members will now be rewarded {coin}**{base}** per hour of study in this server, with a bonus of {coin}**{bonus}** if they stream of display video, up to a total of **{cap}** hours per server day.
he_il: משתמשים יקבלו {coin}**{base}** על כל שעה שהם ילמדו בשרת הזה, עם בונוס של {coin}**{bonus}** אם הם פותחים מצלמה או משתפים את המסך שלהם, עם המגבלה של **{cap}** שעות ביום.
pt_br: Os membros agora serão recompensados em {coin}**{base}** por hora de estudos, mais um bônus de {coin} **{bonus}** se permanecerem com o vídeo ligado por até um total de **{cap}** horas por dia no servidor.

# guildset:untracked_channels
source: untracked_channels
he_il: ערוצים_לא_נחשבים
pt_br: canais_desconsiderados

# guildset:untracked_channels|desc
source: Channels which will be ignored for statistics tracking.
he_il: ערוצים שאתעלם מהם כשאעקוב אחרי סטטיסטיקה של אנשים.
pt_br: Canais que serão desconsiderados das estatísticas.

# guildset:untracked_channels|long_desc
source: Activity in these channels will not count towards a member's statistics. If a category is selected, all channels under the category will be untracked.
he_il: פעילות בערוצים האלו לא יחשבו בתור זמן בסטטיסטיקות של אנשים. אם קטגוריה נבחרה, כל הערוצים תחתה לא יחשבו.
pt_br: A atividade nestes canais não serão adicionadas às estatísticas dos membros. Se você selecionar uma categoria, todos os canais desta categoria, serão desconsiderados.

# guildset:untracked_channels|accepts
source: Comma separated list of untracked channel name/ids.
he_il: רשימה מופרדת עם פסיקים של הערוצים המוגדרים כערוצים לא נעקבים.
pt_br: Lista com nomes, ou IDˋs, dos canais não contabilizados, separados por vírgula.

# guildset:untracked_channels|notset
source: Not Set (all voice channels will be tracked.)
he_il: לא נקבע. (כל הערוצי הקול ייחשבו)
pt_br: Não configurado (todos canais de voz serão considerados).

# guildset:untracked_channels|set
source: Channel selector below.
he_il: בחירת ערוצים בתחתית.
pt_br: Seletor de canais abaixo.

# guildset:untracked_channels|set_response|set
source: Activity in the following channels will now be ignored: {channels}
he_il: פעילות בערוצים הבאים יתעלמו על ידי: {channels}
pt_br: A atividade nos seguintes canais, serão agora ignoradas: {channels}

# guildset:untracked_channels|set_response|unset
source: All voice channels will now be tracked.
he_il: כל שרתי הקול עכשיו יחשבו לסטטיסטיקה.
pt_br: Todos os canais de voz, agora, serão considerados!

# guildset:hourly_reward
source: hourly_reward
he_il: פרס_שעתי
pt_br: recompensa_horária

# guildset:hourly_reward|mode:voice|desc
source: LionCoins given per hour in a voice channel.
he_il: מטבעות שניתנות עבור כל שעה בערוץ קול.
pt_br: LionCoins dadas por hora em um canal de voz.

# guildset:hourly_reward|mode:voice|long_desc
source: Number of LionCoins to each member per hour that they stay in a tracked voice channel.
he_il: מספר מטבעות שכל משתמש יקבל בשעה כשהוא נשאר בערוץ קולי.
pt_br: Numero de LionCoins para dadas aos membros, por cada hora que eles ficarem em um canal contabilizável.

# guildset:hourly_reward|accepts
source: Number of coins to reward per hour in voice.
he_il: מספר מטבעות שמשתמש יקבל כל שעה בערוץ קול.
pt_br: Número de moedas recebidas por hora em sala de voz.

# guildset:hourly_reward|formatted
source: {coin}**{amount}** per hour.
he_il: {coin}**{amount}** לשעה.
pt_br: {coin}**{amount}** por hora.

# guildset:hourly_reward|mode:voice|response
source: Members will be given {coin}**{amount}** per hour in a voice channel!
he_il: משתמשים יקבלו {coin}**{amount}** כל שעה בערוץ קולי!
pt_br: Os membros receberão {coin}**{amount}** por hora em um canal de voz.

# guildset:hourly_reward|mode:study|desc
source: LionCoins given per hour of study.
he_il: מטבעות שניתנות עבור כל שעה של למידה.
pt_br: LionCoins recebidas por cada hora de estudo.

# guildset:hourly_reward|mode:study|long_desc
source: Number of LionCoins given per hour of study, up to the daily hour cap.
he_il: מספר מטבעות שיקבלו כל שעת למידה בערוץ קולי עד המגבלה.
pt_br: Número de LionCoins recebidas por cada hora de estudo, até o limite diário.

# guildset:hourly_reward|mode:study|response
source: Members will be given {coin}**{amount}** per hour that they study!
he_il: משתמשים יקבלו {coin}**{amount}** כל שעה שהם ילמדו בערוץ קולי!
pt_br: Os membros receberão {coin}**{amount}** por cada hora que eles estudarem!

# guildset:hourly_live_bonus
source: hourly_live_bonus
he_il: בונוס_שעתי_מצלמה
pt_br: bonus_horário

# guildset:hourly_live_bonus|desc
source: Bonus Lioncoins given per hour when a member streams or video-chats.
he_il: בונוס שעתי שמשתמש מקבל כאשר הוא משתמש במצלמה או משתף מסך.
pt_br: Lioncoins bônus por hora que um membro se mantiver com câmera ou compartilhamento de tela.

# guildset:hourly_live_bonus|long_desc
source: When a member streams or video-chats in a channel they will be given this bonus *additionally* to the `hourly_reward`.
he_il: כאשר משתמש פותח מצלמה או משתף מסך הם יקבלו את הבונוס הזה בנוסף למה שהם עושים כל שעה.
pt_br: Quando um membro compartilhar o vídeo ou ligar sua câmera em um canal, será dado, adicionalmente à ˋrecompensa_horáriaˋ, um bônus.

# guildset:hourly_live_bonus|accepts
source: Number of bonus coins to reward per hour when live.
he_il: מספר מטבעות שמשתמש יקבל כל שעה בערוץ קול כשהם פותחים מצלמה או משתפים מסך.
pt_br: Número de moedas bônus a receber por horas em chamada.

# guildset:hourly_live_bonus|formatted
source: {coin}**{amount}** bonus per hour when live.
he_il: {coin}**{amount}** לשעה כשמשתמש פותח מצלמה או משתף מסך.
pt_br: {coin}**{amount}** bonus por hora em chamada.

# guildset:hourly_live_bonus|response
source: Live members will now *additionally* be given {coin}**{amount}** per hour.
he_il: משתמשים שמשתפים מדיה יקבלו עכשיו {coin}**{amount}** כל שעה.
pt_br: Membros em chamada, irão *adicionalmente* receber {coin}**{amount}** por hora.

# guildset:daily_voice_cap
source: daily_voice_cap
he_il: מגבלת_מטבעות_יומית
pt_br: limite_diario_horas

# guildset:daily_voice_cap|desc
source: Maximum number of hours per day to count for each member.
he_il: מספר מקסימלי של שעות ביום שיחשבו לכל משתמש.
pt_br: Numero máximo de horas que cada membro pode contabilizar.

# guildset:daily_voice_cap|long_desc
source: Time spend in voice channels over this amount will not be tracked towards the member's statistics. Tracking will resume at the start of the next day. The start of the day is determined by the configured guild timezone.
he_il: זמן שיעבור אחרי המגלבה הזו לא יחשב בסטטיסטקות של אנשים. אני אחזור לעקוב אחריהם יום אחרי, בחצות.
pt_br: O tempo gasto em canais de voz, além deste limite, não será contabilizado nas estatísticas do membro. O tempo voltará a ser contabilizado na primeira hora do próximo dia. Este horário inicial é configurado pelo fuso horário do servidor.

# guildset:daily_voice_cap|accepts
source: The maximum number of voice hours to track per day.
he_il: מספר השעון המקסימלי שאעקוב אחריו כל יממה.
pt_br: O número máximo de horas em canal de voz a ser contabilizado por dia.

# guildset:daily_voice_cap|response
source: Members will be tracked for at most {duration} per day. (**NOTE:** This will not affect members currently in voice channels.)
he_il: משתמשים יעקבו לתקופה של מקסימום {duration} ביום. וזה לא ישפיע על אנשים שכרגע לומדים בחדרים.
pt_br: As horas dos membros serão contadas até {duration} por dia. (**Atenção:** Esta configuração não irá surtir efeito sobre os membros que já estão dentro dos canais.)

# ui:voice_tracker_config|button:close|label
source: Close
he_il: סגור
pt_br: Fechar

# ui:voice_tracker_config|button:reset|label
source: Reset
he_il: אפס
pt_br: Resetar

# ui:voice_tracker_config|menu:untracked_channels|placeholder
source: Set Untracked Channels
he_il: בחר ערוצים ללא מעקב
pt_br: Configurar canais não contabilizados

# ui:voice_tracker_config|mode:voice|embed|title
source: Voice Tracker Configuration Panel
he_il: תפריט הגדרות ערוצי מצלמה
pt_br: Painel de Configuração da Contabilização em Canais de Voz

# ui:voice_tracker_config|mode:study|embed|title
source: Study Tracker Configuration Panel
he_il: תפריט הגדרות ערוצי לימודים
pt_br: Painel de Configuração de Contabilização de Estudos

# ui:voice_tracker_config|menu:untracked_channels|placeholder
source: Select Untracked Channels
he_il: בחר ערוצים ללא מעקב
pt_br: Selecione os Canais a Serem Não-Contabilizados

# dash:voice_tracking|dropdown|placeholder
source: Voice Activity Panel
he_il: תפריט פעילות חדרי קול
pt_br: Painel de Atividade em Canais de Voz
