Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/wards.po
Languages: he_il, pt_br, tr

# ward:sys_admin|failed
source: You must be a bot owner to do this!
he_il: אתה צריך להיות הבעלים של הבוט כדי לעשות את זה!
pt_br: Você precisa ser dono de um bot para fazer isto!
tr: Bunu yapmak için bot sahibi olmanız gerekiyor!

# ward:high_management|failed
source: You must have the `ADMINISTRATOR` permission in this server to do this!
he_il: אתה צריך הראשות אדמין `ADMINISTRATOR` בשרת כדי לעשות את זה.
pt_br: Você precisa ter permissão de ˋADMINISTRADORˋ para fazer isto neste servidor.

# ward:low_management|failed
source: You must have the `MANAGE_GUILD` permission in this server to do this!
he_il: אתה צריך הראשות ניהול `MANAGE_GUILD` בשרת כדי לעשות את זה.
pt_br: Você precisa ter permissão de `MANAGE_GUILD`, neste servidor, para poder fazer isto!

# ward:moderator|failed
source: You must have the configured moderator role, or `MANAGE_GUILD` permissions to do this.
he_il: חייב להיות לכם רול של מנהלים, או הרשאה `MANAGE_GUILD` כדי לעשות את זה.
pt_br: Você precisa de um cargo de Moderador ou permissão `MANAGE_GUILD` para fazer isto.
tr: Bunu yapabilmek için ayarlanmış moderatör rolü ya da `SUNUCU_YÖNETİM` yetkiniz olması gerekiyor!

# ward:equippable_role|error:bot_managed
source: I cannot manage {role} because it is managed by another bot!
he_il: אני לא יכול לנהל את {role} כי הוא מנוהל על ידי בוט אחר בשרת.
pt_br: Eu não posso gerenciar {role}, pois ele é gerenciado por outro bot!
tr: {role} rolünü yönetemiyorum çünkü başka bir bot tarafından yönetiliyor!

# ward:equippable_role|error:integration
source: I cannot manage {role} because it is managed by a server integration.
he_il: אני לא יכול לנהל את {role} כי הוא מנוהל על ידי בוט אחר בשרת.
pt_br: Eu não posso gerenciar {role}, pois ele é gerenciado por uma integração do servidor.
tr: {role} rolünü yönetemiyorum çünkü sunucu entegrasyonu tarafından yönetiliyor.

# ward:equippable_role|error:default_role
source: I cannot manage the server's default role.
he_il: אני לא יכול לערוך את הרול ברירת מחדל של השרת.
pt_br: Eu não posso configurar os cargos padrão do servidor.
tr: Sunucunun varsayılan rolünü yönetemiyorum!

# ward:equippable_role|error:no_perms
source: I need the `MANAGE_ROLES` permission before I can manage roles!
he_il: אני צריך את ההרשאה `MANAGE_ROLES` כדי לנהל את הרולים של השרת הזה.
pt_br: Eu preciso ter permissão de `GERENCIAR_CARGOS` antes de poder configurar cargos.
tr: Rolleri yönetebilmek için önce `ROLLERİ_YÖNET` yetkimin olması gerekiyor!

# ward:equippable_role|error:my_top_role
source: I cannot assign or remove {role} because it is above my top role!
he_il: אני לא יכול לתת או להסיר את {role} מאחר והוא מעל הרול שלי ברשימת הרולים של השרת שלכם!
pt_br: Eu não consigo adicionar ou remover {role} por ser um cargo maior que o meu.
tr: Üst rolümün üzerinde olduğu için {role} rolünü atayamıyorum veya kaldıramıyorum!

# ward:equippable_role|error:not_assignable
source: I don't have sufficient permissions to assign or remove {role}.
he_il: אין לי מספיק הראשות כדי לתת או להסיר את הרול {role}.
pt_br: Eu não tenho permissões suficientes para adicionar ou remover {role}.
tr: {role} rolünü atamak veya kaldırmak için yeterli yetkim yok.

# ward:equippable_role|error:actor_perms
source: You need the `MANAGE_ROLES` permission before you can configure roles!
he_il: אתה צריך את ההרשאה `MANAGE_ROLES` כדי לנהל את הרולים של השרת הזה.
pt_br: Você precisa ter permissão de `GERENCIAR_CARGOS` antes de poder configurar os cargos!
tr: Rolleri yönetebilmek için `ROLLERİ_YÖNET` yetkisine sahip olman gerekir!

# ward:equippable_role|error:actor_top_role
source: You cannot configure {role} because it is above your top role!
he_il: אתה לא יכול לתת או להסיר את {role} מאחר והוא מעל הרול שלך ברשימת הרולים של השרת שלכם!
pt_br: Você não pode configurar {role} pois ele está acima do seu maior cargo!
tr: Üst rolünün üzerinde olduğu için {role} rolünü ayarlayamazsın!
