Repository: StudyLions/StudyLion
Catalog: locales/*/LC_MESSAGES/weekly-gui.po
Languages: es_419, he_il, pt_br

# skin:weeklystats|mode:study|title
source: STUDY HOURS
es_419: HORAS DE ESTUDIO
he_il: שעות למידה
pt_br: HORAS ESTUDADAS

# skin:weeklystats|mode:voice|title
source: VOICE CHANNEL ACTIVITY
es_419: ACTIVIDAD DE CANAL DE VOZ
he_il: פעילות בחדרי קול
pt_br: ATIVIDADE EM CANAL DE VOZ

# skin:weeklystats|mode:text|title
source: MESSAGE ACTIVITY
es_419: ACTIVIDAD DE MENSAJES
he_il: פעילות הודעות
pt_br: ATIVIDADE EM CONVERSAS

# skin::weeklystats|mode:anki|title
source: CARDS REVIEWED
es_419: TARJETAS REVISADAS
he_il: קלפים שנעשו
pt_br: CARTÕES REVISADOS

# skin:weeklystats|weekdays
source: M,T,W,T,F,S,S
es_419: L,M,X,J,V,S,D
he_il: ש,ש,ר,ח,ש,ש,ר
pt_br: S,T,Q,Q,S,S,D

# skin:weeklystats|mode:study|summary:this_week
source: THIS WEEK: {amount} HOURS
es_419: ESTA SEMANA: {amount} HORAS
he_il: השבוע הנוכחי {amount} שעות
pt_br: ESTA SEMANA: {amount} HORAS

# skin:weeklystats|mode:voice|summary:this_week
source: THIS WEEK: {amount} HOURS
es_419: ESTA SEMANA: {amount} HORAS
he_il: השבוע הנוכחי {amount} שעות
pt_br: ESTA SEMANA: {amount} HORAS

# skin:weeklystats|mode:text|summary:this_week
source: THIS WEEK: {amount} MESSAGES
es_419: ESTA SEMANA: {amount} MENSAJES
he_il: השבוע הנוכחי {amount} הודעות
pt_br: ESTA SEMANA: {amount} MENSAGENS

# skin:weeklystats|mode:text|summary:this_week
source: THIS WEEK: {amount} CARDS
es_419: ESTA SEMANA: {amount} TARJETAS
he_il: השבוע הנוכחי {amount} קלפים
pt_br: ESTA SEMANA: {amount} CARTÕES

# skin:weeklystats|mode:study|summary:last_week
source: LAST WEEK: {amount} HOURS
es_419: SEMANA PASADA: {amount} HORAS
he_il: שבוע שעבר {amount} שעות
pt_br: SEMANA PASSADA: {amount} HORAS

# skin:weeklystats|mode:voice|summary:last_week
source: LAST WEEK: {amount} HOURS
es_419: SEMANA PASADA: {amount} HORAS
he_il: שבוע שעבר {amount} שעות
pt_br: SEMANA PASSADA: {amount} HORAS

# skin:weeklystats|mode:text|summary:last_week
source: LAST WEEK: {amount} MESSAGES
es_419: SEMANA PASADA: {amount} MENSAJES
he_il: החודש הקודם {amount} הודעות
pt_br: SEMANA PASSADA: {amount} MENSAGENS

# skin:weeklystats|mode:text|summary:last_week
source: LAST WEEK: {amount} CARDS
es_419: SEMANA PASADA: {amount} TARJETAS
he_il: החודש הקודם {amount} קלפים
pt_br: SEMANA PASSADA: {amount} CARTÕES

# skin:weeklystats|footer
source: Weekly Statistics • As of {day} {month} • {name} {discrim}
he_il: סטטיסטיקה שבועית • מתאריך {day} {month} • {name} {discrim}
pt_br: Estatísticas semanais • A partir de {day} {month} • {name} {discrim}
